{
  "nctId": "NCT02270736",
  "briefTitle": "Clinical Study to Investigate the Efficacy and Safety of NT 201 Compared to Placebo in the Treatment of Chronic Troublesome Drooling Associated With Neurological Disorders and/or Intellectual Disability",
  "officialTitle": "Prospective, Randomized, Double-blind, Placebo-controlled, Parallel-group, Multicenter Study With an Open-label Extension Period to Investigate the Efficacy and Safety of NT 201 in the Treatment of Children and Adolescents (2-17 Years) With Chronic Troublesome Sialorrhea Associated With Neurological Disorders, and/or Intellectual Disability",
  "protocolDocument": {
    "nctId": "NCT02270736",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2016-06-16",
    "uploadDate": "2020-11-24T10:31",
    "size": 3650566,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02270736/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 256,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-02-09",
    "completionDate": "2019-05-07",
    "primaryCompletionDate": "2018-02-23",
    "firstSubmitDate": "2014-10-17",
    "firstPostDate": "2014-10-21"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male or female child/adolescent age 2-17 years.\n* Any neurological disorder (e.g. cerebral palsy or traumatic brain injury) and/or intellectual disability associated with chronic troublesome sialorrhea for at least 3 months up to the screening. In subjects with intellectual disability (ID) without neurological disorders, a diagnosis of ID by a specialist, e.g. pediatrician or by a center for developmental medicine is required for inclusion.\n* Severe drooling (modified Teacher´s Drooling Scale \\[mTDS\\] ≥ 6; clothing occasionally becomes damp) as rated by the investigator.\n* Parental consent and the subject's oral or written assent as the subject is able to provide.\n\nExclusion Criteria:\n\n* Chronic troublesome sialorrhea not related to neurological disorders and/or intellectual disability.\n* Body weight \\< 12 kg.\n* Pharmacological treatment for sialorrhea or concomitant medication known to influence sialorrhea strongly (e.g. anticholinergics with exception of locally applied or short acting drugs used under general anesthesia) within 45 days before baseline and during the entire study period.\n* Any previous known or suspected hypersensitivity to Botulinum toxin.\n* Aspiration pneumonia within 6 month before screening.\n* Any previous treatment with Botulinum toxin for any body region during the year before screening or within the screening period\n* Prior, concomitant or planned surgery or irradiation to head and neck to control sialorrhea (including salivary gland surgery or salivary gland irradiation) within one year before screening or planned for any part of the entire study period.\n* Concurrent diseases, including hematological, hepatic, renal, gastrointestinal, endocrine, pulmonary, musculoskeletal, or psychiatric diseases or conditions, which in the judgment of the investigator would put the subject at risk while in the study, could influence the results of the study, or negatively impact the subject's ability to participate in the study.\n* Extremely poor dental and/or oral condition that might preclude safe study participation by the judgment of the investigator.\n* Nursing mother or pregnant female subject.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "2 Years",
    "maximumAge": "17 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Unstimulated Salivary Flow Rate (uSFR) at Week 4",
        "description": "This endpoint was planned to be analyzed in double-blind, MP, 6 to 17 years participants only. uSFR was assessed by weighing of absorbent swabs with safety threads soaked with saliva over 5 minutes and the procedure was repeated after 30 minutes. Salivary flow rate was equal to weight increase of swabs/time of collection. The average of the 2 results for flow rate was calculated. The reduction of measured weight over the study relates to improvement of sialorrhea.",
        "timeFrame": "Baseline and Week 4"
      },
      {
        "measure": "Global Impression of Change Scale (GICS) at Week 4 Assessed by the Carer/Parent(s)",
        "description": "This endpoint was analyzed in double-blind, MP, 6 to 17 years participants. The GICS was used to measure the carer's/parent's impression of change due to treatment. The response option was a common 7-point Likert scale, with the following values: +3 (very much improved); +2 (much improved); +1 (minimally improved); 0 (no change); -1 (minimally worse); -2 (much worse); -3 (very much worse).",
        "timeFrame": "Week 4"
      },
      {
        "measure": "Occurrence of Treatment Emergent Adverse Events (TEAEs) Overall and Per Injection Cycle",
        "timeFrame": "Baseline up to Week 64"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in uSFR at Weeks 8 and 12",
        "description": "This endpoint was analyzed in double-blind, MP, 6 to 17 years participants. uSFR was assessed by weighing of absorbent swabs with safety threads soaked with saliva over 5 minutes and then procedure was repeated after 30 minutes. Salivary flow rate was equal to weight increase of swabs/time of collection. The average of the 2 results for flow rate was calculated. The reduction of measured weight over the study relates to improvement of sialorrhea.",
        "timeFrame": "Baseline and Weeks 8 and 12"
      },
      {
        "measure": "GICS at Weeks 8 and 12",
        "description": "This endpoint was analyzed in double-blind, MP, 6 to 17 years participants. The GICS was used to measure the carer's/parent's impression of change due to treatment. The response option was a common 7-point Likert scale with the following values: +3 (very much improved); +2 (much improved); +1 (minimally improved); 0 (no change); -1 (minimally worse); -2 (much worse); -3 (very much worse).",
        "timeFrame": "Weeks 8 and 12"
      },
      {
        "measure": "Occurrence of Treatment Emergent Adverse Events of Special Interest (AESI) Overall and by Injection Cycle",
        "timeFrame": "Baseline up to Week 64"
      },
      {
        "measure": "Occurrence of Treatment Emergent Serious Adverse Events (TESAEs) Overall and by Injection Cycle",
        "timeFrame": "Baseline up to Week 64"
      },
      {
        "measure": "Occurrence of TEAEs Related to Treatment as Assessed by the Investigator Overall and by Injection Cycle",
        "timeFrame": "Baseline up to Week 64"
      },
      {
        "measure": "Occurrence of TEAEs Leading to Discontinuation Overall and by Injection Cycle",
        "timeFrame": "Baseline up to Week 64"
      }
    ],
    "other": []
  },
  "realComplexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 4,
      "exclusionCount": 10,
      "totalCount": 14
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:33:06.217Z",
  "dataSource": "ClinicalTrials.gov API v2"
}