{
  "nctId": "NCT04523571",
  "briefTitle": "Safety and Immunogenicity of SARS-CoV-2 mRNA Vaccine (BNT162b1) in Chinese Healthy Subjects",
  "officialTitle": "Safety and Immunogenicity of SARS-CoV-2 mRNA Vaccine (BNT162b1) in Chinese Healthy Subjects: A Phase I, Randomized, Placebo-controlled, Observer-blind Study",
  "protocolDocument": {
    "nctId": "NCT04523571",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-08-05",
    "uploadDate": "2022-08-10T10:50",
    "size": 4159780,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04523571/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 144,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-07-28",
    "completionDate": "2021-08-10",
    "primaryCompletionDate": "2020-09-30",
    "firstSubmitDate": "2020-08-18",
    "firstPostDate": "2020-08-21"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nFor adult group (age ≥18 and ≤55)\n\n* Male or female subjects of ≥18 years old and ≤55 years old with body mass index (BMI) ≥18 and ≤30 at the Screening Visit.\n* Individuals who are in good health condition at the time of entry into the trial as determined by medical history, physical examination (including vital signs, electrocardiogram \\[ECG\\]) and eligibility screening test (hematology, blood chemistry and urine analysis) and clinical judgment of the investigator at Screening Visit.\n* The subject can provide with informed consent and signs and dates a written informed consent form (ICF) prior to the initiation of any trial procedures.\n* They must be able to understand and follow trial-related instructions.\n* They must be willing and able to comply with planned visits, treatment schedule, laboratory tests and other requirements of the trial.\n* Negative in antibodies screening of SARS-CoV-2 (fingerstick).\n* Normal in chest computed tomography (CT) scans (no imaging features of COVID-19).\n* Axillary temperature ≤ 37.0ºC.\n* Negative SARS-CoV-2 test in throat swabs by reverse transcription-polymerase chain reaction (RT-PCR).\n* Women of childbearing potential (WOCBP) must have a negative beta-human chorionic gonadotropin (β-hCG) in serum sample at Screening Visit. Women that are postmenopausal (Menopause≥12 consecutive months) or permanently sterilized will be considered as not having reproductive potential.\n* WOCBP must have used effective contraception 14 days prior to screening and agree to use effective contraception continuously during the trial period, from 14 days prior to Screening Visit to 60 days after the last immunization.\n* WOCBP must agree not to donate eggs (ova, oocytes) for the purposes of assisted reproduction during trial, starting from Screening Visit and continuously until 60 days after being given the last immunization.\n* Men who are sexually active with a WOCBP and have not had a vasectomy must agree to practice an effective form of contraception with their female partner of childbearing potential during the trial, starting from Screening Visit and continuously until 60 days after being given the last immunization.\n* Men must be willing to refrain from sperm donation, starting from Screening Visit and continuously until 60 days after receiving the last immunization.\n\nFor the elderly group (age ≥65 and ≤85)\n\n* Male or female subjects ≥65 years old and ≤85 years old at Screening Visit\n* Individuals who are in a health condition that can receive the investigational vaccine, at the time of entry into the trial as determined by medical history, physical examination (including vital signs, ECG) and eligibility screening tests (hematology, biochemistry and urinalysis) and clinical judgment of the investigator at Screening Visit.\n* The subject can provide with informed consent and signs and dates a written ICF prior to the initiation of any trial procedures.\n* They must be able to understand and follow trial-related instructions.\n* They must be willing and able to comply with planned visits, treatment schedule, laboratory tests and other requirements of the trial.\n* Negative in antibodies screening of SARS-CoV-2 (blood sample from fingertip).\n* No imaging features of COVID-19 in chest CT.\n* Axillary temperature ≤ 37.0ºC.\n* Negative SARS-CoV-2 test in throat swabs by RT-PCR.\n* WOCBP must have a negative serum β-hCG at Screening Visit. Women that are postmenopausal (Menopause ≥12 consecutive months) or permanently sterilized will be considered as not having reproductive potential.\n* WOCBP must have used effective contraception 14 days prior to screening and agree to use effective contraception continuously during the trial period, from 14 days prior to Screening Visit to 60 days after the last immunization.\n* WOCBP must agree not to donate eggs (ova, oocytes) for the purposes of assisted reproduction during trial, starting from Screening Visit and continuously until 60 days after being given the last immunization.\n* Men who are sexually active with a WOCBP and have not had a vasectomy must agree to practice an effective form of contraception with their female partner of childbearing potential during the trial, starting from Screening Visit and continuously until 60 days after being given the last immunization.\n* Men must be willing to refrain from sperm donation, starting from Screening Visit and continuously until 60 days after receiving the last immunization.\n\nExclusion Criteria:\n\nFor adult group (age ≥18 and ≤55)\n\n* Have had any acute illness, as determined by the investigator, with or without fever, within 72 hours prior to the prime vaccination. An acute illness which is nearly resolved with only minor residual symptoms remaining is allowable if, in the opinion of the investigator, the residual symptoms will not compromise their well-being if they participate as trial subjects in the trial, or that could prevent, limit, or confound the protocol-specified assessments.\n* Are breastfeeding on the day of Screening Visit or who plan to breastfeed during the trial, starting from Screening Visit and continuously until at least 90 days after the last immunization. Women or partners who plan to become pregnant within 1 year post the Screening Visit.\n* Have a known allergy, hypersensitivity, or intolerance to the planned vaccine for trial including any excipients.\n* Used to have a history of hypersensitivity or serious reactions to vaccination.\n* Received any vaccination within 4 weeks prior to Visit 1.\n* Don't agree to not be vaccinated during the trial, starting from Screening Visit and continuously until 28 days after receiving the last immunization, except emergency vaccination (e.g. rabies vaccine, tetanus vaccine).\n* Had any medical condition (e.g., autoimmune disease) or any major surgery (e.g., requiring general anesthesia) within the past 5 years, which in the opinion of the investigator, could compromise their well-being if they participate as trial subjects in the trial, or that could prevent, limit, or confound the protocol-specified assessments.\n* Have any surgery planned during the trial, starting from Screening Visit and continuously until at least 90 days after the last immunization.\n* Had any chronic use (more than 14 continuous days) of any systemic medications that affects immune function, including immunosuppressant or other immune-modifying drugs, within 6 months prior to Screening Visit unless in the opinion of the investigator, the medication would not prevent, limit, or confound the protocol-specified assessments or could compromise safety of subjects.\n* Had administration of any immunoglobulins and/or any blood products within the 3 months prior to Screening Visit.\n* Had administration of another investigational product including vaccines within 60 days or 5 half-lives (whichever is longer), prior to Screening Visit.\n* With known history of AIDS or human immunodeficiency virus (HIV) test positive.\n* History of hepatitis B virus (HBV) or hepatitis C virus (HCV) infection, through medical inquiry.\n* History of SARS, SARS-CoV-2 or middle east respiratory syndrome (MERS) infection. Suspected SARS patients should be screened for SARS antibodies.\n* Previously participated in a clinical trial involving lipid nanoparticles.\n* Are subject to exclusion periods of other clinical trials or simultaneous participation in another clinical trial.\n* Have any affiliation with the study site (e.g., are close relative of the investigator or dependent person, such as an employee or student of the study site).\n* Have a history of drug abuse or known medical, psychological, or social conditions within the past 5 years. In the opinion of the investigator, could comprise their well-being if they participate as trial subjects in the trial, or that could prevent, limit, or confound the protocol-specified assessments.\n* Have a history of narcolepsy.\n* Have history of alcohol abuse or drug addiction within 1 year prior to Screening Visit.\n* Have a history of or suspected immunosuppressive condition, acquired or congenital, as determined by medical history and/or physical examination at Screening Visit.\n* Have any abnormality or permanent body art (e.g., tattoo), that in the opinion of the investigator, would obstruct the ability to observe local reactions at the vaccination site.\n* Have had any blood loss \\>400 mL, e.g., due to donation of blood or blood products or injury, within the 28 days prior to Screening Visit or plan to donate blood or plasma during the trial, starting from Screening Visit and continuously until at least 28 days after being given the last immunization.\n* Travel or live in any country or region with a high SARS-CoV-2 infection risk (as defined at Screening Visit) within the 14 days prior to Screening Visit.\n* They plan to visit any country or region with a high SARS-CoV-2 infection risk (as defined at Screening Visit), from Screening Visit until 14 days after being given the last immunization.\n* Symptoms of COVID-19, e.g., respiratory symptoms, fever, cough, shortness of breath and breathing difficulties.\n* Have had contact with confirmed COVID-19 patients or persons tested positive for SARS-CoV-2 within the 30 days prior to Screening Visit.\n* Are vulnerable persons, e.g., soldiers, subjects in detention, contract research organization (CRO) or Fosun staff or their family members.\n\nFor the elderly group (age ≥65 and ≤85)\n\n* Baseline laboratory abnormalities with Grade ≥3 (for hematology abnormalities with Grade ≥2) during screening visits, by physical examination and eligibility screening.\n* Have had any acute illness, as determined by the investigator, with or without fever, within 72 hours prior to the prime vaccination. An acute illness which is nearly resolved with only minor residual symptoms remaining is allowable if, in the opinion of the investigator, the residual symptoms will not compromise their well-being if they participate as trial subjects in the trial, or that will not prevent, limit, or confound the protocol-specified assessments.\n* Have a known allergy, hypersensitivity, or intolerance to the planned vaccine for trial including any excipients.\n* Used to have a history of hypersensitivity or serious reactions to vaccination.\n* Received any vaccination within 4 weeks prior to Visit 1.\n* Don't agree to not be vaccinated during the trial, starting from Screening Visit and continuously until 28 days after receiving the last immunization, except emergency vaccination (e.g. rabies vaccine, tetanus vaccine).\n* Had administration of any immunoglobulins and/or any blood products within the 3 months prior to Screening Visit.\n* Had any serious or life-threatening medical condition (e.g., autoimmune disease, cardiovascular disease) within the past 5 years, which in the opinion of the investigator, could compromise their well-being if they participate as trial subjects in the trial, or that could prevent, limit, or confound the protocol-specified assessments.\n* Have any surgery planned during the trial, starting from Screening Visit and continuously until at least 90 days after the last immunization.\n* Had any chronic use (more than 14 continuous days) of any systemic medications that affects immune function, including immunosuppressant or other immune-modifying drugs, within 6 months prior to Screening Visit unless in the opinion of the investigator, the medication would not prevent, limit, or confound the protocol-specified assessments or could compromise safety of subjects.\n* Had administration of another investigational product including vaccines within 60 days or 5 half-lives (whichever is longer), prior to Screening Visit.\n* With known history of AIDS or HIV test positive.\n* History of HBV or HCV infection.\n* History of SARS, SARS-CoV-2 or MERS infection. Suspected SARS patients should be screened for SARS antibodies.\n* Previously participated in a clinical trial involving lipid nanoparticles.\n* Are subject to exclusion periods of other clinical trials or simultaneous participation in another clinical trial.\n* Have any affiliation with the study site (e.g., are close relative of the investigator or dependent person, such as an employee or student of the study site).\n* Have a history of drug abuse or known medical, psychological, or social conditions within the past 5 years. In the opinion of the investigator, could comprise their well-being if they participate as trial subjects in the trial, or that could prevent, limit, or confound the protocol-specified assessments.\n* Have a history of narcolepsy.\n* Have history of alcohol abuse or drug addiction within 1 year prior to Screening Visit.\n* Have a history of or suspected immunosuppressive condition, acquired or congenital, as determined by medical history and/or physical examination at Screening Visit.\n* Have any abnormality or permanent body art (e.g., tattoo), that in the opinion of the investigator, would obstruct the ability to observe local reactions at the vaccination site.\n* Have had any blood loss \\>400 mL, e.g., due to donation of blood or blood products or injury, within the 28 days prior to Screening Visit or plan to donate blood or plasma during the trial, starting from Screening Visit and continuously until at least 28 days after being given the last immunization.\n* Travel or live in any country or region with a high SARS-CoV-2 infection risk (as defined at Screening Visit) within the 14 days prior to Screening Visit.\n* They plan to visit any country or region with a high SARS-CoV-2 infection risk (as defined at Screening Visit), from Screening Visit until 14 days after being given the last immunization.\n* Symptoms of COVID-19, e.g., respiratory symptoms, fever, cough, shortness of breath and breathing difficulties.\n* Have had contact with confirmed COVID-19 patients or persons tested positive for SARS-CoV-2 nucleic acids or antibodies within the 30 days prior to Screening Visit.\n* Are vulnerable persons, e.g., soldiers, subjects in detention, CRO or Fosun staff or their family members.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Solicited Local Adverse Events (AEs) (e.g., Injection Site Pain, Redness, Induration, Swelling) Recorded up to 14 Days After Each Dose of BNT162b1 or Placebo.",
        "description": "Solicited local AEs were collected within 7 days/14 days after each vaccination. For the grading of AEs, a 7-day period AE assessment after each dose as graded by United States (US) Food and Drug Administration (FDA) criteria along with the 14-day period AE assessment as graded by National Medical Products Administration (NMPA) criteria are used to evaluate solicited AEs. For other AEs, only the NMPA criteria is used. The \"solicited\" AEs were pre-defined and listed in the subjects' diaries. All the solicited local AEs occurred within 7 days after vaccination were related to investigational vaccine (or placebo).",
        "timeFrame": "Up to 14 days following each dose administration"
      },
      {
        "measure": "Number of Participants With Solicited Systemic AEs (e.g., e.g., Nausea, Vomiting, Diarrhea, Headache, Fatigue, Myalgia, Arthralgia, Chills, Loss of Appetite, Malaise, and Fever) Recorded up to 14 Days After Each Dose of BNT162b1 or Placebo.",
        "description": "Solicited systemic AEs were collected within 7 days/14 days after each vaccination. For the grading of AEs, a 7-day period AE assessment after each dose as graded by US FDA criteria along with the 14-day period AE assessment as graded by NMPA criteria are used to evaluate solicited AEs. For other AEs, only the NMPA criteria is used. The \"solicited\" AEs were pre-defined and listed in the subjects' diaries. Except for 1 event (myalgia) occurred in 10 µg group and 1 event (diarrhea) occurred in placebo group, all the solicited systemic AEs occurred within 7 days after vaccination were related to investigational vaccine (or placebo). All the solicited systemic AEs occurred within 14 days after vaccination were related to investigational vaccine (or placebo), except for 1 event (myalgia) occurred in placebo group and 2 events (both diarrhea; 1 event occurred in 30 µg group, 1 event occurred in placebo group).",
        "timeFrame": "Up to 14 days following each dose administration"
      },
      {
        "measure": "Number of Participants With Unsolicited Vaccine Related AEs During the 21-day Period After Dose 1 of BNT162b1 or Placebo.",
        "description": "AEs occurred during the 21-day period after dose 1 were also referred as \"unsolicited\" AEs. The unsolicited AEs were not pre-defined in the subjects' diaries.",
        "timeFrame": "21-day period after dose 1 vaccination"
      },
      {
        "measure": "Number of Participants With Unsolicited Vaccine Related AEs During the 28-day Period After Dose 2 of BNT162b1 or Placebo.",
        "description": "AEs occurred during the 28-day period after dose 2 were also referred as \"unsolicited\" AEs. The unsolicited AEs were not pre-defined in the subjects' diaries.",
        "timeFrame": "28-day period after dose 2 vaccination"
      }
    ],
    "secondary": [
      {
        "measure": "The Number of Participants Experiencing Treatment Emergent Serious Adverse Events (TESAEs)",
        "timeFrame": "From Dose 1 up to Month 12"
      },
      {
        "measure": "The Number of Participants Experiencing Related TEAEs",
        "description": "\"Related\" implies the relationship between AE and vaccine is one of \"Possibly related\", \"Probably related\" and \"Definitely related\".",
        "timeFrame": "From Dose 1 up to Month 12"
      },
      {
        "measure": "The Number of Participants Experiencing Clinically Significant (CS) Abnormal Markers of Hematology, Blood Chemistry and Urine Analysis",
        "description": "Results for CS results are displayed by abnormal parameter. Abnormal test results assessed not clinical significant are not presented. Participants with more than one 'CS' parameter are counted for each parameter separately and therefore included multiple times.",
        "timeFrame": "Hour 24 and Day 7 after dose 1 and Day 7 after dose 2"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of Anti-S1 IgG Antibody",
        "description": "At Day 7, Day 21 after dose 1, at Day 7, Day 21 after dose 2, and at Month 3, 6 and 12 after dose 1.",
        "timeFrame": "Up to 12 months following first dose"
      },
      {
        "measure": "GMT of Anti-receptor Binding Domain (RBD) Immunoglobulin G (IgG) Antibody",
        "description": "At Day 7, Day 21 after dose 1, at Day 7, Day 21 after dose 2, and at Month 3, 6 and 12 after dose 1.",
        "timeFrame": "Up to 12 months following first dose"
      },
      {
        "measure": "GMT of SARS-CoV-2 Neutralizing Antibody (Including True Virus-based SARS-CoV-2 Neutralizing Test)",
        "description": "At Day 7, Day 21 after first dose, at Day 7, Day 21 after second dose, and at Month 3, 6, and 12 after first dose.",
        "timeFrame": "Up to 12 months following first dose"
      },
      {
        "measure": "Fold Increase in Antibody Anti-S1 IgG Antibody Titers, as Compared to Baseline",
        "description": "At Day 7, Day 21 after dose 1, at Day 7, Day 21 after dose 2, and at Month 3, 6, and 12 after dose 1.",
        "timeFrame": "Up to 12 months following the first dose"
      },
      {
        "measure": "Fold Increase in Antibody Anti-RBD IgG Antibody Titers, as Compared to Baseline",
        "description": "At Day 7, Day 21 after dose 1, at Day 7, Day 21 after dose 2, and at Month 3, 6, and 12 after dose 1.",
        "timeFrame": "Up to 12 months following first dose"
      },
      {
        "measure": "Fold Increase in SARS-CoV-2 Neutralizing Antibody Titers (Virus Neutralizing Test), as Compared to Baseline.",
        "description": "At Day 7, Day 21 after dose 1, at Day 7, Day 21 after dose 2, and at Month 3, 6, and 12 after dose 1.",
        "timeFrame": "Up to 12 months following first dose"
      },
      {
        "measure": "Seroconversion Rates (SCR) Defined as a Minimum of 4-fold Increase of Antibody Titers, as Compared to Baseline",
        "description": "At Day 7, Day 21 after dose 1, and at Day 7, Day 21 after dose 2.",
        "timeFrame": "Up to 21 days after dose 2"
      }
    ],
    "other": []
  },
  "realComplexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 28,
      "exclusionCount": 56,
      "totalCount": 84
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:32:33.297Z",
  "dataSource": "ClinicalTrials.gov API v2"
}