{
  "nctId": "NCT01736189",
  "briefTitle": "Assessment of Clinical Effectiveness and Safety of Adalimumab and High Dose Methotrexate in Routine Clinical Practice",
  "officialTitle": "Assessment of Clinical Effectiveness and Safety of Adalimumab and High Dose Methotrexate in Routine Clinical Practice (Combo Study; Adalimumab With High Dose MTX)",
  "protocolDocument": {
    "nctId": "NCT01736189",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-12-11",
    "uploadDate": "2019-04-05T11:04",
    "size": 588487,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01736189/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 346,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2012-10-11",
    "completionDate": "2018-04-16",
    "primaryCompletionDate": "2018-04-16",
    "firstSubmitDate": "2012-11-27",
    "firstPostDate": "2012-11-29"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nThe participants of this study were rheumatoid arthritis (RA) patients for whom adalimumab was prescribed. They must have met the following conditions:\n\n* Disease duration of RA ≤2 years\n* Methotrexate (MTX) administration ≥3 months prior to starting adalimumab\n* Dose of MTX ≥12mg/week\n* Disease Activity Score 28 (DAS28)-C-reactive protein (CRP) score \\>3.2\n\nExclusion Criteria:\n\n* Participants who had been previously treated with biologics (including tumor necrosis factor \\[TNF\\] inhibitors and others)",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "16 Years",
    "maximumAge": "99 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With a Disease Activity Score 28 (DAS28) Score of <2.6 at Week 52",
        "description": "The Disease Activity Score 28 (DAS28) is a validated index of rheumatoid arthritis disease activity. Twenty-eight tender joint counts, 28 swollen joint counts, the erythrocyte sedimentation rate (ESR; mm/hr) or C-reactive protein (CRP; mg/dL) level, and the participant's assessment of global disease activity (on a visual analog scale \\[VAS\\] from 0 to 10 cm) are included in the DAS28 score. Scores on the DAS28 range from 0 to 10; higher scores indicate more disease activity. A DAS28 score \\>5.1 indicates high disease activity, a DAS28 score \\<3.2 indicates low disease activity, and a DAS28 score \\<2.6 indicates clinical remission.",
        "timeFrame": "At Week 52"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With a Clinical Disease Activity Index (CDAI) Score ≤ 2.8 at Week 104",
        "description": "The Clinical Disease Activity Index (CDAI) is a composite index for assessing rheumatoid arthritis disease activity. Twenty-eight tender joint counts, 28 swollen joint counts, the participant's global assessment of disease activity (on a visual analog scale \\[VAS\\] from 0 to 10 cm), and a physician's global assessment of disease activity (measured on a VAS from 0 to 10 cm) are summed to yield the total score. The total CDAI score ranges from 0 to 78 with higher scores indicating higher disease activity. Remission is defined as a CDAI score ≤ 2.8.",
        "timeFrame": "At Week 104"
      },
      {
        "measure": "Percentage of Participants With a Simplified Disease Activity Index (SDAI) Score ≤ 3.3 at Week 104",
        "description": "The SDAI is a validated measure of rheumatoid arthritis disease activity. Twenty-eight tender joint counts, 28 swollen joint counts, global disease activity assessed by the participant on a visual analogue scale from 0 to 10 (cm), global disease activity assessed by an investigator on a visual analogue scale from 0 to 10 (cm), and serum levels of C-reactive protein (CRP; mg/dL) were included in the SDAI score. Scores on the SDAI range from 0 to 86. An SDAI score ≥26.1 indicates high disease activity, an SDAI score between 11.1 and 26.0 indicates moderate disease activity, an SDAI score between 3.4 and 11.0 indicates low disease activity, and an SDAI score ≤3.3 indicates clinical remission.",
        "timeFrame": "At Week 104"
      },
      {
        "measure": "Percentage of Participants With a Health Assessment Questionnaire Disability Index (HAQ-DI) Score < 0.5 at Week 104",
        "description": "The Health Assessment Questionnaire - Disability Index (HAQ-DI) is a self-reported assessment specific for rheumatoid arthritis. It consists of 20 questions referring to eight domains: dressing/grooming, arising, eating, walking, hygiene, reach, grip, and daily activities. Participants assessed their ability to do each task over the past week using the following response categories: without any difficulty (0); with some difficulty (1); with much difficulty (2); and unable to do (3). Scores on each task were summed and averaged to provide an overall score ranging from 0 to 3, where zero represents no disability and three very severe, high-dependency disability. HAQ remission indicating normal physical function is defined as HAQ-DI \\< 0.5.",
        "timeFrame": "At Week 104"
      },
      {
        "measure": "Mean Change From Baseline in European Quality of Life-5 Dimensions Health Questionnaire (EQ-5D) Index Score at Week 104",
        "description": "The European Quality of Life-5 Dimensions Health Questionnaire (EQ-5D) is a participant-answered questionnaire scoring 5 dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. For each dimension the participant is asked for a three-level assessment of their health on the current day: \"no problems\" (1), \"some problems\" (2), \"extreme problems\" (3). EQ-5D health states, defined by the EQ-5D descriptive system, are converted into a single summary index by applying a formula that essentially attaches values (also called QOL weights or QOL utilities) to each of the levels in each dimension. EQ-5D Summary Index values range from -0.11 (worst health state) to 1.00 (perfect health state). Positive numbers indicate improvement from baseline.",
        "timeFrame": "Baseline and Week 104"
      },
      {
        "measure": "Percentage of Participants With a Change From Baseline of ≤ 1.0 in Van Der Heijde Modified Total Sharp Score (mTSS) at Week 104",
        "description": "The van der Heijde modified Total Sharp Score (mTSS) is a measure of the level of joint damage. X-rays of hands and feet were taken at the visit. Joints were scored for erosions on a scale of 0 (no damage) to 5 (complete collapse) and joint space narrowing on a scale of 0 (no damage) to 4 (ankylosis or complete dislocation). Erosion scores and narrowing scores were added to obtain the mTSS (range = 0 \\[normal\\] to 398 \\[maximal disease\\]). An increase in mTSS from Baseline represents disease progression and/or joint worsening, no change represents halting of disease progression, and a decrease represents improvement.",
        "timeFrame": "Baseline and Week 104"
      }
    ],
    "other": []
  },
  "realComplexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 4,
      "exclusionCount": 1,
      "totalCount": 5
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 60,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-21T22:33:04.604Z",
  "dataSource": "ClinicalTrials.gov API v2"
}