{
  "nctId": "NCT03079297",
  "briefTitle": "Rapid Antidepressant Effects of Leucine",
  "officialTitle": "A Pilot Double-Blind Randomized Placebo-Controlled Crossover Study to Investigate Rapid Antidepressant Effects of Leucine",
  "protocolDocument": {
    "nctId": "NCT03079297",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2016-08-16",
    "uploadDate": "2022-09-28T10:53",
    "size": 592666,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03079297/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 16,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-03-09",
    "completionDate": "2021-10-04",
    "primaryCompletionDate": "2021-10-04",
    "firstSubmitDate": "2017-03-04",
    "firstPostDate": "2017-03-14"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Current primary diagnosis of nonpsychotic major depressive disorder.\n* Stable antidepressant dose of no more than one antidepressant medication for 4 weeks and no anticipated changes during the study period.\n* Stable doses of all concomitant medications for over 6 weeks.\n* No more than two failed antidepressant trials of adequate dose and duration, as defined by ATRQ, in the current episode.\n\nExclusion Criteria:\n\n* Psychiatric co-morbidity posing safety risk.\n* Pregnant or breastfeeding or plan to become pregnant over the ensuing 2 months following study entry or are sexually active and not using adequate contraception\n* Exclusionary psychiatric conditions (such as substance dependence in the last 6 months, substance abuse in the last 2 months, or lifetime history of psychotic disorders.\n* Unstable or terminal general medical condition (GMC).\n* Concomitant medications that interact with L-leucine (e.g. sildenafil).\n* Vagus nerve stimulation, ECT, or rTMS, or other somatic antidepressant treatment during current episode\n* Inadequately controlled hypothyroidism.\n* Therapy that is depression specific, such as CBT or Interpersonal Psychotherapy of Depression.\n* Hypersensitivity to L-leucine\n* Have Maple Syrup Urine Disease.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "64 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in QIDS-SR From Baseline at 14 Days",
        "description": "The Quick Inventory of Depressive Symptomatology, self-report (QIDS-SR), self-report is a 16-item measure of depression severity that includes the 9 criterion symptoms for MDD. Items are scored on a 4-point Likert scale, ranging from 0 to 3 (total score range, 0-27). Totals scores of ≤ 5 indicate no depression; 6-10 indicates mild depression; 11-15 indicates moderate depression; 16-20 indicates severe depression; and ≥ 21 indicates very severe depression. For purposes of this report, severe and very severe categories were combined as \"severe to very severe\" depression (≥ 16). The QIDS-A self-report has demonstrated acceptable psychometric properties.",
        "timeFrame": "Baseline to 14 days"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of MDD Patients With 50% or Greater Reduction in Depression Severity After 14 Days of LEU and PBO Treatments.",
        "description": "Response criteria defined based on QIDS-SR score at baseline and 14 days after treatment initiation.\n\nThe Quick Inventory of Depressive Symptomatology, self-report (QIDS-SR), self-report is a 16-item measure of depression severity that includes the 9 criterion symptoms for MDD. Items are scored on a 4-point Likert scale, ranging from 0 to 3 (total score range, 0-27). Totals scores of ≤ 5 indicate no depression; 6-10 indicates mild depression; 11-15 indicates moderate depression; 16-20 indicates severe depression; and ≥ 21 indicates very severe depression. For purposes of this report, severe and very severe categories were combined as \"severe to very severe\" depression (≥ 16). The QIDS-A self-report has demonstrated acceptable psychometric properties.",
        "timeFrame": "Baseline to 14 days"
      },
      {
        "measure": "Percentage of MDD Patients With QIDS-SR Score Less Than or Equal to 5 at 14 Days of LEU and PBO Treatments.",
        "description": "Remission operationalized as QIDS-SR \\<=5.\n\nThe Quick Inventory of Depressive Symptomatology, self-report (QIDS-SR), self-report is a 16-item measure of depression severity that includes the 9 criterion symptoms for MDD. Items are scored on a 4-point Likert scale, ranging from 0 to 3 (total score range, 0-27). Totals scores of ≤ 5 indicate no depression; 6-10 indicates mild depression; 11-15 indicates moderate depression; 16-20 indicates severe depression; and ≥ 21 indicates very severe depression. For purposes of this report, severe and very severe categories were combined as \"severe to very severe\" depression (≥ 16). The QIDS-A self-report has demonstrated acceptable psychometric properties.",
        "timeFrame": "14 days"
      },
      {
        "measure": "Rates of Adverse Effects After 3 Days, 7 Days and 14 Days of LEU and PBO Treatments.",
        "description": "Adverse effect burden will be measured with Frequency Intensity and Burden of Side-effect rating scale (FIBSER).\n\nThe Frequency, Intensity, Burden of Side Effects Rating (FIBSER) scale was designed by Dr. Stephen Wisniewski for use in the U.S. STAR\\*D effectiveness study. It is a 3-item scale to assess side effects from antidepressant treatment. To use the FIBSER in measurement-based care, clinicians should consider item 3 (Burden). If the score is 0 to 2 (None to Mild interference with activities), no change in medication is needed. If the score is 3-4 (Moderate to Marked interference with activites), the side effects need to be addressed (i.e., change in dose, side effect antidote, etc). If the score is 5-6 (Severe interference with activities or Unable to Function), the dose needs to be decreased or the medication needs to be switched.",
        "timeFrame": "Baseline to 3 days, 7 days, and 14 days"
      },
      {
        "measure": "Change in Fatigue Symptoms From Baseline After 3, 7, and 14 Days of LEU and PBO Treatments Measured With Multidimensional Fatigue Inventory.",
        "description": "Fatigue will be measured with Multidimensional fatigue inventory\n\nThe Multidimensional Fatigue Inventory (MFI) is a 20-item self-report instrument designed to measure fatigue. It contains five scales: general fatigue (items 1, 5, 12, 16), mental fatigue (items 7, 11, 13, 19), physical fatigue (items 2, 8, 14, 20), reduced motivation (items 4, 9, 15, 18) and reduced activity (items 3, 6, 10, 17). Items are scored on a 5-point scale on which the participant expressed the degree to which the statement applied to him or her (from agreement \"yes, that is true\" to disagreement \"no, that is not true\") in the previous days. Item scores are summed to create a sum score for each scale, ranging between 4 (best condition) and 20 (worst condition). Higher scores indicate more fatigue.",
        "timeFrame": "Baseline to 3 days, 7 days, and 14 days"
      },
      {
        "measure": "Change in Psychosocial Function From Baseline After 3, 7, and 14 Days of LEU and PBO Treatments Measured Using Work and Social Adjustment Scale.",
        "description": "Psychosocial function will be measured using Work and Social Adjustment Scale\n\nThe Work and Social Adjustment Scale (\"WSAS\") is a 5-item measure for impairment in functioning. Items are scored on an 8-point scale on how much participants' problems impaired their ability to carry out the activity (from \"Not at all\" to \"Very severely\"). Item scores are summed to create a sum score. The maximum score of the WSAS is 40, lower scores are better. A WSAS score above 20 appears to suggest moderately severe or worse psychopathology. Scores between 10 and 20 are associated with significant functional impairment but less severe clinical symptomatology. Scores below 10 appear to be associated with subclinical populations.",
        "timeFrame": "Baseline to 3 days, 7 days, and 14 days"
      },
      {
        "measure": "Change in Anhedonia From Baseline After 3, 7, and 14 Days of LEU and PBO Treatments Measured Using Snaith-Hamilton Pleasure Scale (SHAPS)",
        "description": "Anhedonia will be measured using Snaith-Hamilton Pleasure Scale (SHAPS).\n\nThe Snaith-Hamilton Pleasure Scale (SHAPS) is a 14-item scale that measures anhedonia, the inability to experience pleasure. The items cover the domains of: social interaction, food and drink, sensory experience, and interest/pastimes. A score of 2 or less constitutes a \"normal\" score, while an \"abnormal\" score is defined as 3 or more. Each item has four possible responses: strongly disagree, disagree, agree, or strongly agree. Either of the \"disagree\" responses score one point, and either of the \"agree\" responses score 0 points. Thus, the final score ranges from 0 to 14.",
        "timeFrame": "Baseline to 3 days, 7 days, and 14 days"
      }
    ],
    "other": []
  },
  "realComplexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 4,
      "exclusionCount": 10,
      "totalCount": 14
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 93,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:33:01.853Z",
  "dataSource": "ClinicalTrials.gov API v2"
}