{
  "nctId": "NCT04578132",
  "briefTitle": "Description of the Population With Genitourinary Tumors and COVID-19",
  "officialTitle": "Observational Retrospective-prospective Study in Patients With Genitourinary Tumors Presenting COVID-19 Infection (SOGUG-COVID-19)",
  "protocolDocument": {
    "nctId": "NCT04578132",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-08-10",
    "uploadDate": "2025-03-28T11:59",
    "size": 255006,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04578132/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 410,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-12-18",
    "completionDate": "2022-11-23",
    "primaryCompletionDate": "2022-11-23",
    "firstSubmitDate": "2020-10-06",
    "firstPostDate": "2020-10-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Patients ≥18 years old.\n* Diagnosed with genitourinary cancer (urothelial, kidney, prostate and germ).\n* COVID-19 infection prior to cancer treatment, during treatment, or after treatment.\n* The COVID-19 infection must be confirmed by PCR or serology, regardless of whether or not the patient requires hospitalization for the infection, additionally, a clinical and / or radiological determination must be available in those patients who present symptoms.\n\nExclusion Criteria:\n\n* Not applicable",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Age at Baseline",
        "description": "Describe the population infected by COVID-19 with genitourinary tumors (urothelial cancer, prostate cancer, testicular cancer and kidney cancer) treated in Spanish hospitals, know the clinical presentation: Spcifically here we reported the Age",
        "timeFrame": "Baseline, at the time of inclusion"
      },
      {
        "measure": "Frequency of Complications of COVID-19 Intercurrent Infection",
        "description": "Percentage of patients with complications associated to COVID-19 infection (classified by type and severity)",
        "timeFrame": "Through study completion, average 1 year"
      },
      {
        "measure": "Frequency of Complications of COVID-19 Infection (Pneumonia) Stratified by Treatment",
        "description": "To assess the possible relationship of the different oncological treatments administered to these patients with the clinical evolution of the COVID-19 infection. Complications will be classified by type and severity in groups of patients stratified by the oncological treatment received.",
        "timeFrame": "Through study completion, average 1 year"
      },
      {
        "measure": "Frequency of Complications of COVID-19 Infection in Patients With Genitourinary Cancer Stratified by Anti-androgenic Oncological Treatment",
        "description": "To evaluate in patients with Genitourinary Cancer the impact of androgen deprivation therapy (ADT) and new antiandrogenic agents (NAH) with or without corticosteroids on the infection COVID-19 as mean of frequency in complications of COVID-19 infection classified by type and severity",
        "timeFrame": "Through study completion, average 1 year"
      },
      {
        "measure": "Frequency of Complications of COVID-19 Infection Stratified by Treatment (Immunotherapy vs no Immunotherapy)",
        "description": "To assess the possible relationship of the different oncological treatments administered to these patients with the clinical evolution of the COVID-19 infection. Complications will be classified by type and severity in groups of patients stratified by the oncological treatment received.",
        "timeFrame": "Through study completion, average 1 year"
      },
      {
        "measure": "Frequency of Adverse Events Related to Immunotherapy Targeted to Cancer (Classified by Type and Severity)",
        "description": "To specifically assess the impact of COVID-19 infection on the toxicity of immunotherapy treatment (mainly pneumonitis) and the impact of immunotherapy on the evolution of the infectious picture in patients with tumors of genitourinary origin. three different scenarios: during treatment, after treatment and in patients who receive treatment after the infection has passed.",
        "timeFrame": "Through study completion, average 1 year. Measured at 3 scenarios (during treatment, after treatment and therapies indicated after infection has passed)"
      }
    ],
    "secondary": [
      {
        "measure": "COVID-19 Mortality Rate in Patients With Genitourinary Cancer",
        "description": "To assess the mortality associated with COVID-19 infection in the population with genitourinary tumors. Percentage of patients alive / dead at discharge.",
        "timeFrame": "Through study completion, average 1 year"
      },
      {
        "measure": "COVID-19 Complication Rate in Patients With Genitourinary Cancer",
        "description": "Evaluate the rate (percentage) of complications that have required hospital admission and / or ICU treatment. Complications will be classified by type and severity and represented as percentage of patients presenting them.",
        "timeFrame": "Through study completion, average 1 year"
      },
      {
        "measure": "Asymptomatic Rate",
        "description": "Describe the frequency of asymptomatic or minimally symptomatic COVID-19 infections.",
        "timeFrame": "Through study completion, average 1 year"
      },
      {
        "measure": "Asymptomatic Rate in Renal Cancer",
        "description": "Describe the frequency of asymptomatic or minimally symptomatic COVID-19 infections.",
        "timeFrame": "Through study completion, average 1 year"
      },
      {
        "measure": "Asymptomatic Rate in Urothelial Cancer",
        "description": "Describe the frequency of asymptomatic or minimally symptomatic COVID-19 infections.",
        "timeFrame": "Through study completion, average 1 year"
      },
      {
        "measure": "Asymptomatic Rate in Prostate Cancer",
        "description": "Describe the frequency of asymptomatic or minimally symptomatic COVID-19 infections",
        "timeFrame": "Through study completion, average 1 year"
      },
      {
        "measure": "Asymptomatic Rate in Testicular Cancer",
        "description": "Describe the frequency of asymptomatic or minimally symptomatic COVID-19 infections",
        "timeFrame": "Through study completion, average 1 year"
      },
      {
        "measure": "Frequency of Delays/Modifications on Cancer Treatment Schedule",
        "description": "delays / modifications in cancer follow-up or treatment regimens.",
        "timeFrame": "Through study completion, average 1 year"
      },
      {
        "measure": "Progression Free Survival in Patients With Genitourinary Tumors That Suffered COVID-19, Patients With a First Line Treatment Ongoing at the Moment of COVID Infection",
        "description": "It is expected to obtain data on time to progression and overall survival of cancer patients, which can be compared with the reference values for each type of tumor pathology.\n\nPROGRESSION FREE SURVIVAL (FIRST LINE IN METASTATIC OR ADVANCED SETTING) The date of treatment start (treatment ongoing at the moment of COVID infection) is taken as the start date of follow-up. Only patients with a first line treatment ongoing at the moment of COVID infection were analyzed.",
        "timeFrame": "From start of treatment until progression or death, up to 130 months"
      },
      {
        "measure": "Overall Survival in Patients With Genitourinary Tumors That Suffered COVID-19",
        "description": "It is expected to obtain data on time to progression and overall survival of cancer patients, which can be compared with the reference values for each type of tumor pathology.\n\nFor the calculation of overall survival, it is taken from the date of cancer diagnosis to the date of death (at any time, not only in a prospective part).",
        "timeFrame": "From start of treatment until progression or death, up to 130 months"
      }
    ],
    "other": []
  },
  "realComplexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 4,
      "exclusionCount": 1,
      "totalCount": 5
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 16
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:32:23.255Z",
  "dataSource": "ClinicalTrials.gov API v2"
}