{
  "nctId": "NCT01439555",
  "briefTitle": "Endothelial Facilitation in Alzheimer's Disease",
  "officialTitle": "Endothelial Facilitation in Alzheimer's Disease. An Open Label Pilot Study of the Sequential and Cumulative Effects of Simvastatin, L-Arginine, and Sapropterin (Kuvan) on Cerebral Blood Flow and Cognitive Function in Patients With Alzheimer's Disease.",
  "protocolDocument": {
    "nctId": "NCT01439555",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-06-11",
    "uploadDate": "2019-03-18T15:04",
    "size": 430851,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01439555/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 11,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2011-11",
    "completionDate": "2017-11",
    "primaryCompletionDate": "2017-11",
    "firstSubmitDate": "2011-09-16",
    "firstPostDate": "2011-09-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Subjects must have mild Alzheimer's Disease or Mild Cognitive Impairment (MCI);\n* age between 55-85;\n* Mini Mental Status Exam (MMSE) between 15-26;\n* a caregiver who can provide information, and bring patient to the sessions;\n* no known allergies to any of the medications to be used;\n* normal renal function; willingness of patient and spouse/responsible caregiver to participate.\n\nExclusion Criteria:\n\n* Significant Psychiatric disorder;\n* stroke; current use of any of the test medications (e.g., statin, L-Arginine, Kuvan);\n* phenylketonuria (PKU) ;\n* elevated serum phenylalanine level (\\>10 mg/dL);\n* allergy to any of the medications; current active malignancy;\n* renal insufficiency (elevated creatinine above 1.3mg/dl);\n* abnormal liver function (Alanine Aminotransferase (ALT) or Aspartate Transaminase (AST) 2x normal);\n* other serious disease including coronary insufficiency or congestive heart failure, carotid stenosis greater than 50%, active peptic ulcer, urinary tract or other active infection, cancer (except skin cancer, or 5 years inactive breast or prostate cancer )etc.;\n* pregnancy; or\n* inability to come to UMass for follow-up. Subjects may continue to take anticholinesterase drugs for Alzheimer's Disease (Aricept, Exelon, Razadyne) and/or Namenda, if they have been on the drug(s) for at least 3 months. Subjects on levodopa and male subjects taking drugs for erectile dysfunction (Viagra, Cialis, Levitra) are cautioned regarding hypotension.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "55 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Mean Change in Cerebral Blood Flow as Measured by Magnetic Resonance Imaging (MRI)",
        "description": "Measurement of changes to cerebral blood flow (ml/110g/min) in regions of interest as measured using Magnetic Resonance Imaging (MRI)",
        "timeFrame": "Baseline to 16 weeks"
      },
      {
        "measure": "Change in Cerebral Blood Flow as Measured by Arterial Spin Labeling During Magnetic Resonance Imaging (MRI)",
        "description": "Data not available as files corrupted and could not be analyzed",
        "timeFrame": "Baseline to week 16"
      }
    ],
    "secondary": [
      {
        "measure": "Mini Mental State Examination (MMSE) Scores",
        "description": "Change in mental state as reflected by changes to mean Mini Mental State Examination (MMSE) score as measured 4 weeks, 8 weeks and 16 weeks post-baseline. The MMSE uses a 30 point questionnaire to measure cognitive impairment. The MMSE is scored from 0 to 30,with a score equal to or greater than 24 points indicating normal cognition, a score of 19-23 points indicating mild cognitive impairment, 10-18 points indicating moderate impairment and a score equal to or below 9 indicating severe impairment.",
        "timeFrame": "Baseline to 4 weeks, 8 weeks and 16 weeks post-baseline"
      },
      {
        "measure": "Cognitive Assessment Screening Test (CAST)",
        "description": "This outcome measured the change in average Cognitive Assessment Screening Test (CAST) scores for the participant group. The CAST is scored from 0 to 40. A higher score indicates better performance, and a lower score indicates worse performance. The participants were given the CAST at baseline, 4 weeks, 8 weeks and 16 weeks post-baseline. The outcome reports on the averaged change for the averaged CAST scores from baseline to 16 weeks.",
        "timeFrame": "Baseline to 16 weeks post-baseline"
      },
      {
        "measure": "Clinical Dementia Rating Scale (CDR)",
        "description": "This outcome measures Clinical Dementia Rating Scale (CDR) scores at baseline (enrollment) and 16 weeks post-enrollment. The Clinical Dementia Rating Scale is scored with a composite scale of 0 to 3, with higher scores indicating lower functional status and lower scores indicating better functional status.",
        "timeFrame": "Baseline to 16 weeks post-baseline"
      },
      {
        "measure": "Alzheimer's Disease Assessment Scale: Cognitive and Modified Version (ADAS-COG)",
        "description": "Mean Alzheimer's Disease Assessment Scale: Cognitive Subscale (ADAS-COG) score at baseline and at 16 weeks post-enrollment. The ADAS-COG consists of 11 tasks measuring disturbances of memory, language, praxis, attention and other cognitive abilities. Total scores range from 0 to 70, with higher scores (18 and above) indicating greater cognitive impairment.",
        "timeFrame": "Baseline to 16 weeks post-baseline"
      },
      {
        "measure": "Clinical Interview Based Impression of Change + Caregiver Input (CIBIC Plus)",
        "description": "The Clinical Interview Based Impression of Change + Caregiver Input (CIBIC Plus) is a semi-structured instrument to examine four major areas of patient function: General, Cognitive, Behavioral and Activities of Daily Living. It is scored from 1 to 7. A score of 1 indicates marked improvement, 4 indicates no change and 7 indicates marked worsening.",
        "timeFrame": "Baseline to 4 weeks, 8 weeks and 16 weeks post-baseline"
      }
    ],
    "other": []
  },
  "realComplexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 6,
      "exclusionCount": 10,
      "totalCount": 16
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 77,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:32:48.357Z",
  "dataSource": "ClinicalTrials.gov API v2"
}