{
  "nctId": "NCT05619692",
  "briefTitle": "A Study to Evaluate the Effects of SAGE-718 in Participants With Mild Cognitive Impairment or Mild Dementia Due to Alzheimer's Disease (AD)",
  "officialTitle": "A Randomized, Double-blind, Placebo-controlled Study to Evaluate the Effects of SAGE-718 in Participants With Mild Cognitive Impairment or Mild Dementia Due to Alzheimer's Disease",
  "protocolDocument": {
    "nctId": "NCT05619692",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-12-22",
    "uploadDate": "2025-06-03T12:37",
    "size": 3080479,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05619692/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 174,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-11-29",
    "completionDate": "2024-07-09",
    "primaryCompletionDate": "2024-06-05",
    "firstSubmitDate": "2022-11-09",
    "firstPostDate": "2022-11-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Meet the following criteria for mild cognitive impairment (MCI) or mild dementia due to Alzheimer's Disease (AD) at Screening:\n\n   1. A memory complaint reported by the participant or their study partner\n   2. A Clinical Dementia Rating (CDR) score of 0.5 to 1.0 (inclusive) with a memory box score ≥ 0.5\n   3. Essentially preserved activities of daily living, in the opinion of the investigator\n   4. Brain Magnetic Resonance Imaging (MRI) report, obtained within the 2 years preceding the Baseline Period, that is consistent with the diagnosis of AD with no clinically significant findings of non-AD pathology that could account for the observed cognitive impairment\n2. Have a score of 15 to 25 (inclusive) on the Montreal Cognitive Assessment (MoCA) with years of education adjustment at Screening.\n\nExclusion Criteria:\n\n1. Have participated in a previous clinical study of SAGE-718, have participated in a previous gene therapy study, or have received study treatment in any other drug, biologic, or device trial within 30 days or 5 half-lives (whichever is longer), unless the participant participated solely in the placebo arm of the study. Additionally, participants who have received treatment with antisense oligonucleotides (ASO) will be excluded\n2. Have a condition that precludes undergoing an MRI, in accordance with standard operating procedures at the imaging facility (eg, ferromagnetic metal in the body, claustrophobia), in a participant requiring MRI during Screening\n3. Have any medical or neurological condition (other than AD) that might be contributing to the participant's cognitive impairment or history of cognitive decline\n4. Have a history, presence, and/or current evidence of\n\n   1. Brain surgery, deep brain stimulation, or any history of hospitalization due to a brain injury\n   2. Possible or probable cerebral amyloid angiopathy, according to the Boston Criteria\n   3. Treatment with an anti-amyloid therapy (including biologics) without subsequent MRI demonstrating the absence of amyloid-related imaging abnormalities\n   4. Seizures or epilepsy, with the exception of childhood febrile seizures\n5. Participants has a history of suicidal behavior within 2 years or answers \"YES\" to Questions 3, 4, or 5 on the Columbia-Suicide Severity Rating Scale (C-SSRS) at Screening or at Day 1 or is currently at risk of suicide in the opinion of the investigator\n6. Have any of the following medical conditions:\n\n   1. Any clinically significant finding on 12-lead electrocardiogram (ECG) during Screening in the opinion of the investigator\n   2. Any clinically significant supine vital signs (heart rate, systolic and diastolic blood pressure) during Screening (note: vital sign measurements may be repeated once)\n7. Have a history, presence, and/or current evidence of serologic positive results for human immunodeficiency virus (HIV)-1 or HIV-2, or hepatitis B or C\n8. Have a positive pregnancy test, or be lactating, or intend to breastfeed during the study\n9. Is known to be allergic to any of SAGE-718 excipients, including soy lecithin",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in the Wechsler Adult Intelligence Scale-IV (WAIS-IV) Coding Test Score",
        "description": "The WAIS-IV coding test is a valid and sensitive measure of cognitive dysfunction that correlates with real-world functional outcomes (e.g., the ability to accomplish everyday tasks) and recovery from functional disability, used to assess processing speed. The participant is required to identify the symbols matched to numbers using a key and write in the symbol beneath the associated number. The total score ranges from 0 to 135 and is based on the total number of codes correctly completed over a 120-second time limit. Higher scores indicate better processing speed. Positive change from baseline indicates better processing speed. Least Squares (LS) Means were calculated using a mixed-effects model for repeated measures (MMRM) approach.",
        "timeFrame": "Baseline, Day 84"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With at Least One Treatment-Emergent Adverse Event (TEAE)",
        "description": "An adverse event (AE) was defined as any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product and that does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom or disease temporally associated with the use of a medicinal (investigational) product whether or not related to the medicinal (investigational) product. A TEAE is defined as any AE on or after the first dose of IP or any worsening of a pre-existing medical condition/AE with onset after the start of IP and throughout the study.",
        "timeFrame": "Up to Day 112"
      },
      {
        "measure": "Number of Participants With at Least One TEAE by Severity",
        "description": "A TEAE is defined as any AE on or after the first dose of IP or any worsening of a pre-existing medical condition/AE with onset after the start of IP and throughout the study. Severity was assessed as:\n\n* Mild: symptoms barely noticeable to participant or does not make participant uncomfortable; does not influence performance or functioning; prescription drug not ordinarily needed for relief of symptoms\n* Moderate: symptoms of a sufficient severity to make participant uncomfortable; performance of daily activity is influenced; participant is able to continue in study; treatment for symptoms may be needed\n* Severe: symptoms cause severe discomfort; symptoms cause incapacitation or significant impact on participant's daily life; severity may cause cessation of treatment with IP; treatment for symptoms may be given and/or participant hospitalized.\n\nParticipant with multiple instances of events is counted only once using maximum intensity.",
        "timeFrame": "Up to Day 112"
      },
      {
        "measure": "Number of Participants Who Withdrew From Study Due to TEAEs",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product and that does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom or disease temporally associated with the use of a medicinal (investigational) product whether or not related to the medicinal (investigational) product. A TEAE is defined as any AE on or after the first dose of IP or any worsening of a pre-existing medical condition/AE with onset after the start of IP and throughout the study.",
        "timeFrame": "Up to Day 112"
      }
    ],
    "other": []
  },
  "realComplexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 9,
      "exclusionCount": 15,
      "totalCount": 24
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 98,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:32:49.363Z",
  "dataSource": "ClinicalTrials.gov API v2"
}