{
  "nctId": "NCT03336528",
  "briefTitle": "Insulin Degludec and Glargine U100 for Management of Hospitalized and Discharged Patients With Type 2 Diabetes",
  "officialTitle": "A Randomized Controlled Trial Comparing Insulin Degludec and Glargine U100 for the Inpatient and Post-Hospital Discharge Management of Medicine and Surgery Patients With Type 2 Diabetes",
  "protocolDocument": {
    "nctId": "NCT03336528",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-11-17",
    "uploadDate": "2021-09-27T13:54",
    "size": 433156,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03336528/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 180,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-01-02",
    "completionDate": "2021-03-01",
    "primaryCompletionDate": "2021-03-01",
    "firstSubmitDate": "2017-11-06",
    "firstPostDate": "2017-11-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Males or females \\> 18 years of age who are admitted to a general medicine or surgical service\n2. A known history of T2D treated either with diet alone, oral monotherapy, any combination of oral antidiabetic agents, short-acting glucagon-like peptide-1 receptor agonists (GLP-1 RA) or insulin therapy except for degludec and glargine U300\n3. Subjects with diet alone and HbA1c\\>7.0%\n4. Medical and surgical patients expected to be admitted length of stay (LOS) longer than 2 days\n5. Subjects must have a randomization BG \\> 140 mg and \\< 400 mg/dL without laboratory evidence of diabetic ketoacidosis (bicarbonate \\< 18 milliequivalent (mEq)/L, potential of hydrogen (pH) \\< 7.30, or positive serum or urinary ketones)\n6. Signed, informed consent and HIPAA documentation prior to any study procedures\n\nExclusion Criteria:\n\n1. Subjects with increased BG concentration, but without a known history of diabetes (stress hyperglycemia)\n2. Subjects treated with diet alone (no antidiabetic agents) and admission HbA1c \\<7%\n3. Admission or pre-randomization BG≥400 mg/dL\n4. Subjects with a history of diabetic ketoacidosis and hyperosmolar hyperglycemic state, or ketonuria\n5. Patients treated with degludec or glargine U300, or with long-acting weekly GLP-1 RA (weekly exenatide, dulaglutide or albiglutide)\n6. Patients with acute critical or surgical illness admitted to the ICU except for observation (\\<24 hours and did not require vasopressors and/or mechanical ventilation)\n7. Patients with history of clinically relevant hepatic disease (diagnosed liver cirrhosis and portal hypertension), ongoing corticosteroid therapy (equal to a prednisone dose ≥5 mg/day), or impaired renal function (eGFR\\< 30 ml/min), or congestive heart failure (NYHA- IV)\n8. Mental condition rendering the subject unable to understand the nature, scope, and possible consequences of the study\n9. Female subjects who are pregnant or breast feeding at time of enrollment into the study\n10. Known or suspected allergy to trial medication(s), excipients, or related products\n11. Previous participation in this trial",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Mean Daily Blood Glucose Concentration in Hospitalized Patients",
        "description": "Blood glucose was measured before each meal and at bedtime among hospitalized study participants. Mean daily blood glucose concentration was calculated to determine differences in inpatient glycemic control in general medicine and surgery patients with Type 2 Diabetes (T2D) treated with basal bolus regimen with insulin degludec or glargine once daily plus aspart insulin before meals. A random (non-fasting) blood glucose measurement of 140 mg/dL or less is considered normal, while a measurement of 200 mg/dL or more indicates diabetes.",
        "timeFrame": "Baseline, up to the first 10 days of therapy"
      },
      {
        "measure": "Mean Daily Blood Glucose Concentration in Discharged Patients.",
        "description": "Blood glucose was measured before each meal and at bedtime, after participants were discharged from the hospital. Mean daily blood glucose concentration was calculated to determine differences in outpatient glycemic control in patients with Type 2 Diabetes (T2D) treated with basal bolus regimen with insulin degludec or glargine once daily plus aspart insulin before meals. Information was collected via bi-weekly phone interviews and during the outpatient study visits at Weeks 4 and 12.",
        "timeFrame": "Day after hospital discharge to 4 weeks after discharge, 4 to 12 weeks after hospital discharge"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Blood Glucose Point-of-care Test Results Between 70 and 180 mg/dL in Hospitalized Patients",
        "description": "Blood glucose was measured with point-of-care testing before each meal and at bedtime, and the count of blood glucose test results between 70 mg/dL and 180 mg/dL was determined.",
        "timeFrame": "During the first 10 days of therapy"
      },
      {
        "measure": "Number of Participants With an Episode of Hypoglycemia While Hospitalized",
        "description": "Blood glucose (BG) was measured before each meal and at bedtime. The number of participants with at least one hypoglycemic episode, defined as BG of 54 to 70 mg/dL, is presented here.",
        "timeFrame": "During the first 10 days of therapy"
      },
      {
        "measure": "Number of Participants With an Episode of Clinically Significant Hypoglycemia While Hospitalized",
        "description": "Blood glucose was measured before each meal and at bedtime. The number of participants with at least one episode of clinically significant hypoglycemia, defined as BG \\< 54 mg/dL, is presented here.",
        "timeFrame": "During the first 10 days of therapy"
      },
      {
        "measure": "Number of Participants With an Episode of Severe Hypoglycemia While Hospitalized",
        "description": "Blood glucose as measured before each meal and at bedtime. The number of participants with at least one episode of severe hypoglycemia, defined as BG \\< 40 mg/dL, is presented here.",
        "timeFrame": "During the first 10 days of therapy"
      },
      {
        "measure": "Number of Participants With an Episode of Severe Hyperglycemia While Hospitalized",
        "description": "Blood glucose was measured before each meal and at bedtime. The number of participants who experienced at least one episode of severe hyperglycemia, defined as BG \\> 240 mg/dL, is presented here.",
        "timeFrame": "During the first 10 days of therapy"
      },
      {
        "measure": "Daily Dose of Insulin in Hospitalized Patients",
        "description": "Electronic medical records and nursing records documented the day day and time of insulin administration, including the basal study drug given once daily (degludec or glargine), prandial insulin given before meals (aspart), and supplemental insulin given to correct hyperglycemia. The mean daily doses of basal insulin, prandial insulin, and total daily dose of insulin given to hospitalized patients are presented here.",
        "timeFrame": "During the first 10 days of therapy"
      },
      {
        "measure": "Hemoglobin A1c (HbA1c) in Discharged Patients",
        "description": "The HbA1C test reflects the average of a person's blood glucose levels over the past 3 months by measuring the percentage of red blood cells (RBCs) with glycated hemoglobin (hemoglobin with glucose bonded to it). Participants with HbA1C ≥ 7.5% were followed for 12 weeks after hospital discharge. Samples for HbA1C were drawn at 4 and 12 weeks post-discharge. An HbA1c measurement below 5.7% is considered normal, while a measurement of 6.5% or greater indicates diabetes.",
        "timeFrame": "4 and 12 weeks after hospital discharge"
      },
      {
        "measure": "Number of Hypoglycemia Episodes in Discharged Patients",
        "description": "Blood glucose was measured before each meal and at bedtime. The number of hypoglycemia episodes, defined as BG \\< 70 mg/dL, was recorded via bi-weekly phone interviews and during 4 and 12 week outpatient study visits.",
        "timeFrame": "Up to 12 weeks after hospital discharge"
      },
      {
        "measure": "Number of Clinically Significant Hypoglycemia Episodes in Discharged Patients",
        "description": "Blood glucose will be measured before each meal and at bedtime. The number of episodes of clinically significant hypoglycemia, defined as BG \\< 54 mg/dL, are presented here.",
        "timeFrame": "Up to 12 weeks after hospital discharge"
      },
      {
        "measure": "Number of Episodes of Severe Hyperglycemia in Discharged Patients",
        "description": "Blood glucose was measured before each meal and at bedtime. The number of episodes of severe hyperglycemia, defined as BG \\> 240 mg/dL, are presented here.",
        "timeFrame": "Up to 12 weeks after hospital discharge"
      }
    ],
    "other": [
      {
        "measure": "Number of Participants Experiencing Cardiac Complications During Hospitalization",
        "description": "Cardiac complications during hospitalization were examined as a composite of complications, defined as myocardial infarction, cardiac arrhythmia requiring medical treatment, or cardiac arrest. The number of participants experiencing cardiac complications while hospitalized patients is presented here.",
        "timeFrame": "During the first 10 days of therapy"
      },
      {
        "measure": "Number of Participants With Acute Kidney Injury During Hospitalization",
        "description": "Acute kidney injury defined as an increase in serum creatinine ≥ 0.3 mg/dL from baseline or ≥1.5 times baseline creatinine, per Kidney Disease: Improving Global Outcomes (KDIGO) guidelines. The number of participants experiencing acute kidney injury during hospitalization is presented here.",
        "timeFrame": "During the first 10 days of therapy"
      },
      {
        "measure": "Length of Hospital Stay",
        "description": "The length of hospital in days is presented here.",
        "timeFrame": "Duration of hospital stay (an average of 10 days)"
      },
      {
        "measure": "Number of Participants Who Died During Hospitalization",
        "description": "Hospital mortality is evaluated as the number of deaths among participants during hospitalization.",
        "timeFrame": "Duration of hospital stay (an average of 10 days)"
      },
      {
        "measure": "Number of Participants Experiencing Acute Kidney Injury in Discharged Patients",
        "description": "Acute kidney injury defined as an increase in serum creatinine ≥ 0.3 mg/dL from baseline or ≥1.5 times baseline creatinine, per Kidney Disease: Improving Global Outcomes (KDIGO) guidelines. The number of participants experiencing acute kidney injury after hospital discharge is presented here.",
        "timeFrame": "Up to 12 weeks after hospital discharge"
      }
    ]
  },
  "realComplexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 8,
      "exclusionCount": 11,
      "totalCount": 19
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 10,
      "otherCount": 5,
      "totalCount": 17
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:32:36.297Z",
  "dataSource": "ClinicalTrials.gov API v2"
}