{
  "nctId": "NCT04341441",
  "briefTitle": "Will Hydroxychloroquine Impede or Prevent COVID-19",
  "officialTitle": "Will Hydroxychloroquine Impede or Prevent COVID-19: WHIP COVID-19 Study",
  "protocolDocument": {
    "nctId": "NCT04341441",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2020-04-19",
    "uploadDate": "2020-05-04T11:36",
    "size": 1633237,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04341441/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 624,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-04-07",
    "completionDate": "2020-12-15",
    "primaryCompletionDate": "2020-12-15",
    "firstSubmitDate": "2020-04-07",
    "firstPostDate": "2020-04-10"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Participant is willing and able to provide informed consent.\n2. Participant is 18-75 years of age.\n3. Participant does not have symptoms of respiratory infection, including cough, fevers (temperature \\>38.0C), difficulty breathing, shortness of breath, chest pains, malaise, myalgia, headaches, nausea or vomiting, or other symptoms associated with COVID-19.\n4. Participant is willing to provide blood samples for the study.\n5. Subject agrees to all aspects of the study.\n6. The participant has no known allergies or contraindications (as stated in the consent form) to the use of hydroxychloroquine (HCQ) as noted in the exclusion criteria and Pharmacy sections.\n\nExclusion Criteria:\n\n1. Does not meet inclusion criteria.\n2. Participant unable or unwilling to provide informed consent.\n3. Participant has any of the symptoms above or screens positive for possible COVID-19 disease.\n4. Participant is currently enrolled in a study to evaluate an investigational drug.\n5. Vulnerable populations deemed inappropriate for study by the site Principal Investigator.\n6. The participant has a known allergy/hypersensitivity or has a medication or co-morbidity (including history of gastric bypass, epilepsy, cardiovascular disease or renal failure) that prevents the use of HCQ (see pharmacy section).\n7. The participant is a woman of childbearing age whose pregnancy status is unknown and is not willing to use 2 methods of contraception.\n8. The participant is pregnant or nursing.\n9. The participant was diagnosed with retinopathy prior to study entry.\n10. The participant has a diagnosis of porphyria prior to study entry.\n11. The participant has renal failure with a creatinine clearance of \\<10 ml/min, pre-dialysis or requiring dialysis.\n12. The Participant has a family history of Sudden Cardiac Death.\n13. The participant is currently on diuretic therapy.\n14. The participant has a history of known Prolonged QT Syndrome.\n15. The participant is already taking any of the following medications: Abiraterone acetate, Agalsidase, Amodiaquine, Azithromycin, Conivaptan, Dabrafenib, Dacomitinib, Dapsone (Systemic), Digoxin, Enzalutamide, Fusidic Acid (Systemic), Idelalisib, Lanthanum, Lumefantrine, Mefloquine, Mifepristone, Mitotane, Pimozide, QT-prolonging Agents, Stiripentol).",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "To Determine if the Use of Hydroxychloroquine as Preventive Therapy Decreases the Rate of Acquisition of SARS-CoV 2 Infections With Clinical COVID-19 Disease in Study Participants for Each Randomized Treatment Arm as Compared to Placebo.",
        "description": "The rate of acquisition of SARS-CoV 2 infections and clinical COVID-19 disease (number of events) in study participants for each randomized hydroxychloroquine treatment arm was compared to the placebo treatment arm. This included both symptomatic and asymptomatic patients.",
        "timeFrame": "8 Weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Determine the Effect of Hydroxychloroquine Dose in the Prevention of COVID-19 Viremia and Disease.",
        "description": "Compare the rates of SARS-CoV 2 symptomatic infections (number of events with both symptoms and positive test for COVID-19) between the randomized hydroxychloroquine treatment arms and the placebo control arm to determine the effect of HCQ dose in the prevention of COVID-19 viremia and disease. This analysis only includes only the randomized arms in the study (Study Drug - Daily Dose, Study Drug - Weekly Dose, and Placebo).",
        "timeFrame": "8 Weeks"
      },
      {
        "measure": "Assess the Impact of Chronic Weight-based Dosing of HCQ for COVID-19 Prevention.",
        "description": "Compare the rates of SARS-CoV 2 infections (number of events of symptomatic patients with a positive COVID-19 test) in the non-randomized comparator arm to the randomized hydroxychloroquine and placebo arms to assess the impact of chronic weight-based dosing of HCQ for COVID-19 prevention via weekly questionnaire and/or blood samples. This analysis includes all randomized and non-randomized groups in the study.",
        "timeFrame": "8 Weeks"
      },
      {
        "measure": "Comparison of the Rate of SARS-CoV 2 Infections as Measured by IgM/IgG Seroconversion in Study Participants Receiving Randomized HCQ Versus Placebo.",
        "description": "Measurement of the rate of SARS-CoV 2 infections as measured by IgM/IgG seroconversion in study participants receiving randomized HCQ versus placebo via blood samples in the randomized arms of the study (Study Drug - Daily Dose, Study Drug - Weekly Dose, and Placebo).",
        "timeFrame": "8 Weeks"
      },
      {
        "measure": "Compare the Seroprevalence of SARS-CoV 2 IgM and/or IgG Positive Samples at Study Entry and Study Conclusion in All Participants Receiving HCQ Compared to Those Receiving Placebo.",
        "description": "Measurement of the seroprevalence of SARS-CoV 2 IgM and/or IgG positive samples in all arms of the study, randomized and non-randomized (Study Drug - Daily Dose, Study Drug - Weekly Dose, Placebo, and Non-Randomized Active Comparator).",
        "timeFrame": "8 Weeks"
      },
      {
        "measure": "Comparison of the Emergence of Clinical Symptoms or COVID-19 Diagnosis in Participants Presenting Asymptomatically at Study Entry But Identified as Seropositive by Serology at Entry Between the Randomized Treatment Arms and Comparator Arm.",
        "description": "Measurement of the emergence of clinical symptoms or COVID-19 diagnosis in participants presenting asymptomatically at study entry but identified as seropositive by serology at entry between the randomized treatment arms and comparator arm and via weekly questionnaire and/or blood samples.",
        "timeFrame": "8 Weeks"
      },
      {
        "measure": "To Examine the Level of Care Needed by Participants in Each Arm Developing COVID19 as Measured as Requiring Emergency Room Visit, Hospitalization or Able to Stay Home Without Hospital Care.",
        "description": "Review of the level of care needed by participants in each arm developing COVID19 as measured as requiring emergency room visit, hospitalization or able to stay home without hospital care via weekly questionnaire.",
        "timeFrame": "8 Weeks"
      },
      {
        "measure": "Determine the Safety and Tolerability of HCQ Dosing for Preventive Strategy Against COVID-19 as Measured by Adverse Events and Serious Adverse Events.",
        "description": "Measurement of the safety and tolerability of HCQ dosing for preventive strategy against COVID-19 as measured by adverse events and serious adverse events reported via weekly questionnaire.",
        "timeFrame": "8 Weeks"
      },
      {
        "measure": "To Examine Other Clinical Factors Contributing to the Risk of SARS-CoV 2 Infection in Healthcare Workers and First Responders.",
        "description": "Examination of other clinical factors contributing to the risk of SARS-CoV 2 infection including demographics, work type and location, positive COVID-19 partners, possible exposures and clinical symptoms via study visits and weekly questionnaire.",
        "timeFrame": "8 Weeks"
      },
      {
        "measure": "Examine the Correlation Between HCQ Drug Levels and Development of COVID-19 Symptoms or Positive COVID-19 Test Results.",
        "description": "Examination of the correlation between HCQ drug levels and development of COVID-19 clinical symptoms and/or positive COVID-19 test results via weekly subject questionnaire and/or blood samples.",
        "timeFrame": "8 Weeks"
      },
      {
        "measure": "Identify Immunologic, Serological and Inflammatory Markers Associated With Acquisition and Response to COVID-19 in Both HCQ and Placebo Participants Developing Laboratory or Clinical Confirmed Disease.",
        "description": "Identification of immunologic, serological and inflammatory markers associated with acquisition and response to COVID-19 in both HCQ and placebo Participants developing laboratory or clinical confirmed disease via study visits, weekly questionnaire, and blood samples.",
        "timeFrame": "8 weeks"
      }
    ],
    "other": []
  },
  "realComplexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 8,
      "exclusionCount": 15,
      "totalCount": 23
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:32:29.780Z",
  "dataSource": "ClinicalTrials.gov API v2"
}