{
  "nctId": "NCT02224456",
  "briefTitle": "Efficacy and Safety Study of Tenofovir Disoproxil Fumarate (TDF) in Chinese Chronic Hepatitis B (CHB) Subjects With Advanced Fibrosis & Compensated Cirrhosis",
  "officialTitle": "A Prospective, Multi-center, Cohort Study to Evaluate the Efficacy and Safety of Tenofovir Disoproxil Fumarate (TDF) Therapy in Chinese Chronic Hepatitis B (CHB) Subjects With Advanced Fibrosis & Compensated Cirrhosis",
  "protocolDocument": {
    "nctId": "NCT02224456",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-09-09",
    "uploadDate": "2021-10-19T09:00",
    "size": 1594280,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02224456/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 197,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-03-25",
    "completionDate": "2020-12-04",
    "primaryCompletionDate": "2020-12-04",
    "firstSubmitDate": "2014-08-21",
    "firstPostDate": "2014-08-25"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Age 18-60 years(inclusive);\n* Presence of HBsAg in serum at screening and for at least 6 months before screening assessment;\n* Serum HBV DNA\\>=2000 IU/mL if HBeAg positive at screening (with or without ALT elevation); or serum HBV DNA\\>=200IU/mL if HBeAg negative at screening (with or without ALT elevation);\n* Clinically diagnosed as advanced fibrosis or compensated cirrhosis defined as both of following : liver stiffness measure (LSM) \\>12.4 kiloPascals (kpa) (ALT\\> Upper limit of normal \\[ULN\\]) or LSM\\>9.0 kpa (ALT\\<=ULN); One of following: Liver biopsy showing advanced fibrosis or cirrhosis (Ishak score \\>=4, within the previous 6 months before screening and provided that no treatment likely to improve liver histology has been taken since). The slides must be available for review by an independent histopathologist; Endoscopy-proven gastroesophageal or gastric varices, non-cirrhotic portal hypertension excluded; Abdominal ultrasound or CT found changes indicating cirrhosis, irregular liver surface or nodularity, with/without splenomegaly (depth of spleen\\>4.0cm or spleen length\\>13cm); Blood platelets \\<100 x10\\^9/L (and other causes of thrombocytopenia excluded);\n* Ability to give written informed consent;\n* A female is eligible to enter and participate in this study if she is of: non-childbearing potential (i.e., physiologically incapable of becoming pregnant, including any female who is post-menopausal), or Child-bearing potential, has a negative urine pregnancy test at screening, and agrees to one of the following methods for avoidance of pregnancy during the period of the study and until 30 days after last dose of study medication: Oral contraceptive, either combined or progestogen alone; Injectable progestogen; Implants of levonorgestrel; Oestrogenic vaginal ring; Percutaneous contraceptive patches; Intrauterine device (IUD) or intrauterine system (IUS) showing that the expected failure rate is less than 1% per year as stated in the IUD or IUS product label; Has a male partner who is sterilised; Double barrier method: condom and an occlusive cap (diaphragm orcervical/vault caps) with a vaginal spermicidal agent (foam/gel/film /cream/suppository).\n* Agreement not to participate in any other investigational trials or to undertake other HBV systemic antiviral or interferon (IFN) regimens during participation in this study.\n\nExclusion Criteria:\n\n* Hepatocellular carcinoma as evidenced by one of the following: Suspicious foci on ultrasound or radiological examination; Normal ultrasound serum alpha-fetoprotein \\>50 nanograms (ng)/mL at screening.\n* Serum ALT \\>10 times ULN at screening or history of acute exacerbation leading to transient decompensation;\n* Documented co-infection with hepatitis A (HAV), hepatitis C (HCV), hepatitis delta virus (HDV), hepatitis E virus (HEV) or human immunodeficiency virus (HIV). For HCV co-infection, subjects who are anti-HCV positive and in whom HCV ribonucleic acid (RNA) is undetectable are considered to be not eligible for enrolment.\n* Evidence of active liver disease due to autoimmune hepatitis (antinuclear antibody (ANA) titre \\>1:160).\n* Decompensated liver disease as indicated by any of the following: serum bilirubin \\>1.5 xULN prothrombin time activity \\<60% or International normalized ratio (INR)\\>1.5; serum albumin \\<32 grams per liter (g/L); history of previous clinical hepatic decompensation (e.g., ascites, variceal bleeding, or encephalopathy);\n* Planned for liver transplantation or previous liver transplantation;\n* Creatinine clearance less than 70 mL/minute (min);\n* Haemoglobin \\<10 g/deciliter (dL), white blood cell (WBC) count \\<1.5 x 10\\^9/liter (L), platelets \\<=50 x 10\\^9/L;\n* Any serious or active medical or psychiatric illnesses other than hepatitis B which, in the opinion of the Investigator, would interfere with subject treatment, assessment or compliance with the protocol. This would include any uncontrolled clinically significant renal, cardiac, pulmonary, vascular, neurogenic, digestive, metabolic (diabetes, thyroid disorders, adrenal disease), immunodeficiency disorders, pathological fractures or cancer;\n* Active alcohol or drug abuse or history of alcohol or drug abuse considered by the Investigator to be sufficient to hinder compliance with treatment, participation in the study or interpretation of results;\n* A female who is breastfeeding or plan to breastfeed;\n* Use of immunosuppressive therapy, immunomodulatory therapy (including IFN or thymosin alpha), systemic cytotoxic agents, chronic antiviral agents including Chinese herbal medicines known to have activity against HBV (e.g., lamivudine (LAM), adefovir, entecavir (ETV), telbivudine (LdT) or hepatitis B immunoglobulin (HBIg)) within the previous 6 months prior to screening into this study;\n* Have ever received TDF or any medicinal products containing the above mentioned antiviral agents or any investigative anti-HBV treatments (e.g., emtricitabine (FTC), (2R,4R)-4-(2,6-Diaminopurin-9-yl)-1,3-dioxolan-2-yl\\]methanol (DAPD) and 1-(2-fluoro-5-methyl-beta, Larabinofuranosyl) uracil (L-FMAU));\n* History of hypersensitivity to nucleoside and/or nucleotide analogues and/or any component of study medication;\n* Therapy with nephrotoxic drugs (e.g., aminoglycosides, amphotercin B, vancomycin, cidofovir, foscarnet, cis-platinum, pentamidine etc.) or competitors of renal excretion (e.g., probenecid) within 2 months prior to study screening or the expectation that subject will receive any of these during the course of the study;\n* Inability to comply with study requirements as determined by the study Investigator",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "60 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Incidence Rate of Newly Diagnosed Hepatocellular Carcinoma (HCC) at Week 240",
        "description": "The newly diagnosed HCC was defined as HCC cases from Week 24 to Week 240 and the participants were required to meet one of the following criteria: without HCC before Week 24; a histological diagnosis of HCC (i.e. by biopsy or at post-mortem); participants with nodules \\>2 centimeter (cm), identification of typical HCC characteristics (hyper-vascular in the arterial phase with washout in the portal venous or delayed phases) by 4-phase multi-detector computed tomography (CT) scan or dynamic contrast-enhanced magnetic resonance imaging (MRI); participants with nodules \\>1 cm, identification of typical HCC characteristics by both techniques (4-phase multi-detector CT and dynamic contrast-enhanced MRI).",
        "timeFrame": "Week 240"
      },
      {
        "measure": "Percentage of Participants With Disease Progression at Week 240",
        "description": "Disease progression was defined as the first occurrence of any one of the following criteria: 1) an increase in Childs-Pugh score of 2 or more points from Baseline; 2) an increase in Childs-Pugh score of 2 or more points, solely based on laboratory parameters (i.e. bilirubin, prothrombin time and/or albumin) confirmed between two consecutive visits at least one month apart; 3) spontaneous bacterial peritonitis (with proven sepsis); 4) renal insufficiency; 5) bleeding gastric/esophageal varices; 6) hepatocellular carcinoma; 7)liver-related death.",
        "timeFrame": "Week 240"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Newly Diagnosed Hepatocellular Carcinoma (HCC) at Week 48, Week 96, Week 144 and Week 192",
        "description": "The newly diagnosed HCC was defined as HCC cases from Week 24 to Week 240 and the participants were required to meet one of the following criteria: without HCC before Week 24; a histological diagnosis of HCC (i.e. by biopsy or at post-mortem); participants with nodules \\>2 centimeter (cm), identification of typical HCC characteristics (hyper-vascular in the arterial phase with washout in the portal venous or delayed phases) by 4-phase multi-detector computed tomography (CT) scan or dynamic contrast-enhanced magnetic resonance imaging (MRI); participants with nodules \\>1 cm, identification of typical HCC characteristics by both techniques (4-phase multi-detector CT and dynamic contrast-enhanced MRI).",
        "timeFrame": "Week 48, Week 96, Week 144 and Week 192"
      },
      {
        "measure": "Percentage of Participants With Newly Diagnosed Hepatocellular Carcinoma (HCC) at Week 48, Week 96, Week 144, Week 192 and Week 240",
        "description": "The newly diagnosed HCC was defined as HCC cases from Week 24 to Week 240 and the participants were required to meet one of the following criteria: without HCC before Week 24; a histological diagnosis of HCC (i.e. by biopsy or at post-mortem); participants with nodules \\>2 centimeter (cm), identification of typical HCC characteristics (hyper-vascular in the arterial phase with washout in the portal venous or delayed phases) by 4-phase multi-detector computed tomography (CT) scan or dynamic contrast-enhanced magnetic resonance imaging (MRI); participants with nodules \\>1 cm, identification of typical HCC characteristics by both techniques (4-phase multi-detector CT and dynamic contrast-enhanced MRI).The cumulative percentage of participants with newly diagnosed Hepatocellular Carcinoma has been presented along with 95% confidence interval (CI) (Wald method).",
        "timeFrame": "Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Percentage of Participants With Disease Progression at Week 48, Week 96, Week 144, Week 192 and Week 240",
        "description": "Disease progression was defined as the first occurrence of any one of the following criteria: 1) an increase in Childs-Pugh score of 2 or more points from Baseline; 2) an increase in Childs-Pugh score of 2 or more points, solely based on laboratory parameters (i.e. bilirubin, prothrombin time and/or albumin) confirmed between two consecutive visits at least one month apart; 3) spontaneous bacterial peritonitis (with proven sepsis); 4) renal insufficiency; 5) bleeding gastric/oesophageal varices; 6) hepatocellular carcinoma; 7) liver-related death. The cumulative percentage of participants with disease progression has been presented along with 95% CI (Wald method).",
        "timeFrame": "Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Mean Change From Baseline in Liver Stiffness Measure at Week 48, Week 96, Week 144, Week 192 and Week 240",
        "description": "Liver stiffness measure was obtained by a non-invasive transient elastography using FibroScan. Baseline is defined as the last assessment (Day 0) before administration of the study drug. Change from Baseline is defined as post-dose visit value minus Baseline value",
        "timeFrame": "Baseline (Day 0), Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Percentage of Participants With Serum Hepatitis B Virus (HBV) Deoxyribonucleic Acid (DNA) <20 International Units Per Milliliter (IU/mL) at Weeks 48, 96, 144, 192 and 240",
        "description": "Serum samples were collected for the analysis of HBV DNA levels using Roche Cobas Taqman HBV test. Confidence interval was calculated by normal approximation and continuity correction method.",
        "timeFrame": "Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Change From Baseline in Logarithm to the Base 10 (Log 10) Serum HBV DNA",
        "description": "Serum samples were collected for the analysis of HBV DNA levels. Baseline is defined as the last assessment (Day 0) before administration of the study drug. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Percentage of Participants With Alanine Aminotransferase (ALT) Normalization at Week 48, Week 96, Week 144, Week 192 and Week 240 in Participants Who Had Abnormal ALT at Baseline",
        "description": "Blood samples were collected for evaluation of ALT at indicated time points. ALT normalization is defined as ALT outside the normal range at Baseline and within the normal range at Week 48, Week 96, Week 144, Week 192 and Week 240. Normal range of ALT is 7 to 56 International Units per liter. Percentage of participants with ALT normalization at Weeks 48, 96, 144, 192 and 240 in participants who had abnormal ALT at Baseline (Day 0) have been presented. Confidence interval was calculated using normal approximation and continuity correction method.",
        "timeFrame": "Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Percentage of Hepatitis B e Antigen (HBeAg) Positive Participants Achieving HBeAg Loss, HBeAg Seroconversion at Week 48, Week 96, Week 144, Week 192 and Week 240.",
        "description": "Serological response was assessed at Week 48, Week 96, Week 144, Week 192 and Week 240 in participants with Positive HBeAg at Baseline (Day 0). It was presented as HBeAg Loss and HBeAg Seroconversion. HBeAg Loss was defined as HBeAg changed to be negative. HBeAg seroconversion was defined as HBeAg changed to negative and HBeAb was positive. Confidence interval was calculated using normal approximation and continuity correction method.",
        "timeFrame": "Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Percentage of HBeAg Negative Participants Achieving HBsAg Loss and HBsAg Seroconversion at Week 48, Week 96, Week 144, Week 192 and Week 240",
        "description": "Serological response was assessed at Week 48, Week 96, Week 144, Week 192 and Week 240 in participants with negative HBeAg at Baseline (Day 0). HBsAg Loss was defined as HBsAg changed to be negative. HBsAg seroconversion was defined as HBsAg changed to negative and HBsAb was positive.",
        "timeFrame": "Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Percentage of Participants Who Experienced Viral Breakthrough",
        "description": "Viral breakthrough was defined as \\>=1 log10 increase in HBV DNA from nadir determined by two sequential HBV DNA measurements. Percentage of Participants who experienced viral breakthrough at Week 48, Week 96, Week 144, Week 192 and Week 240 is presented.",
        "timeFrame": "Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Percentage of Participants With Histological Improvement at Week 216",
        "description": "The Knodell scoring system, also called the Histologic Activity Index (HAI), classifies liver biopsy specimens according to scores into 4 categories of histologic features: (I) Periportal or periseptal interface hepatitis (piecemeal necrosis) (scores from 0, 1, 2, 3, 4 or 10); (II) Confluent necrosis (scores from 0, 1, 3, 4, 5, 6 or 10); (III) Focal (spotty) lytic necrosis, apoptosis and focal inflammation (scores from 0, 1, 2, 3, 4 or 10); (IV) Portal inflammation (scores from 0, 1, 2, 3, 4 or 10). Histological improvement is considered as a reduction of two or more points in the Knodell necroinflammatory score with no increase in fibrosis.",
        "timeFrame": "Week 216"
      },
      {
        "measure": "Percentage of Participants With Cirrhosis Reversal at Week 216",
        "description": "Cirrhosis reversal was defined as a reduction of one or more points in the Ishak score with no evidence of cirrhosis. The Ishak liver fibrosis score ranges from 0 indicating no fibrosis to 6 indicating cirrhosis.",
        "timeFrame": "Week 216"
      },
      {
        "measure": "Number of Participants With Treatment Emergent Adverse Events (TEAEs), Serious TEAEs and Non-serious TEAEs",
        "description": "An adverse event is defined as any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. TEAE is defined as AE that occurred on or after the first dose date of study drug. SAE is any untoward medical occurrence that results in death, is life threatening, requires hospitalization or prolongation of existing hospitalization, results in disability or incapacity, is a congenital anomaly/birth defect and other situations according to medical or scientific judgement or events possible drug-induced liver injury with hyperbilirubinemia.",
        "timeFrame": "Up to Week 240"
      },
      {
        "measure": "Change From Baseline in Hematology Parameters: White Blood Cells (WBC), Basophils, Eosinophils, Lymphocytes, Monocytes, Neutrophils and Platelets",
        "description": "Blood samples were collected to analyze the hematology parameters: basophils, eosinophils, WBC, lymphocytes, monocytes, neutrophils and platelets. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Change From Baseline in Hemoglobin (Hb)",
        "description": "Blood samples were collected to analyze Hb values. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Change From Baseline in Red Blood Cells (RBC)",
        "description": "Blood samples were collected to analyze RBC values. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Change From Baseline in Chemistry Parameters: Alanine Aminotransferase (ALT), Alkaline Phosphatase (ALP), Aspartate Aminotransferase (AST), Gamma-Glutamyltransferase (GGT), Creatinine Phosphokinase (CK), Lactose Dehydrogenase (LDH)",
        "description": "Blood samples were collected to analyze the chemistry parameters: ALT, ALP, AST, GGT, CK, LDH. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Change From Baseline in Chemistry Parameters: Total Bilirubin, Direct Bilirubin, Serum Creatinine",
        "description": "Blood samples were collected to analyze the chemistry parameters: total billirubin,direct bilirubin and serum creatinine. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Change From Baseline in Chemistry Parameters: Albumin and Total Protein",
        "description": "Blood samples were collected to analyze the chemistry parameters: albumin and total protein. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Change From Baseline in Chemistry Parameter: Blood Urea Nitrogen (BUN), Potassium, Sodium, Chloridion, Phosphorus, Calcium and Fasting Blood Glucose",
        "description": "Blood samples were collected to analyze the chemistry parameters: BUN, potassium, sodium, chloridion, phosphorus,calcium and fasting blood glucose. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Change From Baseline in Chemistry Parameters: Creatinine Clearance Rate",
        "description": "Blood samples were collected to analyze the chemistry parameters: creatinine clearance rate. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Week 48, Week 96, Week 144, Week 192 and Week 240"
      },
      {
        "measure": "Change From Baseline in Chemistry Parameters: Estimated Glomerular Filtration Rate (eGFR)",
        "description": "Blood samples were collected to analyze the chemistry parameters: eGFR. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Week 48, Week 96, Week 144, Week 192 and Week 240"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 22,
      "otherCount": 0,
      "totalCount": 24
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:23.892Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}