{
  "nctId": "NCT03275389",
  "briefTitle": "A Study to Evaluate the Reactogenicity, Safety and Immunogenicity of GlaxoSmithKline (GSK) Biologicals' Investigational Supra-seasonal Universal Influenza Vaccines - Inactivated (SUIVs) (GSK3816302A) in Healthy Adults Aged 18 to 39 Years",
  "officialTitle": "Reactogenicity, Safety and Immunogenicity Study of GlaxoSmithKline (GSK) Biologicals' Investigational Supra-seasonal Universal Influenza Vaccines - Inactivated (SUIVs) (GSK3816302A) in Healthy Adults",
  "protocolDocument": {
    "nctId": "NCT03275389",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-07-11",
    "uploadDate": "2021-03-16T09:06",
    "size": 3181285,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03275389/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 470,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-09-08",
    "completionDate": "2020-03-26",
    "primaryCompletionDate": "2020-03-26",
    "firstSubmitDate": "2017-08-29",
    "firstPostDate": "2017-09-07"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Subjects who, in the opinion of the investigator, can and will comply with the requirements of the protocol.\n* Written informed consent obtained from the subject prior to performance of any study specific procedure.\n* A male or female between, and including, 18 and 39 years of age at the time of the first vaccination.\n* Healthy subjects without acute or chronic, clinically significant pulmonary, cardiovascular, hepatic or renal functional abnormality, as established by medical history and clinical examination before first vaccination and laboratory screening tests (the latter being only applicable for subjects enrolled in Phase I).\n* Subjects with no history of influenza vaccination within 6 months prior to first study vaccination and who are willing to forego any influenza vaccination during the entire study period.\n* Female subjects of childbearing potential may be enrolled in the study, if the subject:\n\n  * Has practiced adequate contraception for 30 days prior to first vaccination, and\n  * Has a negative pregnancy test on the day of vaccination, and\n  * Has agreed to continue adequate contraception during the entire treatment period and for 2 months after completion of the vaccination series (last vaccination at Month 14).\n\nExclusion Criteria:\n\n* Use of any investigational or non-registered product other than the study vaccines during the period starting 30 days before the first dose of study vaccines, or planned use during the study period.\n* Any medical condition that in the judgment of the investigator would make intramuscular injection unsafe.\n* Chronic administration of immunosuppressants or other immune-modifying drugs during the period starting 6 months prior to the first vaccine dose. For corticosteroids, this will mean prednisone ≥ 20 mg/day, or equivalent. Inhaled and topical steroids are allowed.\n* Administration of long-acting immune-modifying drugs within 6 months before first vaccination, or planned administration any time during the study period.\n* Planned administration/administration of a vaccine not foreseen by the study protocol in the period starting 30 days before the first dose up to the blood sampling at Day 85 and in the period starting 30 days before booster vaccination at Month 14 up to the blood sample at Month 14 + 28 days.\n* Concurrently participating in another clinical study, at any time during the study period, in which the subject has been or will be exposed to an investigational or a non-investigational vaccine/product.\n* Previous vaccination against influenza within the 6 months preceding the first vaccination at Visit 1 or planned use of such vaccines during the study period.\n* History of vaccination with a (pre)pandemic influenza vaccine other than an H1N1pdm09 vaccine or history of laboratory-confirmed influenza infection other than seasonal or H1N1pdm09 influenza.\n* Any confirmed or suspected immunosuppressive or immunodeficient condition, based on medical history and physical examination.\n* History of or current autoimmune disease.\n* Subjects diagnosed with excessive daytime sleepiness or narcolepsy; or history of narcolepsy in a subject's parent or sibling.\n* History of Guillain-Barré syndrome.\n* History of any reaction or hypersensitivity likely to be exacerbated by any component of the vaccines; a history of anaphylactic-type reaction to consumption of eggs; or a history of severe adverse reaction to a previous influenza vaccine.\n* Hypersensitivity to latex.\n* Acute disease and/or fever at the time of enrolment.\n\n  * Fever is defined as temperature ≥ 38.0°C / 100.4°F. The preferred location for measuring temperature in this study will be the oral cavity.\n  * Subjects with a minor illness without fever may be enrolled at the discretion of the investigator.\n  * For subjects with acute disease and/or fever at the time of enrolment, Visit 1 may be re-scheduled within the allowed time-window.\n* Administration of immunoglobulins and/or any blood products during the period starting 3 months before the first dose of study vaccines or planned administration during the study period.\n* Blood donation within 30 days before the first study blood sampling or planned blood donation within 30 days before and up to 30 days after any study blood sampling.\n* Pregnant or lactating female.\n* History of chronic alcohol consumption and/or drug abuse as deemed by the investigator to render the potential subject unable/unlikely to provide accurate safety reports.\n* Female planning to become pregnant or planning to discontinue contraceptive precautions.\n\nAdditional criterion applicable for Phase I subjects:\n\n* Hematological and/or biochemical parameters outside the laboratory normal ranges, unless the laboratory abnormalities are considered not clinically significant by the investigator.\n* Liver enzymes (alanine aminotransferase \\[ALT\\] or aspartate aminotransferase \\[AST\\]) outside of the normal laboratory ranges.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "39 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Subjects With Solicited Local Adverse Events (AEs) After First Dose Administration",
        "description": "Assessed solicited local symptoms are pain, erythema and swelling. Any = occurrence of the symptom regardless of intensity grade. Any erythema/swelling = erythema/swelling spreading beyond 20 millimeters (mm) of injection site.",
        "timeFrame": "During the 7-day (Days 1-7) follow-up period after first vaccine dose"
      },
      {
        "measure": "Number of Subjects With Solicited Local AEs After Second Dose Administration",
        "description": "Assessed solicited local symptoms are pain, erythema and swelling. Any = occurrence of the symptom regardless of intensity grade. Any erythema/swelling = erythema/swelling spreading beyond 20 millimeters (mm) of injection site.",
        "timeFrame": "During the 7-day (Days 1-7) follow-up period after second vaccine dose"
      },
      {
        "measure": "Number of Subjects With Solicited Local AEs After Booster Dose Administration",
        "description": "Assessed solicited local symptoms are pain, erythema and swelling. Any = occurrence of the symptom regardless of intensity grade. Any erythema/swelling = erythema/swelling spreading beyond 20 mm of injection site.",
        "timeFrame": "During the 7-day (Days 1-7) follow-up period after booster vaccine dose"
      },
      {
        "measure": "Number of Subjects With Solicited General AEs After First Dose Administration",
        "description": "Assessed solicited general symptoms are arthralgia, fatigue, gastrointestinal symptoms, headache, myalgia, shivering and fever \\[defined as oral temperature equal to or above 38.0 degrees Celsius (°C)\\]. Any = occurrence of the symptom regardless of intensity grade",
        "timeFrame": "During the 7-day (Days 1-7) follow-up period after first vaccine dose"
      },
      {
        "measure": "Number of Subjects With Solicited General AEs After Second Dose Administration",
        "description": "Assessed solicited general symptoms are arthralgia, fatigue, gastrointestinal symptoms, headache, myalgia, shivering and fever \\[defined as oral temperature equal to or above 38.0 degrees Celsius (°C)\\]. Any = occurrence of the symptom regardless of intensity grade",
        "timeFrame": "During the 7-day (Days 1-7) follow-up period after second vaccine dose"
      },
      {
        "measure": "Number of Subjects With Solicited General AEs After Booster Dose Administration",
        "description": "Assessed solicited general symptoms are arthralgia, fatigue, gastrointestinal symptoms, headache, myalgia, shivering and fever \\[defined as oral temperature equal to or above 38.0 degrees Celsius (°C)\\]. Any = occurrence of the symptom regardless of intensity grade.",
        "timeFrame": "During the 7-day (Days 1-7) follow-up period after booster vaccine dose"
      },
      {
        "measure": "Number of Subjects With Any Unsolicited AEs Post-vaccination Period",
        "description": "An unsolicited AE covers any untoward medical occurrence in a clinical investigation subject temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product and reported in addition to those solicited during the clinical study and any solicited symptom with onset outside the specified period of follow-up for solicited symptoms. Any is defined as the occurrence of any unsolicited AE regardless of intensity grade or relation to vaccination",
        "timeFrame": "During the 28-day (Days 1-28) follow-up period accross doses"
      },
      {
        "measure": "Number of Subjects With Change From Baseline in Hematological and Biochemical Laboratory Results at Day 8 by Toxicity Grading",
        "description": "Hematological parameters assessed are: Eosinophils increase \\[EOSi\\], hemoglobin decrease \\[HEMd\\] , lymphocytes decrease \\[LYMd\\], Neutrophils decrease \\[NEUd\\], platelets decrease \\[PLTCd\\], white blood cells decrease \\[WBCd\\], WBC increase \\[WBCi\\]. Biochemical parameters assessed are: alanine aminotransferase increase \\[ALTi\\], aspartate aminotransferase increase \\[ASTi\\], blood urea nitrogen \\[BUN\\], creatinine \\[CRE\\].Toxicity grading is according to the Food and Drug Administration (FDA) guidance for industry: Toxicity grading scale for healthy adult and adolescent volunteers enrolled in preventive vaccine clinical Trials (September 2007). The grading scale is defined as follows: mild (Grade 1), moderate (Grade 2), severe (Grade 3) and potentially life threatening (Grade 4). Category naming has been defined as follows: Parameter- grading at Baseline- grading at Timing: e.g.: \"ALT-Grade 0-Grade 1\".",
        "timeFrame": "At Day 8"
      },
      {
        "measure": "Number of Subjects With Change in Hematological and Biochemical Laboratory Results From Day 8 to Day 29 Versus Baseline by Toxicity Grading",
        "description": "Hematological parameters assessed are: EOSi, HEMd, LYMd, NEUd, PLTCd, WBCd, WBCi. Biochemical parameters assessed are: ALTi, ASTi, BUN, CRE. Toxicity grading is according to the FDA guidance for industry: Toxicity grading scale for healthy adult and adolescent volunteers enrolled in preventive vaccine clinical Trials (September 2007). The grading scale is defined as following: mild (Grade 1), moderate (Grade 2), severe (Grade 3) and potentially life threatening (Grade 4). Category naming has been defined as: Parameter-grading at Baseline-grading at Timing: e.g.: \"ALT-Grade 0-Grade 1\". The reported results consider any change that occurred during the defined time frame: i.e. any abnormality occurring at an intermediate visit leading to a maximum change from baseline, during the period covered, is the reported result for the outcome.",
        "timeFrame": "From Day 8 to Day 29"
      },
      {
        "measure": "Number of Subjects With Change in Hematological and Biochemical Laboratory Results From Day 8 to Day 85 Versus Baseline by Toxicity Grading",
        "description": "Hematological parameters assessed are: EOSi, HEMd, LYMd, NEUd, PLTCd, WBCd, WBCi. Biochemical parameters assessed are: ALTi, ASTi, BUN, CRE. Toxicity grading is according to the FDA guidance for industry: Toxicity grading scale for healthy adult and adolescent volunteers enrolled in preventive vaccine clinical Trials (September 2007). The grading scale is defined as following: mild (Grade 1), moderate (Grade 2), severe (Grade 3) and potentially life threatening (Grade 4). Category naming has been defined as: Parameter-grading at Baseline-grading at Timing: e.g.: \"ALT-Grade 0-Grade 1\". The reported results consider any change that occurred during the defined time frame: i.e. any abnormality occurring at an intermediate visit leading to a maximum change from baseline, during the period covered, is the reported result for the outcome.",
        "timeFrame": "From Day 8 to Day 85"
      },
      {
        "measure": "Number of Subjects With Change in Hematological and Biochemical Laboratory Results From Day 8 to Month 14+28 Days Versus Baseline by Toxicity Grading",
        "description": "Hematological parameters assessed are: EOSi, HEMd, LYMd, NEUd, PLTCd, WBCd, WBCi. Biochemical parameters assessed are: ALTi, ASTi, BUN, CRE. Toxicity grading is according to the FDA guidance for industry: Toxicity grading scale for healthy adult and adolescent volunteers enrolled in preventive vaccine clinical Trials (September 2007). The grading scale is defined as following: mild (Grade 1), moderate (Grade 2), severe (Grade 3) and potentially life threatening (Grade 4). Category naming has been defined as: Parameter-grading at Baseline-grading at Timing: e.g.: \"ALT-Grade 0-Grade 1\". The reported results consider any change that occurred during the defined time frame: i.e. any abnormality occurring at an intermediate visit leading to a maximum change from baseline, during the period covered, is the reported result for the outcome.",
        "timeFrame": "From Day 8 to Month 14 + 28 days"
      },
      {
        "measure": "Number of Subjects With Change in Hematological and Biochemical Laboratory Results From Day 8 to Month 26 Versus Baseline by Toxicity Grading",
        "description": "Hematological parameters assessed are: EOSi, HEMd, LYMd, NEUd, PLTCd, WBCd, WBCi. Biochemical parameters assessed are: ALTi, ASTi, BUN, CRE. Toxicity grading is according to the FDA guidance for industry: Toxicity grading scale for healthy adult and adolescent volunteers enrolled in preventive vaccine clinical Trials (September 2007). The grading scale is defined as following: mild (Grade 1), moderate (Grade 2), severe (Grade 3) and potentially life threatening (Grade 4). Category naming has been defined as: Parameter-grading at Baseline-grading at Timing: e.g.: \"ALT-Grade 0-Grade 1\". The reported results consider any change that occurred during the defined time frame: i.e. any abnormality occurring at an intermediate visit leading to a maximum change from baseline, during the period covered, is the reported result for the outcome.",
        "timeFrame": "From Day 8 to Month 26"
      },
      {
        "measure": "Number of Subjects With Any Medically-attended Adverse Events (MAEs)",
        "description": "MAEs are defined as events for which the subject receives medical attention defined as hospitalization, an emergency room visit, or a visit to or from medical personnel (medical doctor) for any reason. Any MAE(s) = Occurrence of any MAE(s) regardless of intensity grade or relation to vaccination.",
        "timeFrame": "During the entire study period (from Day 1 up to Month 26)"
      },
      {
        "measure": "Number of Subjects Reporting Any Potential Immune-mediated Diseases (pIMDs)",
        "description": "pIMDs are a subset of AEs that include autoimmune diseases and other inflammatory and/or neurologic disorders of interest which may or may not have an autoimmune etiology.",
        "timeFrame": "During the entire study period (from Day 1 up to Month 26)"
      },
      {
        "measure": "Number of Subjects With Serious Adverse Events (SAEs).",
        "description": "SAEs include medical occurrences that result in death, are life threatening, require hospitalization or prolongation of hospitalization or result in disability/incapacity.",
        "timeFrame": "During the entire study period (from Day 1 up to Month 26)"
      },
      {
        "measure": "Number of Seropositive Subjects for Anti-H1 Stalk Antibodies Measured by Enzyme-linked Immunosorbent Assay (ELISA)- Day 1",
        "description": "Anti-H1 stalk immune response measured by ELISA. A seropositive subject is a subject whose concentration is greater than or equal to the cut-off value: ELISA cut-off = 66 ELISA.Unit per milliliter (EL.U/mL).",
        "timeFrame": "At Day 1"
      },
      {
        "measure": "Number of Seropositive Subjects for Anti-H1 Stalk Antibodies Measured by ELISA- Day 29",
        "description": "Anti-H1 stalk immune response measured by ELISA. A seropositive subject is a subject whose concentration is greater than or equal to the cut-off value: ELISA cut-off = 66 EL.U/mL.",
        "timeFrame": "At Day 29"
      },
      {
        "measure": "Number of Seropositive Subjects for Anti-H1 Stalk Antibodies Measured by ELISA- Day 85",
        "description": "Anti-H1 stalk immune response measured by ELISA. A seropositive subject is a subject whose concentration is greater than or equal to the cut-off value: ELISA cut-off = 66 EL.U/mL.",
        "timeFrame": "At Day 85"
      },
      {
        "measure": "Concentrations of Serum H1 Stalk Antibodies Measured by ELISA- Day 1",
        "description": "Concentrations are presented as Geometric Mean Concentrations (GMCs) and measured by ELISA. ELISA cut-off = 66 EL.U/mL.",
        "timeFrame": "At Day 1"
      },
      {
        "measure": "Concentrations of Serum H1 Stalk Antibodies Measured by ELISA- Day 29",
        "description": "Concentrations are presented as GMCs and measured by ELISA. ELISA cut-off = 66 EL.U/mL.",
        "timeFrame": "At Day 29"
      },
      {
        "measure": "Concentrations of Serum H1 Stalk Antibodies Measured by ELISA- Day 85",
        "description": "Concentrations are presented as GMCs and measured by ELISA. ELISA cut-off = 66 EL.U/mL.",
        "timeFrame": "At Day 85"
      },
      {
        "measure": "Number of Seropositive Subjects for Anti-H1 Stalk Antibodies Measured by Microneutralization (MN) Assay - Day 1",
        "description": "Anti-H1 stalk immune response measured by MN are expressed in 1/DILUTION (DIL). The functionality of the stalk-reactive antibodies is evaluated by MN assays developed using chimeric viruses. A seropositive subject is a subject whose titer is greater than or equal to the cut-off value: MN cut-off = 20 1/DIL.",
        "timeFrame": "At Day 1"
      },
      {
        "measure": "Number of Seropositive Subjects for Anti-H1 Stalk Antibodies Measured by MN Assay - Day 29",
        "description": "Anti-H1 stalk immune response measured by MN are expressed in 1/DIL. The functionality of the stalk-reactive antibodies is evaluated by MN assays developed using chimeric viruses. A seropositive subject is a subject whose titer is greater than or equal to the cut-off value: MN cut-off = 20 1/DIL.",
        "timeFrame": "At Day 29"
      },
      {
        "measure": "Number of Seropositive Subjects for Anti-H1 Stalk Antibodies Measured by MN Assay - Day 85",
        "description": "Anti-H1 stalk immune response measured by MN are expressed in 1/DIL. The functionality of the stalk-reactive antibodies is evaluated by MN assays developed using chimeric viruses. A seropositive subject is a subject whose titer is greater than or equal to the cut-off value: MN cut-off = 20 1/DIL.",
        "timeFrame": "At Day 85"
      },
      {
        "measure": "Titers for Serum H1 Stalk Antibodies Measured by MN Assay - Day 1",
        "description": "Titers are presented as GMTs and measured by MN assay. MN cut-off = 20 1/DIL.",
        "timeFrame": "At Day 1"
      },
      {
        "measure": "Titers for Serum H1 Stalk Antibodies Measured by MN Assay - Day 29",
        "description": "Titers are presented as GMTs and measured by MN assay. MN cut-off = 20 1/DIL.",
        "timeFrame": "At Day 29"
      },
      {
        "measure": "Titers for Serum H1 Stalk Antibodies Measured by MN Assay - Day 85",
        "description": "Titers are presented as GMTs and measured by MN assay. MN cut-off = 20 1/DIL.",
        "timeFrame": "At Day 85"
      },
      {
        "measure": "Percentage of Subjects With a ≥ 4-fold Increase of Anti-H1 Stalk Antibody Concentration Measured by ELISA - Day 29",
        "description": "Percentage of subjects with an equal or greater than (≥) 4-fold increase of anti-H1 stalk antibody concentration, from Day 1, is calculated with exact 95% CI by ELISA.",
        "timeFrame": "At Day 29, compared to pre-vaccination at Day 1"
      },
      {
        "measure": "Percentage of Subjects With a ≥ 4-fold Increase of Anti-H1 Stalk Antibody Concentration Measured by ELISA - Day 85",
        "description": "Percentage of subjects with a ≥ 4-fold increase of anti-H1 stalk antibody concentration, from Day 1, is calculated with exact 95% CI by ELISA.",
        "timeFrame": "At Day 85, compared to pre-vaccination at Day 1"
      },
      {
        "measure": "Percentage of Subjects With a ≥ 4-fold Increase of Anti-H1 Stalk Titer Measured by MN Assay - Day 29",
        "description": "Percentage of subjects with a ≥ 4-fold increase of anti-H1 stalk antibody titer from Day 1, is calculated with exact 95% CI by MN assay.",
        "timeFrame": "At Day 29, compared to pre-vaccination at Day 1"
      },
      {
        "measure": "Percentage of Subjects With a ≥ 4-fold Increase of Anti-H1 Stalk Titer Measured by MN Assay - Day 85",
        "description": "Percentage of subjects with a ≥ 4-fold increase of anti-H1 stalk antibody titer from Day 1, is calculated with exact 95% CI by MN assay.",
        "timeFrame": "At Day 85, compared to pre-vaccination at Day 1"
      },
      {
        "measure": "Percentage of Subjects With a ≥ 10-fold Increase of Anti-H1 Stalk Antibody Concentration Measured by ELISA - Day 29",
        "description": "Percentage of subjects with a ≥ 10-fold increase of anti-H1 stalk antibody concentration, from Day 1, is calculated with exact 95% CI by ELISA.",
        "timeFrame": "At Day 29, compared to pre-vaccination at Day 1"
      },
      {
        "measure": "Percentage of Subjects With a ≥ 10-fold Increase of Anti-H1 Stalk Antibody Concentration Measured by ELISA - Day 85",
        "description": "Percentage of subjects with a ≥ 10-fold increase of anti-H1 stalk antibody concentration, from Day 1, is calculated with exact 95% CI by ELISA.",
        "timeFrame": "At Day 85, compared to pre-vaccination at Day 1"
      },
      {
        "measure": "Percentage of Subjects With a ≥ 10-fold Increase of Anti-H1 Stalk Titer Measured by MN Assay - Day 29",
        "description": "Percentage of subjects with a ≥ 10-fold increase of anti-H1 stalk antibody titer from Day 1, is calculated with exact 95% CI by MN assay.",
        "timeFrame": "At Day 29, compared to pre-vaccination at Day 1"
      },
      {
        "measure": "Percentage of Subjects With a ≥ 10-fold Increase of Anti-H1 Stalk Titer Measured by MN Assay - Day 85",
        "description": "Percentage of subjects with a ≥ 10-fold increase of anti-H1 stalk antibody titer from Day 1, is calculated with exact 95% CI by MN assay.",
        "timeFrame": "At Day 85, compared to pre-vaccination at Day 1"
      },
      {
        "measure": "Mean Geometric Increase (MGI) for Anti-H1 Stalk Antibody Concentration Measured by ELISA - Day 29",
        "description": "MGI is defined as the geometric mean of the fold increase in serum HI concentration post-vaccination compared to Day 1",
        "timeFrame": "At Day 29, compared to pre-vaccination at Day 1"
      },
      {
        "measure": "MGI for Anti-H1 Stalk Antibody Concentration Measured by ELISA - Day 85",
        "description": "MGI is defined as the geometric mean of the fold increase in serum HI concentration post-vaccination compared to Day 1",
        "timeFrame": "At Day 85, compared to pre-vaccination at Day 1"
      },
      {
        "measure": "MGI for Anti-H1 Stalk Antibody Titer Measured by MN Assay - Day 29",
        "description": "MGI is defined as the geometric mean of the fold increase in serum HI titer post-vaccination compared to Day 1",
        "timeFrame": "At Day 29, compared to pre-vaccination at Day 1"
      },
      {
        "measure": "MGI for Anti-H1 Stalk Antibody Titer Measured by MN Assay - Day 85",
        "description": "MGI is defined as the geometric mean of the fold increase in serum HI titer post-vaccination compared to Day 1",
        "timeFrame": "At Day 85, compared to pre-vaccination at Day 1"
      }
    ],
    "secondary": [
      {
        "measure": "Adjusted GMCs for Anti-H1 HA Stalk Antibody Measured by ELISA",
        "description": "The adjusted GMCs are presented to evaluate the adjuvant effect post-dose 1 and post-dose 2.",
        "timeFrame": "28 days post priming dose(s) i.e. at Day 29 for 1 priming dose groups and at Day 85 for 2 priming doses groups"
      },
      {
        "measure": "Concentrations of Serum H1 Stalk Antibodies Measured by ELISA- Month 8 to 26",
        "description": "Concentrations are presented as GMCs and measured by ELISA. ELISA cut-off = 66 EL.U/mL.",
        "timeFrame": "At Month 8, Month 14, Month 14 + 28 days, Month 20 and Month 26."
      },
      {
        "measure": "Number of Seropositive Subjects for Anti-H1 Stalk Antibodies Measured by ELISA- Month 8 to 26",
        "description": "Anti-H1 stalk immune response measured by ELISA. A seropositive subject is a subject whose concentration is greater than or equal to the cut-off value: ELISA cut-off = 66 EL.U/mL.",
        "timeFrame": "At Month 8, Month 14, Month 14 + 28 days, Month 20 and Month 26."
      },
      {
        "measure": "Percentage of Subjects With a ≥ 4-fold Increase of Anti-H1 Stalk Antibody Concentration, Measured by ELISA - Month 8 to 26.",
        "description": "Percentage of subjects with a ≥ 4-fold increase of anti-H1 stalk antibody concentration, from Day 1, is calculated with exact 95% CI by ELISA.",
        "timeFrame": "At Month 8, Month 14, Month 14 + 28 days, Month 20 and Month 26, compared to Day 1"
      },
      {
        "measure": "Percentage of Subjects With a ≥ 10-fold Increase of Anti-H1 Stalk Antibody Concentration, Measured by ELISA - Month 8 to 26.",
        "description": "Percentage of subjects with a ≥ 10-fold increase of anti-H1 stalk antibody concentration, from Day 1, is calculated with exact 95% CI by ELISA.",
        "timeFrame": "At Month 8, Month 14, Month 14 + 28 days, Month 20 and Month 26, compared to Day 1"
      },
      {
        "measure": "MGI for Anti-H1 Stalk Antibody Measured by ELISA - Month 8 to 26",
        "description": "MGI is defined as the geometric mean of the fold increase in serum HI concentration post-vaccination compared to Day 1",
        "timeFrame": "At Month 8, Month 14, Month 14 + 28 days, Month 20 and Month 26, compared to Day 1"
      },
      {
        "measure": "Concentrations of Anti-H2 and Anti-H18 Antibodies Measured by ELISA",
        "description": "Concentrations are presented as GMCs and measured by ELISA. ELISA cut-off = 22 EL.U/mL (H2) and 43 EL.U/mL (H18).",
        "timeFrame": "At Days 1, 29, 85, Month 8, Month 14, Month 14 + 28 days, Month 20 and Month 26"
      },
      {
        "measure": "Number of Seropositive Subjects for Anti-H2 and Anti-H18 Antibodies Measured by ELISA",
        "description": "Anti-H2 and anti-H18 immune response measured by ELISA. A seropositive subject is a subject whose concentration is greater than or equal to the cut-off value: ELISA cut-off = 22 EL.U/mL (H2) and 43 EL.U/mL (H18).",
        "timeFrame": "At Days 1, 29, 85, Month 8, Month 14, Month 14 + 28 days, Month 20 and Month 26"
      },
      {
        "measure": "Percentage of Subjects With a ≥ 4-fold Increase of Anti-H2 and Anti-H18 Antibody Concentration Measured by ELISA",
        "description": "Percentage of subjects with a ≥ 4-fold increase of anti-H2 and anti-H18 antibody concentration, from Day 1, is calculated with exact 95% CI by ELISA .",
        "timeFrame": "At Day 29, at Day 85, Month 8, Month 14, Month 14 + 28 days, Month 20 and Month 26, compared to Day 1"
      },
      {
        "measure": "Percentage of Subjects With a ≥ 10-fold Increase of Anti-H2 and Anti-H18 Antibody Concentration Measured by ELISA",
        "description": "Percentage of subjects with a ≥ 10-fold increase of anti-H2 and anti-H18 antibody concentration, from Day 1, is calculated with exact 95% CI by ELISA .",
        "timeFrame": "At Day 29, at Day 85, Month 8, Month 14, Month 14 + 28 days, Month 20 and Month 26, compared to Day 1"
      },
      {
        "measure": "MGI for Anti-H2 and Anti-H18 Antibodies Concentrations Measured by ELISA",
        "description": "MGI is defined as the geometric mean of the fold increase in serum HI concentration post-vaccination compared to Day 1.",
        "timeFrame": "At Day 29, at Day 85, Month 8, Month 14, Month 14 + 28 days, Month 20 and Month 26, compared to Day 1"
      },
      {
        "measure": "Titers for Anti-H1N1 Swine Influenza and Anti-IIV4-H1N1 Anti-bodies Measured by MN Assay",
        "description": "Titers are presented as GMTs and measured by MN assay. MN cut-off = 20 1/DIL",
        "timeFrame": "At Days 1, 29 and 85"
      },
      {
        "measure": "Number of Seropositive Subjects for Anti-H1N1 Swine Influenza and Anti-IIV4-H1N1 Antibodies Measured by MN Assay",
        "description": "Anti-H1N1 swine influenza and anti-IIV4-H1N1 immune response measured by MN assay. A seropositive subject is a subject whose titer is greater than or equal to the cut-off value: cut-off = 20 1/DIL.",
        "timeFrame": "At Days 1, 29 and 85"
      },
      {
        "measure": "Percentage of Subjects With a ≥ 4-fold Increase of Anti-H1N1 Swine Influenza and Anti-IIV4-H1N1 Antibody Titers Measured by MN Assay",
        "description": "Percentage of subjects with a ≥ 4-fold increase of anti-H1N1 swine influenza and anti-IIV4-H1N1 antibody titers, from Day 1, is calculated with exact 95% CI by MN assay.",
        "timeFrame": "At Day 29 and Day 85, compared to Day 1"
      },
      {
        "measure": "Percentage of Subjects With a ≥ 10-fold Increase of Anti-H1N1 Swine Influenza and Anti-IIV4-H1N1 Antibody Titers Measured by MN Assay",
        "description": "Percentage of subjects with a ≥ 10-fold increase of anti-H1N1 swine influenza and anti-IIV4-H1N1 antibody titers, from Day 1, is calculated with exact 95% CI by MN assay.",
        "timeFrame": "At Day 29 and Day 85, compared to Day 1"
      },
      {
        "measure": "MGI for Anti-H1N1 Swine Influenza and Anti-IIV4-H1N1 Antibodies Titers Measured by MN Assay",
        "description": "MGI is defined as the geometric mean of the fold increase in serum HI titer post-vaccination compared to Day 1.",
        "timeFrame": "At Day 29 and at Day 85, compared to Day 1"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 39,
      "secondaryCount": 16,
      "otherCount": 0,
      "totalCount": 55
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:32.993Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}