{
  "nctId": "NCT04402866",
  "briefTitle": "TD-0903 for ALI Associated With COVID-19",
  "officialTitle": "A Phase 2, Randomized, Double-Blind, Placebo-Controlled, Parallel-group, Multi-center Study of an Inhaled Pan-Janus Kinase Inhibitor, TD-0903, to Treat Symptomatic Acute Lung Injury Associated With COVID-19",
  "protocolDocument": {
    "nctId": "NCT04402866",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-09-18",
    "uploadDate": "2022-02-24T17:48",
    "size": 1339463,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04402866/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 235,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-06-24",
    "completionDate": "2021-04-21",
    "primaryCompletionDate": "2021-04-21",
    "firstSubmitDate": "2020-05-22",
    "firstPostDate": "2020-05-27"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Willing and able to provide written informed consent on their own prior to performing study procedures. In the U.K., subject assent or proxy consent as per local site procedures, may also be acceptable if both a clinician and second health professional attest that the subject understands the risks and potential benefits of the study and elects to proceed. Outside the U.K., written informed consent may only be obtained from the subject or legally authorized representative. In the event the subject loses capacity during the study, the subject consents to continued participation, except where this is not clinically indicated.\n* Willing and able to comply with study-related procedures/assessments\n* Age 18 to 80 years old\n* Hospitalized (or documentation of a plan to admit to the hospital if the subject is in an emergency department) and requiring supplemental oxygen to maintain saturation \\> 90%\n* A diagnosis of symptomatic COVID-19 defined as a positive test for SARS-CoV-2 RNA detected by RT-PCR on a sample from the upper respiratory tract (e.g., nasopharyngeal, nasal, or oropharyngeal swab) collected \\< 72 hours prior to randomization\n* Onset of COVID-19 -related symptoms \\> 2 days and \\</= 10 days prior to hospital admission\n\nExclusion Criteria:\n\n* Subjects currently receiving invasive mechanical ventilation\n* Presence or suspicion of active malignancy with the exception of cancer in situ (e.g., skin cancer)\n* Evidence of serious active infection other than COVID-19\n* Current diagnosis of human immunodeficiency virus, hepatitis B or C\n* In the opinion of the investigator, unlikely to survive for \\> 24 hours from enrollment\n* Women who are pregnant or might be pregnant, or who are currently breast-feeding. Subjects must agree to not donate ova or sperm through 30 days after the last dose of study medication\n* Presence of significant comorbidity that, in the opinion of the investigator, predisposes the subject to mortality. Such conditions might include: a. New York Heart Association class IV Heart Failure b. Hepatic dysfunction (i.e., AST or ALT \\>3x upper limit of normal) c. Renal dysfunction (i.e., estimated glomerular filtration rate (eGFR) \\< 50mL/min) or receiving renal replacement therapy\n* Presence of septic shock at time of enrollment\n* Hemoglobin \\< 80 g/L\n* Evidence of neutropenia (i.e., absolute neutrophil count \\< 1000 cells/uL), lymphopenia (i.e., absolute lymphocyte count \\< 200 cells/uL) or thrombocytopenia (i.e.Platelets \\< 50×10\\^9/L)\n* Hypersensitivity to TD-0903 or its components, or to other JAK inhibitors\n* Treatment with anti-IL 6 (e.g., tocilizumab, sarilumab), anti-IL-6R antagonists (e.g., abatacept), JAK inhibitors (e.g., baricitinib, tofacitinib) supplemental interferon therapy, or tyrosine kinase inhibitors (e.g., erlotinib, gefinitib) in the past 30 days, or plans to receive a JAK inhibitor during the study period\n* Current treatment with conventional synthetic disease-modifying anti-rheumatic drugs (DMARDs)/immunosuppressive agents including:\n\n  1. Methotrexate, cyclosporine, mycophenolate, tacrolimus, penicillamine, or sulfasalazine within 2 weeks prior to enrollment\n  2. Azathioprine or cyclophosphamide within 12 weeks prior to enrollment\n  3. Monoclonal antibodies targeting B cells (e.g., rituximab) within 12 weeks prior to enrollment\n  4. Tumor necrosis factor-alpha (TNFα)) inhibitors within 4 weeks prior to enrollment\n* Participating in other clinical trials involving any other experimental treatment for COVID-19, except in the context of a single-arm antiviral or convalescent plasma compassionate-use protocol\n* Subjects with active or incompletely treated pulmonary tuberculosis, or known history of non-tuberculosis mycobacterium over past 12 months\n* Subject requires continuous oxygen supplementation for underlying cardio-respiratory history in the past 90 days\n* Body Mass Index ≥40 kg/m2\n* Receipt of live vaccine (i.e., live attenuated) in the 4 weeks prior to visit 1 or plans to receive a live vaccine (or live attenuated) during the study period. Note: Use of non-live (inactivated) vaccinations is allowed for all subjects\n* History of venous thromboembolism (VTE), deep venous thrombosis (DVT), Pulmonary Embolism (PE) or known hypercoagulable disorder (e.g., factor V Leiden, antiphospholipid antibody syndrome, protein C or S deficiency)",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Part 2: Number of Respiratory Failure-free Days (RFDs) From Randomization to Day 28",
        "description": "An RFD was defined as a day that a participant was alive and did not require the use of any respiratory support (invasive mechanical ventilation, non-invasive positive pressure ventilation, high-flow oxygen devices, or oxygen supplementation) from randomization through Day 28. The number of RFDs was 0 for participants who used respiratory support for 28 days or longer or for participants who died on or before Day 28.\n\nA clinical status score of ≤ 4 on a given day was equivalent to an RFD. The clinical status categories and associated scores ranged from 1-8 where a higher score represented a worse outcome. A clinical status score of 4 was defined as a participant who was hospitalized, not requiring supplemental oxygen, but requiring ongoing medical care (whether or not related to COVID-19).",
        "timeFrame": "Randomization to Day 28"
      }
    ],
    "secondary": [
      {
        "measure": "Part 2: Change From Baseline in SaO2/FiO2 Ratio on Day 7",
        "description": "SaO2/FiO2 ratio was calculated as SaO2 divided by FiO2.",
        "timeFrame": "Baseline and Day 7"
      },
      {
        "measure": "Part 2: Number of Participants in Each Category of the 8-point Ordinal Clinical Status Scale on Days 7, 14, 21, and 28",
        "description": "The clinical status categories and associated scores ranged from 1-8 where a higher score represented a worse outcome. The scale was as follows:\n\n* Score 1: Not hospitalized, no limitations on activities\n* Score 2: Not hospitalized, but with limitations on activities and/or requiring home oxygen\n* Score 3: Hospitalized, not requiring supplemental oxygen, and no longer requiring ongoing medical care\n* Score 4: Hospitalized, not requiring supplemental oxygen, but requiring ongoing medical care (whether or not related to COVID-19)\n* Score 5: Hospitalized, requiring supplemental oxygen\n* Score 6: Hospitalized, on non-invasive ventilation or high-flow oxygen devices\n* Score 7: Hospitalized, on invasive mechanical ventilation or extracorporeal membrane oxygenation\n* Score 8: Death",
        "timeFrame": "Days 7, 14, 21 and 28"
      },
      {
        "measure": "Part 2: Number of Participants Alive and Respiratory Failure-free on Day 28",
        "description": "Defined as participants who were alive and did not require the use of any respiratory support (invasive mechanical ventilation, non-invasive positive pressure ventilation, high-flow oxygen devices, or oxygen supplementation) on Day 28.",
        "timeFrame": "Day 28"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:36.750Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}