{
  "nctId": "NCT06424236",
  "briefTitle": "Dominantly Inherited Alzheimer Network Trial: An Opportunity to Prevent Dementia: A Study of Potential Disease Modifying Treatments in Individuals at Risk for or With a Type of Early Onset Alzheimer's Disease Caused by a Genetic Mutation",
  "officialTitle": "A Phase II/III Multicenter Randomized, Double-Blind, Placebo-Controlled Platform Trial of Potential Disease Modifying Therapies Utilizing Biomarker, Cognitive, and Clinical Endpoints in Dominantly Inherited Alzheimer's Disease",
  "protocolDocument": {
    "nctId": "NCT06424236",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-04-05",
    "uploadDate": "2024-10-04T10:16",
    "size": 2849923,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT06424236/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2",
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 73,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-06-03",
    "completionDate": "2023-11-13",
    "primaryCompletionDate": "2023-10-06",
    "firstSubmitDate": "2024-04-16",
    "firstPostDate": "2024-05-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Between 18-80 years of age\n* Individuals who know they have an Alzheimer's disease-causing mutation\n* Individuals who have participated in the double-blind period\n* In the opinion of the investigator and sponsor, treatment is not contraindicated for safety\n* Capable of receiving drug and appropriate clinical safety assessment\n* Able to undergo Magnetic Resonance Imaging (MRI), Lumbar Puncture (LP), Positron Emission Tomography (PET), and complete all study related testing and evaluations.\n* For women of childbearing potential, if partner is not sterilized, subject must agree to use effective contraceptive measures (hormonal contraception, intra-uterine device, sexual abstinence, barrier method with spermicide).\n* Adequate visual and auditory abilities to perform all aspects of the cognitive and functional assessments.\n* Has a Study Partner who in the investigator's judgment is able to provide accurate information as to the subject's cognitive and functional abilities, who agrees to provide information at the study visits which require informant input for scale completion.\n\nExclusion Criteria:\n\n* History or presence of brain MRI scans indicative of any other significant abnormality\n* Alcohol or drug dependence currently or within the past 1 year\n* Presence of pacemakers, aneurysm clips, artificial heart valves, ear implants, or foreign metal objects in the eyes, skin or body which would preclude MRI scan.\n* History or presence of clinically significant cardiovascular disease, hepatic/renal disorders, infectious disease or immune disorder, or metabolic/endocrine disorders\n* Anticoagulants except low dose (≤ 325 mg) aspirin.\n* Have been exposed to a monoclonal antibody targeting beta amyloid peptide within the past six months.\n* History of cancer within the last 5 years, except basal cell carcinoma, non-squamous skin carcinoma, prostate cancer or carcinoma in situ with no significant progression over the past 2 years.\n* Positive urine or serum pregnancy test or plans or desires to become pregnant during the course of the trial.\n* Subjects unable to complete all study related testing, including implanted metal that cannot be removed for MRI scanning, required anticoagulation and pregnancy.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Composite [11C] Pittsburgh Compound B (PiB)-Positron Emission Tomography (PET) Composite Standardized Uptake Value Ratio (C-SUVR) at Weeks 52, 104 and 156",
        "description": "The composite PiB partial volume corrected C-SUVR was used as the biomarker endpoint for amyloid deposition using PET. The C-SUVR of precuneus, caudate, gyrus rectus, occipital cortex, parietal cortex, prefrontal cortex, and temporal cortex of brain regions was analyzed. Higher ratio indicate worse disease stage. Baseline was defined as the last non-missing measurement prior to OLE study drug administration.",
        "timeFrame": "Baseline (Day 1) and Weeks 52, 104 and 156"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Clinical Dementia Rating (CDR) - Sum of Boxes Score at Weeks 52, 104 and 156",
        "description": "The efficacy of gantenerumab in reducing disease progression was assessed by CDR - sum of boxes. The CDR-SB score is considered a more detailed quantitative general index of cognition and function than the global CDR score. The CDR - sum of boxes is the sum score of 6 domains of cognitive function (memory, orientation, judgment and problem solving, community affairs, home and hobbies, and personal care), with the score of each domain ranging from 0 (no impairment) to 3 (severe impairment). The total score ranges from 0 (no impairment) to 18 (severe impairment). Higher score indicates worse performance. Baseline was defined as the last non-missing measurement prior to OLE study drug administration.",
        "timeFrame": "Baseline (Day 1) and Weeks 52, 104 and 156"
      },
      {
        "measure": "Change From Baseline in Clinical Dementia Rating - Global Score at Weeks 52, 104 and 156",
        "description": "The efficacy of gantenerumab in reducing disease progression was assessed by CDR - global score. The score ranges from 0 (minimum) to 3 (maximum). Higher score indicates worse performance. Baseline was defined as the last non-missing measurement prior to OLE study drug administration.",
        "timeFrame": "Baseline (Day 1) and Weeks 52, 104 and 156"
      },
      {
        "measure": "Change From Baseline in Functional Assessment Scale (FAS) at Weeks 52, 104 and 156",
        "description": "The efficacy of gantenerumab in reducing disease progression was assessed by FAS. This scale measured instrumental activities of daily living such as preparing balanced meals and managing personal finances. The intent of the FAS was to assess change in an individual's functional activities, relative to previously attained abilities, that were caused by cognitive dysfunction. The score ranges from 0 (minimum) to 30 (maximum). Higher score indicates worse performance. Baseline was defined as the last non-missing measurement prior to OLE study drug administration.",
        "timeFrame": "Baseline (Day 1) and Weeks 52, 104 and 156"
      },
      {
        "measure": "Change From Baseline in Mini-Mental State Examination (MMSE) at Weeks 24, 52, 76, 104, 128 and 156",
        "description": "The efficacy of gantenerumab in reducing disease progression was assessed by MMSE. The MMSE is a brief, quantitative measure of cognitive status in adults used to screen for cognitive impairment. The score ranges from 0 (minimum) to 30 (maximum). Lower score indicates worse performance. Baseline was defined as the last non-missing measurement prior to OLE study drug administration.",
        "timeFrame": "Baseline (Day 1) and Weeks 24, 52, 76, 104, 128 and 156"
      },
      {
        "measure": "Change From Baseline in Tau Positron Emission Tomography Binding Partial Volume Corrected Standardized Uptake Value Ratio (Tau PET SUVR) at Weeks 52, 104 and 156",
        "description": "The efficacy of gantenerumab in reducing disease progression was assessed by Tau PET SUVR. Baseline was defined as the last non-missing measurement prior to OLE study drug administration.",
        "timeFrame": "Baseline (Day 1) and Weeks 52, 104 and 156"
      },
      {
        "measure": "Change From Baseline in Phosphorylated Tau (pTau)-181 in Cerebrospinal Fluid (CSF) at Weeks 52, 104 and 156",
        "description": "The efficacy of gantenerumab in reducing disease progression was assessed by CSF pTau-181. Baseline was defined as the last non-missing measurement prior to OLE study drug administration.",
        "timeFrame": "Baseline (Day 1) and Weeks 52, 104 and 156"
      },
      {
        "measure": "Change From Baseline in Neurofilament Light Chain (NfL) in Cerebrospinal Fluid at Weeks 52, 104 and 156",
        "description": "The efficacy of gantenerumab in reducing disease progression was assessed by CSF NfL. Baseline was defined as the last non-missing measurement prior to OLE study drug administration.",
        "timeFrame": "Baseline (Day 1) and Weeks 52, 104 and 156"
      },
      {
        "measure": "Change From Baseline in Amyloid Beta1-42/40 Ratio in Cerebrospinal Fluid at Weeks 52, 104 and 156",
        "description": "The efficacy of gantenerumab in reducing disease progression was assessed by CSF Amyloid Beta1-42/40. Baseline was defined as the last non-missing measurement prior to OLE study drug administration.",
        "timeFrame": "Baseline (Day 1) and Weeks 52, 104 and 156"
      },
      {
        "measure": "Change From Baseline in DIAN-TU Open Label Extension Cognitive Composite Score at Weeks 52, 104 and 156",
        "description": "The efficacy of gantenerumab in reducing disease progression was assessed by DIAN-TU OLE Cognitive Composite. The cognitive composite was calculated based on the below 4 components,\n\n1. The wechsler adult intelligence scale-revised digit span (backward recall). Score ranges from 0 (minimum) to 7 (maximum).\n2. The category fluency (animals) value. Score ranges from 0 to unlimited.\n3. The wechsler adult intelligence scale digit symbol substitution test. Score ranges from 0 (minimum) to 93 (maximum).\n4. The MMSE. Score ranges from 0 (minimum) to 30 (maximum).\n\nLower scores of each component indicate worse performance. The cognitive composite is a normalized z score and has score range - 4.11 to unlimited as one of the components has score range 0 to unlimited. Lower score indicates worse performance. Baseline was defined as last non-missing measurement prior to OLE study drug administration.",
        "timeFrame": "Baseline (Day 1) and Weeks 52, 104 and 156"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:40.856Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}