{
  "nctId": "NCT02204072",
  "briefTitle": "BI836845 Plus Enzalutamide in Castrate Resistant Prostate Cancer (CRPC)",
  "officialTitle": "A Phase Ib/II, Multicentre, Open Label, Randomized Study of BI 836845 in Combination With Enzalutamide, Versus Enzalutamide Alone, in Metastatic Castration-Resistant Prostate Cancer (CRPC) Following Disease Progression on Docetaxel-Based Chemotherapy and Abiraterone",
  "protocolDocument": {
    "nctId": "NCT02204072",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-06-06",
    "uploadDate": "2024-05-29T08:40",
    "size": 1248217,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02204072/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 120,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-11-11",
    "completionDate": "2023-06-01",
    "primaryCompletionDate": "2019-10-18",
    "firstSubmitDate": "2014-07-29",
    "firstPostDate": "2014-07-30"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion criteria:\n\n* The patient has histologically, or cytologically, confirmed adenocarcinoma of the prostate.\n* Male patient aged, equal to, or more than,18 years old.\n* Patients with radiographic evidence of metastatic prostate cancer (stage M1 or D2). Distant metastases evaluable by radionuclide bone scan, CT scan, or MRI within 28 days before the start of study treatment.\n* Patients with a prostate serum antigen (PSA), equal to, or more than, 5 nanograms per mililiter (ng/mL).\n* Patients with prior surgical or chemical castration with a serum testosterone of \\<50 ng/mL. If the method of castration is luteinizing hormone releasing level hormone (LHRH) agonists, the patient must be willing to continue the use of LHRH agonists during protocol treatment.\n* Eastern Cooperative Oncology Group performance status (ECOG PS) 0 or 1.\n* Cardiac left ventricular function with resting ejection fraction \\>50% as determined by echocardiogram (ECHO) or multigated acquisition scan (MUGA).\n* Absolute neutrophil count (ANC) \\>=1500/microlitre (uL).\n* Haemoglobin \\>=9 gram per deciliter (g/dL).\n* Platelets \\>=100,000/uL.\n* Bilirubin \\<= 1.5 times the upper limit of normal (ULN).\n* Aspartate transaminase (AST) and alanine transaminase (ALT) \\<= 2.5 times the ULN(or \\<= 5 times the ULN if liver metastases are present).\n* Creatinine \\<= 1.5 x ULN.\n* International normalized ratio (INR) \\</= 2 and a partial thromboplastin time (PTT) \\</= 5 seconds above the ULN (unless on oral anticoagulant therapy). Patients receiving full dose anticoagulation therapy are eligible provided they meet all other criteria, are on a stable dose of oral anticoagulant or low molecular weight heparin (except warfarin or coumarin-like anticoagulants, which are not permitted).\n* Fasting plasma glucose \\< 8.9 millimols per liter (mmol/L) (\\< 160 milligrams per deciliter (mg/dL) and glycated haemoglobin (hemoglobin A1c (HbA1c)) \\< 8.0%.\n\nInclusion criteria only for patients entering phase Ib escalation and phase II:\n\n* Patients who have disease progression during, or after, receiving docetaxel and have had at least 12 weeks of treatment and in the opinion of the investigator are unlikely to derive significant benefit from additional docetaxel-based therapy, or were intolerant to therapy with this agent.\n* Patients who have disease progression during, or after, receiving abiraterone treatment in any setting.\n* Patients must have progressive disease defined as at least one of the following:\n\n  1. Progressive measurable disease: using conventional solid tumour criteria RECIST 1.1.\n  2. Bone scan progression: at least two new lesions on bone scan, plus a rising PSA as described in (c) below.\n  3. Increasing PSA level: at least two consecutive rising PSA values over a reference value (PSA #1) taken at least 1 week apart. A third PSA (PSA #3) is required to be greater than PSA #2; if not, a fourth PSA (PSA #4) is required to be greater than PSA #2.\n\nInclusion criterion only for patients entering phase Ib expansion cohort:\n\n* Patients must be receiving continuous enzalutamide treatment and show a rise in PSA level: at least two consecutive rising PSA values over a reference value (PSA #1) taken at least 1 week apart. A third PSA (PSA #3) is required to be greater than PSA #2; if not, a fourth PSA (PSA #4) is required to be greater than PSA #2.\n* Archive tumour tissue is available prior to recruitment for pharmacogenomic tests\n\nExclusion criteria:\n\n* Prior therapy with agents targeting Insulin Growth Factor (IGF) and/or Insulin Growth Factor Receptor (IGFR) pathway.\n* Patients that have been treated with any of the following within 4 weeks of starting trial treatment: chemotherapy, immunotherapy, biological therapies, molecular targeted, hormone therapy (except LHRH agonists and LHRH antagonists), radiotherapy (except in case of localized radiotherapy for analgesic purpose or for lytic lesions at risk of fracture which can then be completed within 2 weeks prior to study treatment).\n* Use of any investigational drug within 4 weeks before start of trial treatment or concomitantly with this trial.\n* Patients that have been treated with strong cytochrome P450, family 2, subfamily C, polypeptide 8 (CYP2C8) inhibitors, CYP2C8 inducers, within 2 weeks of starting the trial treatment.\n* Fridericia´s Corrected QT interval (QTcF) prolongation \\> 450 ms or QT prolongation deemed clinically relevant by the investigator (e.g., congenital long QT syndrome). The QTcF will be calculated as the mean of the 3 ECGs taken at screening.\n* Patients with small cell or neuroendocrine tumours.\n* Patients with known or suspected leptomeningeal metastases.\n* Uncontrolled or poorly controlled hypertension.\n* Known human immunodeficiency virus infection or acquired immunodeficiency syndrome-related illness.\n* Patients with epilepsy, seizures, or predisposing factors for seizure as judged by the investigator.\n* Patients unable to comply with the protocol as judged by the investigator.\n* Active alcohol or active drug abuse as judged by the investigator.\n* A history of allergy to human monoclonal antibodies.\n* Patients who are sexually active and unwilling to use a medically acceptable method of contraception, e.g. condom plus spermicide use for participating males, plus another form of birth control such as implants, injectables, combined oral contraceptives, intrauterine devices for female partners, during the trial and for at least three months after end of active therapy. Men unwilling to agree to not donate sperm while on trial drug and up to 6 months following the last dose of trial drug.\n* Previous or concomitant malignancies at any other site with the exception of the following:\n\n  * benign basal cell carcinoma\n  * benign low grade transitional cell carcinoma of the bladder\n  * other effectively treated malignancy that has been in remission for more than 5 years and is considered to be cured\n* Only for patients entering phase Ib dose escalation and phase II cohorts:\n* Patients who have received more than 2 prior non-docetaxel containing cytotoxic chemotherapy regimens for Metastatic Castration-Resistant Prostate Cancer (mCRPC).\n* Patients who have received a taxane based treatment or abiraterone, within 4 weeks before start of study treatment.\n* Patients that have received prior enzalutamide in any setting will not be eligible.\n\nExclusion criterion only for patients entering phase Ib expansion cohort:\n\n\\- Patients that have received prior taxane-based chemotherapy or abiraterone in any setting will not be eligible for the expansion cohort.\n\nAdditional exclusion criterion for patients undergoing tumour biopsy:\n\n* For patients that are to undergo the tumour biopsy, a history of a hereditary bleeding disorder, or clinically relevant major bleeding event in the past 6 months, as judged by the investigator.\n* Further exclusion criteria apply",
    "healthyVolunteers": false,
    "sex": "MALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Phase Ib Escalation Part: Number of Patients With Dose Limiting Toxicities (DLTs)",
        "description": "Number of patients with DLTs were used to determine the maximum tolerated dose (MTD) in the Phase Ib escalation part. The MTD in this study was defined as the highest protocol dose level of xentuzumab in combination with enzalutamide, at which no more than 1 out of 6 patients in a cohort experienced a DLT during the MTD evaluation period.",
        "timeFrame": "From first administration of xentuzumab up to start of Cycle 2, up to 28 days."
      },
      {
        "measure": "Phase Ib Escalation Part: Maximum Tolerated Dose (MTD) Based on the Occurrence of Dose Limiting Toxicity (DLT) During the First Treatment Course",
        "description": "Maximum tolerated dose (MTD) based on the occurrence of dose limiting toxicity (DLT) during the first treatment course. The MTD in this study was defined as the highest protocol dose level of xentuzumab in combination with enzalutamide, at which no more than 1 out of 6 patients in a cohort experienced a DLT during the MTD evaluation period.",
        "timeFrame": "From first administration of xentuzumab up to start of Cycle 2, up to 28 days."
      },
      {
        "measure": "Phase Ib Expansion Part: Prostate Specific Antigen (PSA) Response",
        "description": "The primary endpoint of the Phase Ib expansion part was PSA response. PSA response was defined as a decline in PSA value \\>50% compared to baseline which was confirmed by the next available value occurring at least 3 weeks later. The confirmatory value had to be at least 50% lower than the baseline, but could be higher than the first PSA value taken into account for response. However the confirmatory value was not allowed to be 50% higher than this first PSA value. If it was ≥ 50% higher than the first PSA value, the next available sample was to be taken to determine if response had been achieved. The date of response was the date that the first 50% (or greater) decline was observed. Number of participants with response is reported.",
        "timeFrame": "At Cycle 1 Day 1 before study treatment and from Cycle 3 Day 1 and Day 1 of every cycle thereafter until the end of treatment, up to 35 months."
      },
      {
        "measure": "Phase II Part: Progression Free Survival (PFS) Based on Investigator Assessment",
        "description": "PFS was defined as the time from randomisation until radiological tumour progression in bone (based on Prostate Cancer Clinical Trials Working Group 2 (PCWG2) criteria) or soft tissue (based on modified RECIST 1.1) or death from any cause, whichever occurred earlier. Clinical disease progression was not considered for determination of a PFS event, unless the outcome of the progression was death. Median PFS time in months is reported.\n\nPFS was calculated as follows:\n\nFor patients with 'event' as an outcome for PFS (according to modified RECIST version 1.1 or PCWG2):\n\nPFS \\[days\\] = date of outcome - date of randomisation + 1.\n\nFor patients with 'censored' as an outcome for PFS (according to modified RECIST version 1.1 or PCWG2):\n\nPFS (censored) \\[days\\] = date of outcome - date of randomisation + 1.",
        "timeFrame": "From randomisation until radiological tumor progression or death from any cause, whichever occurred earlier, up to 1269 days."
      }
    ],
    "secondary": [
      {
        "measure": "Phase Ib Expansion Part: Progression Free Survival (PFS) Based on Investigator Assessment",
        "description": "PFS was defined as the time from randomisation until radiological tumour progression in bone (based on Prostate Cancer Clinical Trials Working Group 2 (PCWG2) criteria) or soft tissue (based on modified RECIST 1.1) or death from any cause, whichever occurred earlier. Clinical disease progression was not considered for determination of a PFS event, unless the outcome of the progression was death. Median PFS time in months is reported.\n\nPFS was calculated as follows:\n\nFor patients with 'event' as an outcome for PFS: (according to modified RECIST version 1.1 or PCWG2) PFS \\[days\\] = date of outcome - date of first treatment administration + 1.\n\nFor patients with 'censored' as an outcome for PFS (according to modified RECIST version 1.1 or PCWG2):\n\nPFS (censored) \\[days\\] = date of outcome - date of first treatment administration + 1.",
        "timeFrame": "From first treatment administration of any study medication until radiological tumor progression or death from any cause, whichever occurred earlier, up to 1114 days."
      },
      {
        "measure": "Phase Ib Expansion Part: Changes in Circulating Tumour Cells (CTC) Response - CTC Reduction From >=5 to <5 Cells Per 7.5 mL Blood for at Least One Post-baseline Time Point",
        "description": "Changes in circulating tumour cells (CTC) response - CTC reduction from \\>=5 to \\<5 cells per 7.5 mL blood for at least one post-baseline time point. Number of participants with CTC Response (yes/no) is reported.",
        "timeFrame": "Prior to study drug administration at Day 1 Cycle 1, Day 1 Cycle 2, Day 1 Cycle 3, Day 1 Cycle 5, Day 1 Cycle 7 and every 12 weeks thereafter, up to end of treatment. Up to 35 months."
      },
      {
        "measure": "Phase II Part: Radiological Progression Free Survival (PFS), Based on Central Review",
        "description": "PFS was defined as the time from randomisation until radiological tumour progression in bone (based on Prostate Cancer Clinical Trials Working Group 2 (PCWG2) criteria) or soft tissue (based on modified RECIST 1.1) or death from any cause, whichever occurred earlier. Clinical disease progression was not considered for determination of a PFS event, unless the outcome of the progression was death. Median PFS time in months is reported.\n\nPFS was calculated as follows:\n\nFor patients with 'event' as an outcome for PFS: (according to modified RECIST version 1.1 or PCWG2) PFS \\[days\\] = date of outcome - date of first treatment administration + 1.\n\nFor patients with 'censored' as an outcome for PFS (according to modified RECIST version 1.1 or PCWG2):\n\nPFS (censored) \\[days\\] = date of outcome - date of first treatment administration + 1.",
        "timeFrame": "From randomisation until radiological tumor progression or death from any cause, whichever occurred earlier, up to 1269 days."
      },
      {
        "measure": "Phase II Part: Overall Survival (OS)",
        "description": "Overall survival (OS) defined as the time from randomisation to death from any cause. Median survival time in months is reported.\n\nOverall survival at cut-off date for final analysis (24-Oct-2019) is reported.",
        "timeFrame": "From randomisation until radiological tumor progression or death from any cause (until cut-off date for final analysis), whichever occurred earlier, up to 1269 days."
      },
      {
        "measure": "Phase II Part: Time to Prostate Specific Antigen (PSA) Progression",
        "description": "For the definition of time to PSA progression, the following rules are used:\n\n* Decline from baseline in PSA before increasing: Time to PSA progression is defined as the time from the date of randomisation until the date where a 25% or greater increase in PSA and an absolute increase of 2 ng/mL or more from baseline, is documented (which is confirmed by the next available value occurring at least 3 weeks later).\n* No decline from baseline in PSA: Time to PSA progression is defined as the time from the date of randomisation until the date where a 25% or greater increase in PSA and an absolute increase of 2 ng/mL or more from baseline, is documented. However, only values after 12 weeks of therapy are considered.\n\nTime to PSA progression \\[days\\] = date of PSA progression - date of randomisation + 1.\n\nFor patients not presenting with PSA progression or being lost to follow-up:\n\nTime to PSA progression (censored) \\[days\\] = date of censoring - date of randomisation + 1.",
        "timeFrame": "At screening, at Cycle 1 Day 1 and from Cycle 3 Day 1 and at Day 1 of every cycle thereafter until end of treatment, up to 40.1 months."
      },
      {
        "measure": "Phase II Part: Maximum Decline in Prostate Specific Antigen (PSA)",
        "description": "Maximum decline in (PSA) compared to baseline. The maximum decline in PSA is defined as the change in PSA between the baseline PSA value and the minimum post-baseline PSA value. The change from baseline is defined as: Change from baseline in PSA (ng/mL) = PSA value post-baseline - PSA value at baseline.\n\nMaximum decline in PSA is defined as:\n\nMaximum decline in PSA (ng/mL) = min(PSA value post-baseline) - PSA value at baseline.",
        "timeFrame": "At screening, at Cycle 1 Day 1 and from Cycle 3 Day 1 and at Day 1 of every cycle thereafter until end of treatment, up to 40.1 months."
      },
      {
        "measure": "Phase II Part: Percentage Change in Prostate Specific Antigen (PSA) at Week 12",
        "description": "Percentage change in PSA from baseline to Week 12. Percentage change in PSA from baseline to week 12 of treatment is defined as:\n\nPercentage change in PSA (%) = 100\\*(PSA value at week 12 - PSA value at baseline)/PSA value at baseline\n\nFor this assessment, it is allowed to take a value:\n\n* until one week later than week 12, in case the PSA assessment was delayed\n* one day earlier due to the one day window allowed by the protocol Values from assessments between day 84 and day 92 after first treatment administration will therefore be taken into account (according to the protocol schedule for visits at week 12).",
        "timeFrame": "At baseline and at Week 12."
      },
      {
        "measure": "Phase II Part: Prostate Specific Antigen (PSA) Response",
        "description": "PSA response - defined as a decline in PSA value \\>50% (which is confirmed by a second value 3 to 4 weeks apart).\n\nPSA response was defined as a decline in PSA value \\>50% compared to baseline which was confirmed by the next available value occurring at least 3 weeks later. The confirmatory value had to be at least 50% lower than the baseline, but could be higher than the first PSA value taken into account for response. However the confirmatory value was not allowed to be 50% higher than this first PSA value. If it was ≥ 50% higher than the first PSA value, the next available sample was to be taken to determine if response had been achieved. Number of participants with response is reported.",
        "timeFrame": "At Cycle 1 Day 1 and from Cycle 3 Day 1 and at Day 1 of every cycle thereafter until end of treatment, up to 40.1 months."
      },
      {
        "measure": "Phase II Part: Circulating Tumour Cells (CTC) Reduction Defined as CTC Decline From ≥5 to <5 Cells Per 7.5 mL Blood for at Least One Post-baseline Time-point",
        "description": "CTC reduction is defined as CTC decline from ≥5 to \\<5 cells per 7.5 mL blood for at least one post-baseline time-point. Patients with a CTC value \\< 5 cells per 7.5mL blood at baseline, or with missing baseline values were not taken into consideration for this endpoint. Baseline value is the value collected before a patient starts treatment with trial medication.\n\nNumber of participants per category is reported.",
        "timeFrame": "Prior to study drug administration at Cycle 1 Day 1, Cycle 2 Day 1, Cycle 3 Day 1, Cycle 5 Day 1, Cycle 7 Day 1 and then every 12 weeks thereafter, until end of treatment. Up to 40.1 months."
      },
      {
        "measure": "Phase II Part: Maximum Decline (%) in Circulating Tumour Cells (CTC) Counts",
        "description": "Maximum decline in CTC counts (in number of cells) compared with baseline that occurred at any point after treatment start , defined as the difference between the minimum post-baseline CTC value and the baseline CTC value. Patients with missing baseline value are considered missing for this criterion. Baseline value is the value collected before a patient starts treatment with trial medication. Positive values for maximum decline in CTC are possible in case no decline in CTC occurred. This indicates an increase in CTC.",
        "timeFrame": "Prior to study drug administration at Cycle 1 Day 1, Cycle 2 Day 1, Cycle 3 Day 1, Cycle 5 Day 1, Cycle 7 Day 1 and then every 12 weeks thereafter, until end of treatment. Up to 40.1 months."
      },
      {
        "measure": "Phase II Part: Circulating Tumour Cells (CTC) Status at Week 12",
        "description": "CTC status (≥5 or \\<5 cells per 7.5mL blood) at Week 12. Number of participants per category is reported.",
        "timeFrame": "At Week 12."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 15
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:50.998Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}