{
  "nctId": "NCT02250326",
  "briefTitle": "Safety and Efficacy Study of Nab®-Paclitaxel With CC-486 or Nab®-Paclitaxel With Durvalumab, and Nab®-Paclitaxel Monotherapy as Second/Third-line Treatment for Advanced Non-small Cell Lung Cancer",
  "officialTitle": "A Phase 2, Open-Label, Multi-Center Study to Assess Safety and Efficacy of Second/Third-Line Treatment With NAB®-Paclitaxel (ABI-007) In Combination With Epigenetic Modifying Therapy Of CC-486, Or Immunotherapy of Durvalumab (MEDI4736), Or As Monotherapy In Subjects With Advanced Non-Small Cell Lung Cancer (NSCLC): Abound.2L+",
  "protocolDocument": {
    "nctId": "NCT02250326",
    "filename": "Prot_006.pdf",
    "label": "Study Protocol: ABI_007-NSCL_Protocol_Original_Redacted_29May2014",
    "date": "2014-05-29",
    "uploadDate": "2018-07-13T18:13",
    "size": 3401032,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02250326/document/Prot_006.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 240,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-01-07",
    "completionDate": "2023-08-17",
    "primaryCompletionDate": "2017-07-17",
    "firstSubmitDate": "2014-09-24",
    "firstPostDate": "2014-09-26"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria: 1.Age ≥ 18 years the time of signing the Informed Consent Form (ICF).\n\n2\\. Understand and voluntarily provide written informed consent prior to the conduct of any study related assessments/procedures.\n\n3\\. Able to adhere to the study visit schedule and other protocol requirements. 4. Histologically or cytologically confirmed advanced NSCLC who will receive study therapy as second- or third-line of treatment for advanced disease.\n\n5\\. No other current active malignancy requiring anticancer therapy. 6. Radiographically documented measurable disease (defined by the presence of ≥ 1 radiographically documented measurable lesion).\n\n7\\. One prior platinum-containing chemotherapy for metastatic or recurrent NSCLC unless patients are ineligible to receive it. Patients may have received no more than one line of chemotherapy; immunotherapy in prior line of treatment (first or second line) is allowed. Absolute neutrophil count (ANC) ≥ 1500 cells/mm3.\n\n8\\. Platelets ≥ 100,000 cells/mm3. 9. Hemoglobin (Hgb) ≥ 9 g/dL. 10. Aspartate transaminase (AST/serum glutamic oxaloacetic transaminase \\[SGOT\\]) and alanine transaminase (ALT/serum glutamic pyruvic transaminase \\[SGPT\\]) ≤ 2.5 × upper limit of normal range (ULN) or ≤ 5.0 × ULN if liver metastases.\n\n11\\. Total bilirubin ≤ 1.5 ULN (unless there is a known history of Gilberts Syndrome).\n\n12\\. Serum creatinine ≤ 1.5 x ULN, or calculated creatinine clearance ≥ 60 mL/min (if renal impairment is suspected 24-hour urine collection for measurement is required).\n\n13\\. Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1. 14. Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1. 15. Females of childbearing potential \\[defined as a sexually mature woman who (1) have not undergone hysterectomy (the surgical removal of the uterus) or bilateral oophorectomy (the surgical removal of both ovaries) or (2) have not been naturally postmenopausal for at least 24 consecutive months (ie, has had menses at any time during the preceding 24 consecutive months)\\] must:\n\n1. Have a negative pregnancy test (ß-hCG) as verified by the study doctor within 72 hours prior to starting study therapy. She must agree to ongoing pregnancy testing during the course of the study, and after end of study therapy. This applies even if the subject practices true abstinence\\* from heterosexual contact.\n2. Either commit to true abstinence\\* from heterosexual contact (which must be reviewed on a monthly basis) or agree to use, and be able to comply with, effective contraception without interruption, 28 days prior to starting investigational product (IP), during the study therapy (including dose interruptions), and for 3 months after discontinuation of study therapy.\n\nMale subjects must:\n\n1. Practice true abstinence\\* or agree to use a condom during sexual contact with a pregnant female or a female of childbearing potential while participating in the study, during dose interruptions and for at least 6 months following IP discontinuation, even if he has undergone a successful vasectomy.\n2. Refrain from semen or sperm donation while taking durvalumab and for at least 3 months after the last dose of durvalumab.\n\n   16\\. Females must abstain from breastfeeding during study participation and 3 months after IP discontinuation.\n\n   Exclusion Criteria:\n   * The presence of any of the following will exclude a subject from enrollment:\n\n     1. Refractory to prior taxane therapy for advanced disease. Prior taxane used in the adjuvant setting does not exclude eligibility, provided there is no disease recurrence within 12 months upon completion of chemotherapy in that setting.\n     2. Evidence of active brain metastases, including leptomeningeal involvement (prior evidence of brain metastasis are permitted only if asymptomatic and clinically stable for at least 8 weeks following completion of therapy). MRI of the brain (or CT scan w/contrast) is preferred.\n     3. Only evidence of disease is non-measurable at study entry.\n     4. Known activating EGFR mutations (such as exon 19 deletions or L858R).\n     5. Known activating EML4-ALK mutations.\n     6. Preexisting peripheral neuropathy of Grade \\> 2 (per NCI CTCAE v4.0).\n     7. Any unresolved toxicity NCI CTCAE Grade ≥ 2 from previous anticancer therapy with the exception of alopecia, vitiligo, and the laboratory values defined in the inclusion criteria.\n     8. Venous thromboembolism within 1 month prior to Cycle 1 Day 1.\n     9. Current congestive heart failure (New York Heart Association Class II-IV).\n     10. History of the following within 6 months prior to Cycle 1 Day 1: a myocardial infarction, severe/unstable angina pectoris, coronary/peripheral artery bypass graft, New York Heart Association (NYHA) Class III-IV heart failure, uncontrolled hypertension, clinically significant cardiac dysrhythmia or clinically significant electrocardiogram (ECG) abnormality, cerebrovascular accident, transient ischemic attack, or seizure disorder.\n     11. Known hepatitis B or C virus (HBV/HCV) infection, known history of human immunodeficiency virus (HIV) infection, or receiving immunosuppressive or myelosuppressive medications that would in the opinion of the investigator, increase the risk of serious neutropenic complications, history of active primary immunodeficiency, active tuberculosis (clinical evaluation that includes clinical history, physical examination and radiographic findings, and TB testing in line with local practice).\n     12. Active, uncontrolled bacterial, viral, or fungal infection(s) requiring systemic therapy, defined as ongoing signs/symptoms related to the infection without improvement despite appropriate antibiotics, antiviral therapy, and/or other treatment.\n     13. History of interstitial lung disease, history of slowly progressive dyspnea and unproductive cough, sarcoidosis, silicosis, idiopathic pulmonary fibrosis, or pulmonary hypersensitivity pneumonitis or multiple allergies. Any lung disease that may interfere with the detection or management of suspected drug-related pulmonary toxicity.\n     14. Subject has a clinically significant malabsorption syndrome, persistent diarrhea, or known sub-acute bowel obstruction \\> NCI CTCAE Grade 2, despite medical management.\n     15. Treatment with any chemotherapy, investigational product, biologic or hormonal therapy for cancer treatment within 28 days prior to signing the ICF. Concurrent use of hormonal therapy for non-cancer-related conditions (e.g. hormone replacement therapy) is acceptable.\n     16. History of or suspected allergy to any IP or their excipients.\n     17. Major surgical procedure (as defined by the Investigator) within 28 days prior to the first dose of IP. Note: Local surgery of isolated lesions for palliative intent is acceptable.\n     18. Currently enrolled in any other clinical protocol or investigational trial that involves administration of experimental therapy and/or therapeutic devices.\n     19. Any other clinically significant medical condition, psychiatric illness, and/or organ dysfunction that will interfere with the administration of the therapy according to this protocol or which, in the views of investigator, preclude combination chemotherapy.\n     20. Any other malignancy within 5 years prior to randomization/treatment assignement, or advanced malignant hepatic tumors, with the exception of adequately treated squamous cell carcinoma of the skin, in-situ carcinoma of the cervix, uteri, non-melanomatous skin cancer, carcinoma in situ of the breast, or incidental histological finding of prostate cancer (TNM Classification of Malignant Tumours (TNM) stage of T1a or T1b). (All treatment of which should have been completed 6 months prior to signing ICF).\n     21. Radiotherapy ≤ 4 weeks or limited field radiation for palliation ≤ 2 weeks prior to starting IP, and/or from whom ≥ 30% of the bone marrow was irradiated. Prior radiation therapy to a target lesion is permitted only if there has been clear progression of the lesion since radiation was completed.\n     22. Any condition including the presence of laboratory abnormalities, which places the subject at unacceptable risk if he/she were to participate in the study.\n     23. Any medical condition that confounds the ability to interpret data from the study.\n     24. Female patients who are pregnant or breastfeeding or female patients of reproductive potential who are not willing to employ effective birth control from screening to 90 days after the last dose of durvalumab.\n     25. Male patients of reproductive potential who are not willing to employ effective birth control from screenin to 90 days after the last dose of durvalumab and from screening to 6 months after the last dose of of nab-paclitaxel.\n     26. History of allogenic organ transplantation.\n     27. Current or prior use of immunosuppressive medication within 14 days before the first dose of durvalumab. The following are exceptions to this criterion:\n   * Intranasal, inhaled, topical steroids, or local steroid injections (eg, intra articular injection)\n   * Systemic corticosteroids at physiologic doses not to exceed 10 mg/day of prednisone or its equivalent\n   * Steroids as premedication for hypersensitivity reactions (eg, CT scan premedication) 28. Receipt of live attenuated vaccine within 30 days prior to the first dose of IP. Note: Patients, if enrolled, should not receive live vaccine during the study and up to 30 days after the last dose of IP.\n\n     29\\. Prior enrollment and treatment in a previous durvalumab clinical study. 30. Patients who have received prior anti-PD-1 or anti PD-L1:\n   * Must not have experienced a toxicity that led to permanent discontinuation of prior immunotherapy.\n   * All AEs while receiving prior immunotherapy must have completely resolved or resolved to baseline prior to screening for this study.\n   * Must not have experienced a ≥ Grade 3 immune related AE or an immune related neurologic or ocular AE of any grade while receiving prior immunotherapy. NOTE: Subjects with endocrine AE of ≤ Grade 2 are permitted to enroll if they are stably maintained on appropriate replacement therapy and are asymptomatic.\n   * Must not have required the use of additional immunosuppression other than corticosteroids for the management of an AE, not have experienced recurrence of an AE if re-challenged, and not currently require maintenance doses of \\> 10 mg prednisone or equivalent per day.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Kaplan Meier Estimate of Progression-Free Survival (PFS) as Assessed by the Investigator",
        "description": "Progression-free survival was defined as the time in months from the date of randomization/assignment to the date of disease progression according to Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1 criteria documented by computed tomography (CT) scan, not including symptomatic deterioration, or death (any cause) on or prior to the clinical cut-off date, which ever occurred earlier. Participants who did not have disease progression and had not died, regardless of whether they were discontinued from treatment, were censored at the date of last tumor assessment, on or prior to the clinical cut-off date that the participant was progression free. Progressive Disease was defined as at least a 20% increase in the sum of diameters of target lesions from nadir.",
        "timeFrame": "From date of first dose of IP to DP; up to data cut-off date of 30 August (Aug) 2017 for nab-paclitaxel and CC-486 + nab-paclitaxel and 23 December (Dec) 2017 for Durva + nab-paclitaxel; participants were followed for PFS for up to 18 months"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants Who Achieved a Complete Response (CR), Partial Response (PR) or Stable Disease (SD) According to RECIST V 1.1 Criteria",
        "description": "Disease control rate was defined as the percentage of participants who had a CR, PR or SD during the course of the study, according to RECIST version 1.1 criteria, as evaluated by the investigator. RECIST Version 1.1 criteria is defined as follows: - Complete Response is the disappearance of all target lesions; - Partial Response is at least a 30% decrease in the sum of diameters of target lesions from baseline; - Stable Disease is neither sufficient shrinkage to qualify for PR nor sufficient increase of lesions to qualify for progressive disease. Responses were evaluated every 6 weeks.",
        "timeFrame": "Up to 30 Aug 2017 for nab-paclitaxel and CC-486 + nab-paclitaxel and 23 Dec 2017 for Durva + nab-paclitaxel; maximum treatment duration = 82.1 weeks, 52.6 weeks and 66.1 weeks for nab-paclitaxel, CC-486 + nab-paclitaxel and Durva + nab-paclitaxel"
      },
      {
        "measure": "Percentage of Participants Who Achieved a Best Overall Response of Complete Response or Partial Response According to RECIST V 1.1 Criteria",
        "description": "Overall Response was defined as percentage of participants who achieved a radiologic confirmed complete response or partial response according to RECIST V 1.1 criteria and compared with baseline among all tumor assessments, where baseline was the last CT obtained prior to or on Day 1 of treatment. Per RECIST V 1.1 criteria, a CR is defined as a disappearance of all target lesions; a PR is defined as having at least a 30% decrease in the sum of diameters of target lesions from baseline. Responses were evaluated every 6 weeks.",
        "timeFrame": "Up to 30 Aug 2017 for nab-paclitaxel and CC-486 + nab-paclitaxel and 23 Dec 2017 for Durva + nab-paclitaxel; maximum treatment duration = 82.1 weeks, 52.6 weeks and 66.1 weeks for nab-paclitaxel, CC-486 + nab-paclitaxel and Durva + nab-paclitaxel"
      },
      {
        "measure": "Kaplan Meier Estimate of Overall Survival (OS)",
        "description": "Overall survival was defined as the time in months between randomization/treatment assignment and death from any cause. Participants who were still alive as of the clinical cut-off date had their OS censored at the date of last contact or clinical cut-off, whichever was earlier. Participants who were lost to follow-up prior to the end of the study or who were withdrawn from the study were censored at the time of last contact.",
        "timeFrame": "Up to 30 Aug 2017 for nab-paclitaxel and CC-486 + nab-paclitaxel and 23 Dec 2017 for Durva + nab-paclitaxel; participants were followed for overall survival up to 30 months"
      },
      {
        "measure": "Number of Participants With Treatment Emergent Adverse Events (TEAEs) During the Entire Treatment Period",
        "description": "TEAEs were defined as any adverse event or serious adverse event that occurred or worsened on or after the day of the first dose of the IP through 28 days after the last dose of IP for Arms A and C or up to 90 days after the last dose for Arm B, and those SAEs made known to the investigator at any time thereafter that are suspected of being related to IP. A serious AE (SAE) = any AE which results in death; is life-threatening; requires inpatient hospitalization or prolongation of existing hospitalization; results in persistent or significant disability/incapacity; is a congenital anomaly/birth defect; constitutes an important medical event. The severity of AEs were graded based on National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE), Version 4.0 and the scale: Grade 1 = Mild l intervention/therapy required Grade 2 = Moderate Grade 3 = Severe Grade 4 = Life threatening Grade 5 = Death.",
        "timeFrame": "TEAEs were collected up to 4 weeks after receiving last dose of investigational product (IP) for nab-paclitaxel and CC-486 + nab-paclitaxel, and up to 90 days after the last IP dose for Durva + nab-paclitaxel; TEAEs were collected up to 354 weeks"
      },
      {
        "measure": "Percentage of Participants Who Discontinued Study Treatment",
        "description": "The discontinuation rate was defined as the percentage of participants who had study drug discontinued and was assessed throughout the conduct of the study.",
        "timeFrame": "Up to 30 Aug 2017 for CC-486 + nab-paclitaxel and 26 Nov 2019 for nab-paclitaxe and 20 Jul 2023 for Durva + nab-paclitaxel (up to 445 weeks)"
      },
      {
        "measure": "Dose Intensity Per Week of Nab-Paclitaxel",
        "description": "Dose intensity was the cumulative dose divided by the dosing period in weeks.",
        "timeFrame": "Up to 30 Aug 2017 for nab-paclitaxel and CC-486 + nab-paclitaxel and 23 Dec 2017 for Durva + nab-paclitaxel; maximum treatment duration = 82.1 weeks, 52.6 weeks and 66.1 weeks for nab-paclitaxel, CC-486 + nab-paclitaxel and Durva + nab-paclitaxel"
      },
      {
        "measure": "Dose Intensity Per Week of CC-486",
        "description": "Dose intensity was the cumulative dose divided by the dosing period in weeks.",
        "timeFrame": "Up to 30 Aug 2017 for nab-paclitaxel and CC-486 + nab-paclitaxel and 23 Dec 2017 for Durva + nab-paclitaxel; maximum treatment duration = 82.1 weeks, 52.6 weeks and 66.1 weeks for nab-paclitaxel, CC-486 + nab-paclitaxel and Durva + nab-paclitaxel"
      },
      {
        "measure": "Dose Intensity Per Week of Durvalumab",
        "description": "Dose intensity was the cumulative dose divided by the dosing period in weeks.",
        "timeFrame": "Up to 30 Aug 2017 for nab-paclitaxel and CC-486 + nab-paclitaxel and 23 Dec 2017 for Durva + nab-paclitaxel; maximum treatment duration = 82.1 weeks, 52.6 weeks and 66.1 weeks for nab-paclitaxel, CC-486 + nab-paclitaxel and Durva + nab-paclitaxel"
      },
      {
        "measure": "Percentage of Participants With Study Drug Dose Reductions",
        "description": "A dose reduction occurred when the dose assigned at a visit was lower than the dose assigned at the previous visit. Dose reductions were typically caused by clinically significant laboratory abnormalities and/or treatment emergent adverse events or toxicities.",
        "timeFrame": "Up to 16 Jan 2017 for CC-486 + nab-paclitaxel and up to 26 Nov 2019 for nab-paclitaxel and Durva + nab-paclitaxel (up to 255 weeks)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:46.449Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}