{
  "nctId": "NCT04176133",
  "briefTitle": "Entolimod on Immunosenescence in Healthy Geriatric Subjects Receiving Influenza Vaccination",
  "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled, Single-Administration, Dose-Escalation Study of Entolimod on Immunosenescence in Healthy Geriatric Subjects Receiving Influenza Vaccination",
  "protocolDocument": {
    "nctId": "NCT04176133",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-06-18",
    "uploadDate": "2023-04-24T16:30",
    "size": 943130,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04176133/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 61,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-10-30",
    "completionDate": "2022-03-30",
    "primaryCompletionDate": "2022-03-30",
    "firstSubmitDate": "2019-10-30",
    "firstPostDate": "2019-11-25"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion:\n\n* Men and women of age 65 years and older at the time of enrollment\n* Eligible to receive Fluzone High-Dose\n* Female subjects must be past menopause and not pregnant\n* No history of anaphylactic reaction to gelatin, neomycin, or other vaccine component\n* Must not have had the flu vaccine within the past 90 days\n* Medically stable with no exacerbations or changes in medication regimen for chronic diseases in the past 3 months and no hospitalizations in the past 6 months\n* Must be able to read/write English in order to provide informed consent and comply with study procedures\n* Expected to be available for the duration of the study\n\nExclusion:\n\n* Receipt of any other vaccines within the past 30 days prior to enrollment\n* Acute illness within the last 7 days\n* History of hypersensitivity to the flu vaccine or its components (including gelatin, formaldehyde, octoxinol, thimerosal, and chicken protein).\n* History of Guillain Barré syndrome (GBS)\n* History of bleeding disorders\n* Medical contraindication to treatment with vaccine as indicated by a history of autoimmune disease, immune deficiency, or hypersensitivity to other vaccines.\n* Unstable major cardiovascular, renal, endocrine, immunological or hepatic disorder\n* Systolic blood pressure (SBP) \\< 110 mmHg or orthostatic hypotension \\[\\>20 mmHg fall in SBP or \\>10 mmHg fall in diastolic blood pressure (DBP) with standing\\] at the time of screening.\n* Evidence of an ongoing systemic bacterial, fungal, or viral infection (including upper respiratory tract infections) (within 14 days prior to entolimod administration). Note: Subjects with localized fungal infections of skin or nails are eligible.\n* Clinical signs of febrile illness (temperature \\>99.5oF)\n* Baseline vital signs with ≥Grade 2 abnormalities\n* Significant cardiovascular disease (e.g., myocardial infarction, arterial thromboembolism, cerebrovascular thromboembolism, venous thromboembolism) within 6 months prior to study drug administration; symptomatic dysrhythmias or unstable dysrhythmias requiring medical therapy; angina requiring therapy; symptomatic peripheral vascular disease; New York Heart Association Class 3 or 4 congestive heart failure; or uncontrolled Grade ≥3 hypertension (diastolic blood pressure ≥100 mmHg or systolic blood pressure ≥160 mmHg) despite antihypertensive therapy.\n\n  o Significant screening ECG abnormalities, including unstable cardiac arrhythmia requiring medication, atrial fibrillation, 2nd-degree atrioventricular (AV) block type II, 3rd degree AV block, or Grade ≥2 bradycardia (within 14 days prior to entolimod administration).\n* Inadequate hepatic function (within 14 days prior to entolimod administration):\n\n  * Serum alanine aminotransferase (ALT) ≥3 × upper limit of normal (ULN) (Grade ≥1).\n  * Serum aspartate aminotransferase (AST) ≥3 × ULN (Grade ≥1)\n  * Serum alkaline phosphatase (ALP) ≥5 × ULN (Grade ≥2)\n* Serum bilirubin ≥1.5 × ULN (Grade ≥1)\n* Positive antiviral serology:\n\n  * Positive hepatitis C virus (HCV) antibody or positive HCV ribonucleic acid (RNA) by quantitative PCR.\n  * Positive hepatitis B surface antigen (HBsAg) and negative hepatitis B core (HBc) antibody or undetectable hepatitis B (HBV) deoxyribonucleic acid (DNA) by quantitative polymerase chain reaction (PCR) testing.\n* Positive human immunodeficiency virus (HIV) antibody.\n* Use of medication that might interact with the flu vaccine including (but not limited to) specifically: aminopyrine, phenytoin sodium, theophylline, and warfarin sodium.\n* Any ongoing treatment with immunosuppressive or immune-stimulant therapy\n* Ongoing use of systemic corticosteroids.\n* Blood or blood products given within the three months prior to vaccination and two months after vaccination\n* Current and/or expected receipt of chemotherapy, radiation therapy or any other cytotoxic or immunosuppressive therapy \\[i.e. more than 10 mg of prednisone given daily or on alternative days for 2 weeks or more in the past 3 months\\]\n* Receipt of another investigational pharmaceutical product within 60 days of treatment\n* Diagnosis of Parkinson's Disease, previous stroke, or significant cognitive impairment (defined as MMSE \\<20)\n* Other concerns that in the opinion of the PI would preclude a subject from participating in study procedures or from completing the study.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "65 Years",
    "stdAges": [
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Anti- A/H1N1 Antibody Titer",
        "description": "Change of the anti- A/H1N1 influenza virus strains serum circulating antibodies (as assessed using hemagglutination inhibition (HAI) assay) levels from baseline to 1 month.",
        "timeFrame": "Baseline, 1 month"
      },
      {
        "measure": "Change in Anti-A/H3N2 Antibody Titer",
        "description": "Change of the anti-A/H3N2 influenza virus strains serum circulating antibodies (as assessed using hemagglutination inhibition (HAI) assay) levels from baseline to 1 month.",
        "timeFrame": "Baseline, 1 month"
      },
      {
        "measure": "Change in Anti-B Antibody Titer",
        "description": "Change of the anti-B influenza virus strains serum circulating antibodies (as assessed using hemagglutination inhibition (HAI) assay) levels from baseline to 1 month..",
        "timeFrame": "Baseline, 1 month"
      },
      {
        "measure": "Adverse Events",
        "description": "The number of adverse events (AEs) related to dose limiting toxicities (DLTs); laboratory abnormalities; oxygen saturation and vital sign changes, and adverse electrocardiogram (ECG) findings for 1 year",
        "timeFrame": "1 year"
      }
    ],
    "secondary": [
      {
        "measure": "Time of Onset for Upper-respiratory Infections",
        "description": "Subject self-reporting of the number of days to develop an upper-respiratory infection",
        "timeFrame": "1 year"
      },
      {
        "measure": "Upper Respiratory Infections",
        "description": "The total number of subjects to self-report an upper-respiratory infection",
        "timeFrame": "1 year"
      },
      {
        "measure": "Change in Frailty",
        "description": "Change in self-reported 5 items frail scale. Frail scale scores range from 0-5, 1 point for each component, 0 = best 5 = worst (robust=0 points; pre-frail=0-1 points; frail 3-5 points)",
        "timeFrame": "baseline, 2 months"
      },
      {
        "measure": "Change in 6-minute Walk Test",
        "description": "Distance a subject is able to walk over 6 minutes over a hard flat surface",
        "timeFrame": "baseline, 2 months"
      },
      {
        "measure": "Change in Grip Strength",
        "description": "Measured by a grip dynamometer as reported in units of pounds.",
        "timeFrame": "baseline, 2 months"
      },
      {
        "measure": "Change in Body Mass Index (BMI)",
        "description": "Subject's BMI calculated as weight in kilograms divided by height in meters squared. Uses measurements of height and weight obtained during study (with appropriate metric conversions)",
        "timeFrame": "baseline, 2 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:33.046Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}