{
  "nctId": "NCT03222349",
  "briefTitle": "Pharmacokinetics and Safety Study of Diazepam Buccal Film (DBF) in Pediatric Subjects With Epilepsy",
  "officialTitle": "A Multicenter,Open Label Crossover Study to Assess the Pharmacokinetics and Safety of Diazepam Buccal Soluble Film (DBSF) in Pediatric Subjects With Epilepsy",
  "protocolDocument": {
    "nctId": "NCT03222349",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-03-06",
    "uploadDate": "2020-07-08T09:47",
    "size": 1263702,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03222349/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 24,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-08-31",
    "completionDate": "2020-03-11",
    "primaryCompletionDate": "2020-01-28",
    "firstSubmitDate": "2017-07-12",
    "firstPostDate": "2017-07-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nPotential subjects meeting all of the following criteria may be included in the study:\n\n1. Subjects have a clinical diagnosis of epilepsy (GTC seizures or focal seizures with impaired awareness) and were scheduled for admission to an Epilepsy Monitoring Unit (EMU), General Clinical Research Center (GCRC), or similar facility for evaluation.\n2. Male and female subjects between 2 and 16 years of age, inclusive.\n3. Subjects had a body weight of at least 6 kg and less than or equal to 111 kg.\n4. Subjects had an average frequency of at least 1 clinically apparent seizure every 3 days or ≥10 clinically apparent seizures per month, with alteration of consciousness as documented by reliable subject report, personal seizure diary records, and/or by seizure diaries dispensed at screening and verified prior to study entry.\n5. Female subjects of childbearing potential (i.e., were having periods, were not surgically sterile) must have had a negative serum pregnancy test (using Beta-hCG) at Screening and a negative urine pregnancy test on Study Day I prior to drug dosing. Female subjects of childbearing potential must have agreed to abstinence, have had a partner who was sterile, or have been practicing double barrier contraception or have been using an FDA-approved contraceptive (e.g., licensed hormonal or barrier methods) for greater than 2 months prior to screening visit, and must have committed to an acceptable form of birth control for the duration of the study and for 30 days after participation in the study.\n6. Male subjects with a female sexual partner of childbearing potential must have agreed to abstinence or to practice adequate birth control during the study, including at least 1 barrier method such a condom, diaphragm, or spermicide for more than 2 months prior to the screening visit, and must have committed to an acceptable form of birth control for the duration of the study and for 30 days after participation in the study. Also, male subjects must have agreed not to donate sperm during the study and for 90 days after the follow-up visit.\n7. Subjects were currently receiving at least one antiepileptic medication.\n8. Subject's parent or legally authorized representative must have been willing and able to complete informed consent and HIPAA authorization. Subjects must have been willing to give assent as required by the Institutional Review Board (IRB).\n9. Subject must have agreed to be available or subject's parent(s) or legally authorized representative(s) must have agreed to have the subject be available for both Treatment Periods and the Follow-up Visit, and must have been willing to comply with all required study procedures and adhere to all protocol requirements.\n10. Subject or subject's parent(s) or legally authorized representative(s) must have been able to comprehend and be informed of the nature of the study, as assessed by the Investigator.\n\nExclusion Criteria:\n\nPotential subjects meeting any of the following criteria were excluded from participating in the study:\n\n1. Subjects with a progressive neurological disorder such as a brain tumor, demyelinating disease, or degenerative central nervous system (CNS) disease that was likely to progress in the 12 months after screening.\n2. Subjects with respiratory failure (or is at risk for respiratory failure) or other severe cardiorespiratory disease with New York Heart Association Class Ill or IV functional status, or who required supplemental oxygen.\n3. Female subjects who were lactating, had a positive serum pregnancy test (β-hCG) at screening, or had a positive urine pregnancy test at Check-in for treatment periods.\n4. Subjects with psychiatric disease that in the Investigator's judgment would prevent the subject's successful completion of the study.\n5. Subjects with recent history of suicide attempt (defined as an active, interrupted, or aborted attempt within the previous 5 years) or reported suicidal ideation in the previous 6 months as indicated by a positive response (\"Yes\") to either Question 4 or Question 5 of the Columbia-Suicide Severity Rating Scale performed at the screening visit.\n6. Subjects with known history or presence of any clinically significant hepatic (e.g., hepatic impairment), renal/genitourinary (renal impairment, kidney stones), psychiatric, dermatological, or hematological disease or condition, unless determined as not clinically significant by the Investigator or designee and confirmed by Sponsor via written communication prior to subject enrollment. Abnormal laboratory results considered clinically significant by the Investigator or designee were to be evaluated by the Investigator in consultation with the Medical Monitor.\n7. Subjects with any clinically significant illness other than epilepsy within 30 days prior to study drug administration, as determined by the Investigator.\n8. Subjects with any significant physical or organ abnormality or other condition that would interfere with study participation or constitute a safety risk in the judgment of the Investigator.\n9. Subjects with any significant lesion of the oral cavity or having oral prophylactic or dental procedures within 30 days prior to study drug administration.\n10. Subjects with a QT interval corrected by Fridericia's formula (QTcF) \\>450 ms for males or QTcF \\>470 ms for females on screening ECG unless determined as not clinically significant by the Investigator.\n11. Subjects with a positive test result for any of the following drugs of abuse:\n\n    amphetamines, cocaine, opiates, phencyclidine, or a positive breath alcohol test. Subjects who tested positive for tetrahydrocannabinol (THC) at screening were excluded unless the Investigator was able to affirm in writing that the use of a medical marijuana product was part of the subject's treatment plan as recommended by a physician for treatment of a medical condition. In such case, the subject was to be allowed to continue with screening, and the medical marijuana product was to be recorded as a concomitant medication.\n12. Subjects with a known history or presence of any of the following:\n\n    1. Substance abuse or dependence (including alcohol) within 1 year prior to first study drug administration\n    2. Hypersensitivity or idiosyncratic reaction to diazepam, its excipients, sodium phosphates, and/or related substances, e.g., benzodiazepines\n    3. Glaucoma (open or acute narrow angle)\n    4. Severe allergic reactions (e.g., anaphylactic reactions, angioedema) to investigational product and excipients\n13. Subjects who had participated in another clinical trial or who had received an investigational drug within 30 days prior to study drug administration or 5 half-lives of the investigational drug-whichever was the longer period.\n14. Subjects with presence of mouth jewelry, dentures, oral implants, braces, or piercings in the mouth or tongue that, in the opinion of the Investigator, would have been likely to interfere with successful completion of the dosing procedure.\n15. Subjects with a blood or plasma donation within 30 days prior to screening.\n16. Subjects not willing or unable to tolerate blood draws.\n17. Consumption of alcohol within 48 hours before dosing; or food or beverages containing grapefruit, star fruit, Seville oranges, and/or pomelo, or their derived products (e.g., fruit juice) within 10 days prior to study drug administration.\n18. Use of any enzyme-modifying drugs, including strong inhibitors of cytochrome (CYP) 450 enzymes (e.g., cimetidine, fluoxetine, quinidine, erythromycin, ciprofloxacin, fluconazole, ketoconazole, diltiazem, or HIV antivirals) and strong inducers of CYP enzymes (e.g., glucocorticoids, St. John's Wort, or rifampicin), in the previous 30 days prior to study drug administration. (Barbiturates, carbamazepine, phenytoin, and other enzyme-modifying antiepileptic drugs (AEDs) that were medically needed were permitted.)\n19. Use of any monoamine oxidase (MAO) inhibitors (e.g., phenelzine, tranylcypromine ), and/or phenothiazines (chlorpromazine) within 30 days prior to first study drug administration.\n20. Employee or immediate relative of an employee of Aquestive Therapeutics, any of its affiliates or partners, or Syneos Health.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "2 Years",
    "maximumAge": "16 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Area Under the Concentration Time Curve (AUC) 0 to 4 Hours Post-dose",
        "description": "AUC calculated from time 0 (dosing) to 4 hours post-dose in both Period A (interictal administration) and Period B (ictal/peri-ictal administration)",
        "timeFrame": "Time 0 (dosing), 0.25, 0.5, 1, 1.5, 2, 4 hours post-dose"
      },
      {
        "measure": "Area Under the Concentration Time Curve (AUC) From 0 to 2 Hours Post-dose",
        "description": "AUC calculated from time 0 (dosing) to 2 hours post-dose in both Period A (interictal administration) and Period B (ictal/peri-ictal administration)Period A (interictal administration) and Period B (ictal/peri-ictal administration)",
        "timeFrame": "Time 0 (dosing), 0.25, 0.5, 1, 1.5, 2 hours post-dose"
      },
      {
        "measure": "Time When Maximum Plasma Concentration Was Observed (Tmax) 0 to 2 Hours Post-dose",
        "description": "Tmax calculated from time 0 (dosing) to 2 hours post-dose in both Period A (interictal administration) and Period B (ictal/peri-ictal administration)",
        "timeFrame": "Time 0 (dosing), 0.25, 0.5, 1, 1.5, 2 hours post-dose"
      },
      {
        "measure": "Time When Maximum Plasma Concentration Was Observed (Tmax) 0-4 Hours Post-Dose",
        "description": "Tmax calculated from dosing (Time 0) to 4 hours post-dose in both Period A (interictal administration) and Period B (ictal/peri-ictal administration)",
        "timeFrame": "Time 0 (dosing), 0.25, 0.5, 1, 1.5, 2, 4 hours post-dose"
      },
      {
        "measure": "Observed Maximum Plasma Concentration (Cmax) 0-2 Hours",
        "description": "Maximum observed plasma concentration measured from Time 0 to 2 hours post-dose in Period A (interictal administration) and Period B (ictal/peri-ictal administration)",
        "timeFrame": "Time 0 (dosing), 0.25, 0.5, 1, 1.5, 2 hours post-dose"
      },
      {
        "measure": "Observed Maximum Plasma Concentration (Cmax) From Time 0 (Dosing) to 4 Hours Post-dose",
        "description": "Maximum observed plasma concentration from Time 0 to 4 hours post-dose in Period A (interictal administration) and Period B (ictal/peri-ictal administration)",
        "timeFrame": "Time 0 (dosing), 0.25, 0.5, 1, 1.5, 2, 4 hours post-dose"
      }
    ],
    "secondary": [
      {
        "measure": "Usability of Diazepam Buccal Film: Number of Subjects Who Spit Out/Moved/Chewed the Film After it Adhered (Stuck) to Buccal Mucosa During Period A and Period B.",
        "description": "Was DBF spit out or blown out by the subject after adherence to the buccal mucosa or did the subject chew, talk or move the DBF prior to complete disintegration/dissolution?",
        "timeFrame": "Period A and Period B from the time of first attempt at DBF insertion to 15 minutes after insertion."
      },
      {
        "measure": "Usability of Diazepam Buccal Film: Unsuccessful Attempts",
        "description": "Number of subjects with any unsuccessful DBF insertion attempts (All analyzed subjects with an unsuccessful attempt ultimately had a successful attempt at dosing)",
        "timeFrame": "Period A and Period B from the time of first attempt at DBF insertion to 15 minutes after insertion."
      },
      {
        "measure": "Usability Endpoint : Amount of Saliva That Exited the Mouth After DBF Dosing",
        "description": "Estimation of the amount of saliva exiting the mouth in mL after DBF dosing in Period A and Period B",
        "timeFrame": "Period A and Period B from the time of first attempt at DBF insertion to 15 minutes after insertion."
      },
      {
        "measure": "Number of Subjects Who Swallowed DBF After Initial Insertion",
        "description": "Number of subjects who swallowed DBF during Period A and/or Period B",
        "timeFrame": "Period A and Period B from the time of first attempt at DBF insertion to 15 minutes after insertion."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:49.396Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}