{
  "nctId": "NCT04287985",
  "briefTitle": "Safety and Efficacy Study of VIS649 for IgA Nephropathy",
  "officialTitle": "A Multicenter, Randomized, Double-Blind, Placebo-Controlled, Multiple Dose Study to Evaluate the Efficacy and Safety of VIS649 in Participants With Immunoglobulin A (IgA) Nephropathy",
  "protocolDocument": {
    "nctId": "NCT04287985",
    "filename": "Prot_002.pdf",
    "label": "Study Protocol: Version 2",
    "date": "2019-11-01",
    "uploadDate": "2024-08-02T13:47",
    "size": 2586327,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04287985/document/Prot_002.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 155,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-07-20",
    "completionDate": "2023-06-18",
    "primaryCompletionDate": "2023-05-19",
    "firstSubmitDate": "2020-02-10",
    "firstPostDate": "2020-02-27"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nParticipants are eligible to be included in the study only if all of the following criteria apply:\n\n1. Participant is a male or female ≥ 18 years of age at the time of signing the informed consent.\n2. Participant must have biopsy-confirmed IgAN.\n3. Participant has medical records showing they have been on stable and maximally tolerated doses of either ACEI or ARB, as per local SOC and applicable guidelines, for at least 3 months preceding screening. Participants should optimally be on at least 50% of the maximum recommended dose of these agents; however, if a participant is on their maximally tolerated dose (and this is \\< 50% of the maximum recommended dose) and has been on this dose for at least 3 months, they may be enrolled. Participants who are unable to tolerate ACEI/ARB therapy may be eligible for participation in the study if their overall management of IgAN, including BP control, is as per local SOC and applicable guidelines.\n4. Participants must have screening uPCR ≥ 0.75 g/g measured from a 24-hour urine or 24-hour urine protein ≥ 1.0 g/d, as measured from 24-hour urine collection. The proteinuria should be assessed when the participant is considered to be in a steady state with no recent heavy exercise, fever, or other potential issues that could impact the result.\n5. Participants must have eGFR ≥ 45 mL/min/1.73 m² using the CKD-EPI formula.\n6. Participant's serum Ig values must meet specified criteria\n7. Female participants of childbearing potential must have a negative serum pregnancy test prior to the first dose.\n8. Participant is willing to adhere to contraceptive requirements.\n9. Participant or a legally authorized representative is able and is willing to give voluntary written informed consent\n\nExclusion Criteria:\n\nParticipants are excluded from the study if they meet any of the following criteria:\n\n1. Participant has secondary forms of IgAN as defined by the treating physician.\n2. Participant has co-existing CKD, other than IgAN.\n3. Participant has evidence of additional pathological findings in the kidney biopsy (eg, diabetic kidney disease, membranous nephropathy, or lupus nephritis). However, hypertensive vascular changes are acceptable.\n4. Participant has kidney biopsy MEST or MEST-C score as defined in the protocol.\n5. Participant has nephrotic syndrome.\n6. Participant has received a solid organ transplant, including kidney.\n7. Participant has received bone marrow or hematologic stem cell transplantation.\n8. Participant is currently receiving systemic immunosuppression (excluding topical, ophthalmic, per rectum, or inhaled corticosteroids).\n9. Participant has received treatment with systemic corticosteroid therapy within 16 weeks of initial screening.\n10. Participant has received treatment with a systemic immunosuppressive agents within 16 weeks of initial screening.\n11. Participant has any chronic infectious disease.\n12. Participant has acute infectious disease at the time of screening.\n13. Participant has Type 1 diabetes.\n14. Participant has uncontrolled Type 2 diabetes, as evidenced by a screening hemoglobin A1c value \\> 8%.\n15. Participant has uncontrolled BP (\\> 140 mm Hg systolic or \\> 90 mm Hg diastolic)\n16. Participant has a history of chronic autoimmune neurodegenerative disorder such as multiple sclerosis.\n17. Participant has a known allergy or intolerance to any component of the study intervention.\n18. Participant is breastfeeding.\n19. Participant has poorly compensated or controlled ischemic heart disease or cardiomyopathy, as judged by the Investigator.\n20. Participant has chronic obstructive pulmonary disease (COPD) or asthma that has required systemic steroid therapy during the prior year.\n21. Participant has known cirrhosis or liver dysfunction, defined as presence of coagulopathy, platelet count \\< 100,000/μL or alanine aminotransferase \\> 3× upper limit of normal.\n22. Participant has active malignancy or is receiving chemotherapy for malignancy, except for nonmelanoma skin cancers and cervical carcinoma in situ. Participants with prior malignancy who have been documented to be cancer-free for ≥ 5 years may be enrolled.\n23. Participant is planning or scheduled to undergo a tonsillectomy. Prior tonsillectomy is acceptable (if greater than 6 months prior to screening).\n24. Participant enrolled in another investigational drug or device study within 3 months prior to initial screening.\n25. Participant with a pre-existing illness other than those listed above that, in the opinion of the Investigator, would place the participant at increased risk through participation in this study.\n26. Participant is unable to comply with study protocol procedures and/or study visit schedules.\n27. Participant with known or suspected alcohol or drug abuse that would compromise their safety or study participation of the participant, in the opinion of the Investigator.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Adverse Events Graded by Severity",
        "description": "The number of participants who experienced adverse events, graded by maximum severity, are presented.",
        "timeFrame": "Baseline to End of Study (16 months)"
      },
      {
        "measure": "Changes From Baseline in Clinical Laboratory Tests",
        "description": "The number of participants who experience a shift from normal at baseline to Grade 3/4 (moderate/sever) at a postbaseline time point are presented.",
        "timeFrame": "Baseline to End of Study (16 months)"
      },
      {
        "measure": "Clinically Meaningful Changes From Baseline in Vital Signs",
        "description": "The number of participants who experienced clinically meaningful changes from baseline in vital signs (body mass index, diastolic blood pressure, height, heart rate, mean arterial pressure, respiratory rate, systolic blood pressure, temperature, and weight) are presented.",
        "timeFrame": "Baseline to End of Study (16 months)"
      },
      {
        "measure": "Clinically Significant Physical Examinations",
        "description": "Clinically significant physical examination findings are presented.",
        "timeFrame": "Baseline to End of Study (16 months)"
      },
      {
        "measure": "Change From Baseline in uPCR: Month 12",
        "description": "Natural Log 24-Hour uPCR (Schedule A Urine Collection) Change from Baseline at Month 12: mixed model with repeated measurements",
        "timeFrame": "12 months"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in uPCR: Months 9 and 16",
        "description": "Change from baseline in uPCR (Urine protein/creatinine ratio)",
        "timeFrame": "Baseline to 9 months and 16 months (16 months total)"
      },
      {
        "measure": "Change in 24-hour Urine Protein Excretion: Months 12 and 16",
        "description": "Change in 24-hour urine protein excretion from baseline to Months 12 and 16",
        "timeFrame": "16 months"
      },
      {
        "measure": "Participants Achieving a Greater Than or Equal to 30% Decline From Baseline in uPCR at Months 9, 12, and 16",
        "description": "Number of participants in each group achieving a greater than or equal to 30% decline from baseline in urinary protein/creatinine ratio (uPCR) at Months 9, 12, and 16",
        "timeFrame": "Baseline to 9,12, and 16 months (16 months total)"
      },
      {
        "measure": "Participants in Each Group Achieving Clinical Remission",
        "description": "Number of participants in each group achieving clinical remission. Clinical remission was defined as reduction in 24-hour urine protein excretion to less than 300 mg/day for at least 3 consecutive months.",
        "timeFrame": "Baseline to End of Study (16 months)"
      },
      {
        "measure": "Change From Baseline in eGFR at Months 9, 12, and 16",
        "description": "Change from baseline in (eGFR) at Months 9, 12, and 16",
        "timeFrame": "Baseline to 12 and 16 months"
      },
      {
        "measure": "Percent Change From Baseline in Total Serum IgA, IgG, and IgM Concentrations at Months 12 and 16",
        "description": "Percent change from baseline in total serum immunoglobin (Ig)A, IgG, and IgM concentrations at Months 12 and 16 in PD population",
        "timeFrame": "Baseline to 12 and 16 months"
      },
      {
        "measure": "Mean Serum PK Parameters at Month 0 and Month 11: Cmax",
        "description": "Serum PK parameters: maximum serum concentration (Cmax)",
        "timeFrame": "Months 0 and 11"
      },
      {
        "measure": "Median Serum PK Parameters at Month 0 and Month 11: Tmax",
        "description": "Serum PK parameters: time of maximum serum concentration (Tmax)",
        "timeFrame": "Month 0 and Month 11"
      },
      {
        "measure": "Mean Serum PK Parameters at Month 0: AUC0-inf and AUC0-30",
        "description": "Serum PK parameters of area under the concentration-time curve from time 0 to infinity (AUC0-inf) and area under the concentration-time curve from time 0 to Day 30 (AUC0-30)",
        "timeFrame": "Month 0"
      },
      {
        "measure": "Mean Serum PK Parameters at Month 0 and Month 11: t1/2z",
        "description": "Serum PK parameters: terminal elimination half-life(t1/2z)",
        "timeFrame": "Month 0 and Month 11"
      },
      {
        "measure": "Median Serum PK Parameters at Month 0: CL",
        "description": "Serum PK parameters of clearance.\n\n8 mg/kg was not reported for this outcome measure. Other arms were not provided due to participants meeting exclusion criteria: %AUCext \\> 20% and R2 Adjusted \\< 0.8. Affected parameters at participant visits meeting this criteria were excluded.",
        "timeFrame": "Month 0"
      },
      {
        "measure": "Mean Serum PK Parameters at Month 0: Vz",
        "description": "Serum PK parameters of apparent volume of distribution (Vz).\n\n8 mg/kg was not reported for this outcome measure. Other arms were not provided due to participants meeting exclusion criteria: %AUCext \\> 20% and R2 Adjusted \\< 0.8. Affected parameters at participant visits meeting this criteria were excluded.",
        "timeFrame": "Month 0"
      },
      {
        "measure": "Mean Serum PK Parameters at Month 11: AUCτ",
        "description": "Serum PK parameters: area under the concentration-time curve from time 0 to the end of the dosing period (AUCτ)",
        "timeFrame": "Month 11"
      },
      {
        "measure": "Mean Serum PK Parameters at Month 11: Vss",
        "description": "Serum PK parameters: volume of distribution at steady-state (Vss)",
        "timeFrame": "Month 11"
      },
      {
        "measure": "Mean Serum PK Parameters at Month 11: CLss",
        "description": "Serum PK parameters: clearance at steady-state (CLss)",
        "timeFrame": "Month 11"
      },
      {
        "measure": "Mean Serum PK Parameters at Month 11: Rac[AUC0-30]",
        "description": "Serum PK parameters: accumulation ratio of area under the concentration-time curve from time 0 to infinity (Rac\\[AUC0-30\\])",
        "timeFrame": "Month 11"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 5,
      "secondaryCount": 16,
      "otherCount": 0,
      "totalCount": 21
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:08.653Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}