{
  "nctId": "NCT02588586",
  "briefTitle": "A Study of the Safety and Antiretroviral Activity of 3BNC117",
  "officialTitle": "An Open Label, Phase 2 Study of the Safety and Antiretroviral Activity of 3BNC117 in HIV-Infected Individuals on Combination Antiretroviral Therapy",
  "protocolDocument": {
    "nctId": "NCT02588586",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-10-09",
    "uploadDate": "2021-03-31T11:16",
    "size": 943086,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02588586/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 17,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-10",
    "completionDate": "2018-04",
    "primaryCompletionDate": "2018-02",
    "firstSubmitDate": "2015-10-26",
    "firstPostDate": "2015-10-28"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Informed consent obtained and signed.\n* Males and females, age 18 to 65.\n* HIV-1 infection confirmed by two independent methods.\n* Plasma HIV-1 RNA \\< 50 copies/ml for at least 12 months while on combination ART and \\< 20 copies/ml at the screening visit. \\[Note: One or two viral blips of \\< 200 copies/mL prior to enrollment are permitted if preceded and followed by test results showing VL less than or equal to 50 copies/ml on the same ARV regimen.\\]\n* CD4 cell count \\> 500 cells/microliter. CD4 cell count nadir \\> 200 cells/microliter.\n* If sexually active male or female, and participating in sexual activity that could lead to pregnancy, agrees to use an effective method of contraception throughout the study period. Participants should also agree to use a male or female condom while off ART.\n* Female study participants of reproductive potential are defined as pre-menopausal women who have not had a sterilization procedure (e.g. hysterectomy, bilateral oophorectomy, tubal ligation or salpingectomy). Women are considered menopausal if they have not had a menses for at least 12 months and have a FSH of greater than 40 IU/L or if FSH testing is not available, they have had amenorrhea for 24 consecutive months.\n* Acceptable forms of contraception must include one of the following: condoms (male or female) with or without a spermicidal agent, diaphragm or cervical cap with spermicide, IUD, or hormone-based contraceptive.\n* If on an NNRTI-based regimen willing to a switch for 4 weeks to a dolutegravir-based regimen.\n\nExclusion Criteria:\n\n* Have a history of AIDS-defining illness within 1 year prior to enrollment.\n* Have a history of resistance to two or more antiretroviral drug classes.\n* History of systemic corticosteroids, immunosuppressive anti-cancer, or other medications considered significant by the trial physician within the last 6 months.\n* Chronic hepatitis B or hepatitis C.\n* Participant report, or chart history, of significant coronary artery disease, myocardial infarction, percutaneous coronary intervention with placement of cardiac stents.\n* Participant report, or chart history, of diabetes type 1 or 2 and/or current use of insulin or oral hypoglycemic medications.\n* Uncontrolled hypertension, as defined by a systolic blood pressure \\> 180 and/or diastolic blood pressure \\> 120, in the presence or absence of anti-hypertensive medications.\n* Total cholesterol level \\> 240 mg/dl or LDL level \\> 190 mg/dl at screen.\n* Known family history of myocardial infarction or stroke in a first-degree relative aged \\< 60 years.\n* Any other clinically significant acute or chronic medical condition, such as autoimmune diseases, that in the opinion of the investigator would preclude participation.\n* Current cigarette use in excess of 1 pack per day;\n* Laboratory abnormalities in the parameters listed below:\n* Absolute neutrophil count less than or equal to 1,000 cells/microliter\n* Hemoglobin less than or equal to 10 g/dL\n* Platelet count less than or equal to 125,000 cells/microliter\n* ALT greater than or equal to 2.0 x ULN\n* AST greater than or equal to 2.0 x ULN\n* Total bilirubin greater than or equal to 1.5 ULN\n* Creatinine greater than or equal to 1.1 x ULN\n* Coagulation parameters greater than or equal to 1.5 x ULN.\n* Current antiretroviral regimen includes maraviroc or enfuvirtide.\n* Pregnancy or lactation.\n* Any vaccination within 14 days prior to 3BNC117 administration.\n* Receipt of monoclonal antibody therapy of any kind in the past.\n* History of severe reaction to drug infusions or history of severe allergic reactions.\n* Participation in another clinical study of an investigational product currently or within past 12 weeks, or expected participation during this study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Rate of Viral Rebound at 12 Weeks After Interruption of Antiretroviral Therapy",
        "description": "Viral rebound is defined as confirmed plasma HIV-1 RNA level \\> 200 copies/ml in two separate occasions",
        "timeFrame": "36 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Serum Level of 3BNC117 at the Time of Viral Rebound, Measured in Micrograms Per ml",
        "description": "Serum level of 3BNC117 at the time of viral rebound, measured in micrograms per ml",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Time to Viral Rebound After Interruption of Antiretroviral Therapy",
        "description": "Viral rebound is defined as confirmed plasma HIV-1 RNA level \\> 200 copies/ml in two separate occasions",
        "timeFrame": "36 weeks"
      },
      {
        "measure": "Number of Participants With Adverse Events as a Measure of Safety and Tolerability",
        "description": "Number of Participants with Adverse Events as a Measure of Safety and Tolerability",
        "timeFrame": "60 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 29,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:18.754Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}