{
  "nctId": "NCT03938974",
  "briefTitle": "Social Self-Management of Parkinson's Disease",
  "officialTitle": "The Emergence and Evolution of Social Self-Management of Parkinson's Disease",
  "protocolDocument": {
    "nctId": "NCT03938974",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-05-02",
    "uploadDate": "2019-05-02T09:48",
    "size": 394387,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03938974/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 146,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2013-09-23",
    "completionDate": "2019-03-31",
    "primaryCompletionDate": "2019-03-28",
    "firstSubmitDate": "2019-04-17",
    "firstPostDate": "2019-05-06"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria for People with Parkinson's Disease:\n\n1. Diagnosis of idiopathic PD utilizing the UK Parkinson's Disease Society Brain Bank clinical diagnostic criteria, as evaluated by the neurological team\n2. Modified Hoehn and Yahr stage 1 through 4\n3. Score ≥ 26 on the Mini-Mental Status Exam\n4. Home setting within travel distance to study locations\n5. Able to communicate clearly and in English with research staff\n6. Interested in participating and willing and able to provide informed consent\n\nInclusion Criteria for Care Partners of Participants with Parkinson's Disease:\n\n1. Person with PD must consent for care partner to participate\n2. Score ≥ 26 on the Mini-Mental Status Exam\n3. Able to communicate clearly and in English with research staff\n4. Interested in participating and willing and able to provide informed consent\n\nExclusion Criteria for People with Parkinson's Disease:\n\n1. Diagnosis of atypical Parkinsonism\n2. Modified Hoehn and Yahr Stage 5\n3. Score \\< 26 on the Mini-Mental Status Exam\n4. Not able to communicate clearly and in English with research staff\n\nExclusion Criteria for Care Partners of Participants with Parkinson's Disease:\n\n1. Person with PD does not consent for care partner to participate\n2. Score \\< 26 on the Mini-Mental Status Exam\n3. Not able to communicate clearly and in English with research staff",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Activity Retention Over Time",
        "description": "Activity Card Sort domains of Instrumental Activities of Daily Living, Low- and High-Demand Leisure Activities, and Social Activities.",
        "timeFrame": "3 Years"
      },
      {
        "measure": "The Chronic Illness Resources Survey (CIRS)",
        "description": "The 22-item CIRS, slightly modified for this study. Respondents rate the extent to which each of the 22 items is accessible or used as a resource over the past 6 months on a 1 (not at all) to 5 (a great deal) Likert scale. Subscale scores are created by averaging (possible range 1 to 5), and include the following: Personal Self-Management (3 items); formal institutions and services-- Health Care (3 items), Organizations (3 items), Work (3 items) and Media and Policy (3 items); and informal interpersonal environment-- Family and Friends (3 items) and Neighborhood (3 items). CIRS was modified by changing the wording of \"chronic illness\" to \"health management.\" Higher scores represent a better outcome (i.e., greater access to and utilization of healthy resources).",
        "timeFrame": "3 Years"
      },
      {
        "measure": "Social Network Composition",
        "description": "Self-reported responses to the following items: having a spouse or partner in the household (yes/no), number and composition of individuals living in the household, total number of children and total number of grandchildren.",
        "timeFrame": "3 Years"
      },
      {
        "measure": "Contact Frequency",
        "description": "How often, on a 0 (not at all) to 7 (very frequently), are participants in contact with the following:\n\nTheir most contacted child (if they have children) Their most contacted friend (if they have friends) Their partner in the study (if applicable)",
        "timeFrame": "3 years"
      },
      {
        "measure": "Support Exchange",
        "description": "Rated on a scale from 1 (not at all) to 5 (a great deal), how often do participants give different types of support (Help with Daily Activities, Emotional Support, and Financial Support) to either their partner in the study (if applicable), the members of their household, and people outside of their household.",
        "timeFrame": "3 Years"
      },
      {
        "measure": "Social Isolation Domain of the Nottingham Health Profile (NHP)",
        "description": "The Social Isolation Domain of the NHP is a 5-item measure: loneliness, difficulty contacting people, feeling that they have no one they are close to, difficulty getting along with others, and feeling like a burden. Participants rate their agreement with statements related to social isolation on a scale from 1 (extremely disagree) to 5 (highly agree) and these items are averaged. A higher score is a worse outcome.",
        "timeFrame": "3 Years"
      },
      {
        "measure": "The Positive Social Interaction subscale items of the Medical Outcomes Study: Social Support Survey (MOS)",
        "description": "We modified the wording of the three Positive Social Interaction items in the MOS Social Support Survey to identify positive interaction frequency with the care partner or the person with PD, rather than a non-specific \"someone.\" Our wording is: \"How often is each of the following kinds of support available to you from your partner if you need it?\" Each item is rated on a 1 (None of the time) to 5 (All of the time) scale, and these items are averaged. A higher score indicates a better outcome.",
        "timeFrame": "3 Years"
      },
      {
        "measure": "The Stigma Scale for Chronic Illness (SSCI)",
        "description": "The 24-item SSCI has two domains: felt stigma and enacted stigma. Felt stigma items assess the emotional experience of stigmatization such as worry, embarrassment and self-blaming. Enacted stigma items assess the perception that people act differently toward the respondent: acting uncomfortable, being unkind, avoiding contact, and unfair treatment. Each domain contains 12 items (which are averaged to create domain scores), rated on a scale from 1 (never) to 5 (always). A total score is calculated by averaging all items. A higher score is a worse outcome and indicates greater stigma.",
        "timeFrame": "3 Years"
      },
      {
        "measure": "The Interpersonal Communication Rating Protocol: Individual Expressive Behavior (Parkinson's Disease Version) (ICRP-IEB)",
        "description": "The 20-item ICRP-IEB is used as the primary measure of the expressive capacity of participants with PD coded from videotaped discussions. Four to ten trained coders rate the videos on a scale from 1 (low) to 5 (high) of the intensity, duration, and frequency of expressive behaviors from the following domains: facial, bodily, vocal, and verbal. Scores are averaged within domains. A higher score is a better outcome and indicates more expressive behaviors.",
        "timeFrame": "3 Years"
      },
      {
        "measure": "Qualitative Self-Management Interview",
        "description": "Self-identified frustrating and satisfying recent events in daily life and how they manage these and similar events. Next, participants describe an activity outside of the home and how they get ready for it and manage PD symptoms to do it. Finally, participants are asked - How would you rate your overall ability to manage participating in your daily life activities? They provide a response on a scale of 1 (not at all effective) to 5 (highly effective). Participants with PD are videotaped and care partners are audiotaped.\n\nIn a second management discussion, we bring together the person with PD and the caregiver and ask them to think of an activity outside of the home that they recently did together. The discussion is videotaped with the camera focused only on the participant with PD.\n\nOne of the interviews is conducted in participants' homes, midway through the three-year protocol.",
        "timeFrame": "3 Years"
      }
    ],
    "secondary": [
      {
        "measure": "Short Form -12 (SF-12, version 2)",
        "description": "The 12-item SF-12 (version 2) is a self-report measure of functional health and well-being that is a short form of the SF-36. It provides norm-based scores in two domains (physical and mental health), that compare the respondent against population level health. A higher score is better outcome for health.",
        "timeFrame": "3 Years"
      },
      {
        "measure": "The Parkinson's Disease Questionnaire-39 (PDQ-39)",
        "description": "The PDQ-39 assesses life concerns of individuals with PD. It is composed of a summary index and eight domain scores-mobility, activities of daily living, emotional well-being, stigma, social support, cognitions, communication, and bodily discomfort. Each item is rated on a 0 (never) to 4 (always) scale. A higher score indicates a higher self-perceived frequency of quality of life and health problems in the past month that are due to the disease, with each domain normed to a scale on which 0 indicating never a problem and 100 always a problem. The summary index is the average of the normed domain scores. A higher score is a worse outcome for quality of life.",
        "timeFrame": "3 years"
      },
      {
        "measure": "The Movement Disorder Society Unified Parkinson's Disease Rating Scales (MDS-UPDRS).",
        "description": "The Movement Disorder Society's Unified Parkinson's Disease Rating Scales (MDS-UPDRS) consists of 65 items across four domains: non-motor experiences, motor experiences, a motor examination, and motor complications, rated from 0 (normal) to 4 (severe). Subscales and a total score are calculated by adding items. A higher score is worse outcome and indicates more severe symptoms of Parkinson's disease.",
        "timeFrame": "3 Years"
      },
      {
        "measure": "The Geriatric Depression Scale-15 (GDS)",
        "description": "The GDS consists of 15 yes or no items. The total score is the sum of all items (range: 0 - 15). A higher score is a worse outcome and indicates greater potential for clinical depression.",
        "timeFrame": "3 Years"
      },
      {
        "measure": "The Montreal Cognitive Assessment (MoCA)",
        "description": "The MoCA consists of 30 test items that assess visuospatial and executive functioning, naming, memory, attention, language, abstraction, delayed recall, and orientation. Each correct answer is awarded one point, which are added to create a total score. A higher score is a better outcome and indicates less cognitive impairment.",
        "timeFrame": "3 Years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 10,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 15
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:44.157Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}