{
  "nctId": "NCT03367754",
  "briefTitle": "A Single Dose of Pembrolizumab in HIV-Infected People",
  "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled Study of a Single Dose of Pembrolizumab in HIV-Infected Patients",
  "protocolDocument": {
    "nctId": "NCT03367754",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-02-16",
    "uploadDate": "2024-12-02T12:16",
    "size": 261908,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03367754/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 11,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-08-06",
    "completionDate": "2024-11-18",
    "primaryCompletionDate": "2021-12-17",
    "firstSubmitDate": "2017-12-08",
    "firstPostDate": "2017-12-11"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n\nIndividuals must meet all of the following criteria to be eligible for study participation:\n\n* Greater than or equal to 18 years of age.\n* Documented HIV-1 infection (eg, positive standard enzyme-linked immunosorbent assay or rapid HIV-1/HIV-2 antibody test with a confirmatory test such as western blot, or documentation of repeated HIV RNA of \\> 1000 copies/mL). Outside documentation will be acceptable.\n* Absolute neutrophil count \\> 1000/microliter.\n* Platelet count \\> 125,000/microliter.\n* Hemoglobin \\> 10 g/dL.\n* Aspartate transaminase (AST) and alanine transaminase (ALT) less than or equal to 1.1 times the upper limit of normal (ULN). Total bilirubin \\< 1.1 x ULN (unless participant is taking atazanavir or has Gilbert syndrome).\n* Calculated creatinine clearance (estimated glomerular filtration rate) greater than or equal to 60 mL/min/1.73 m2.\n* Thyroid-stimulating hormone (TSH) and adrenocorticotropic hormone (ACTH) within normal limits. If TSH is not within normal limits then the participant may be eligible if thyroxine (T4) is within normal limits. Participants will not be excluded if they are on a stable dose of replacement thyroid medication; dose may be adjusted as needed.\n* No significant underlying pulmonary, cardiac, renal, or hepatic disease, as defined by a need for drug treatment or ongoing physician care.\n* Under the care of a primary care physician.\n* Willing to comply with study requirements and procedures including storage of biological specimens for future use in medical research.\n* Willing to allow genetic testing.\n* Able to provide informed consent.\n* Participants of reproductive potential must agree to not become pregnant or to impregnate a partner beginning 30 days before the dose of pembrolizumab through 120 days post dose.\n\nParticipants must meet criteria for INR, defined as follows:\n\n1. Has been on a cART regimen for at least 12 months and on a stable regimen for at least 4 weeks.\n2. Has HIV suppression, defined as viral load \\< 40 copies/mL, and documented suppression (below detection limits of the utilized assay) for at least 12 months. A viral load of \\< 500 copies/mL once in the year preceding screening will be allowed if there is documentation of a viral load \\< 40 copies/mL on subsequent testing and at screening.\n3. CD4+ T-cell count \\> 100 cells/mm3 and less than or equal to 350 cells/mm3.\n\nEXCLUSION CRITERIA:\n\nFemales who are pregnant or breastfeeding.\n\nHas used an investigational drug agent or investigational device within 12 weeks of baseline.\n\nHas received prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent.\n\nKnown allergy to any component of the pembrolizumab formulation.\n\nSystemic steroid therapy or other immunosuppressive therapy in the 3 months prior to enrollment (Inhaled or topical corticosteroids are permitted).\n\nHas used an immunotherapeutic agent within 6 months of baseline.\n\nPlans to receive any vaccine within 16 weeks of receiving pembrolizumab.\n\nHas active autoimmune disease or a history of autoimmune disease that has required systemic treatment (eg, with use of disease-modifying agents, corticosteroids, or immunosuppressive drugs). Replacement therapy (eg, T4) is not considered a form of systemic treatment.\n\nHas known history of, or any evidence of active, non-infectious pneumonitis.\n\nMalignancy requiring systemic therapy, or a history of malignancy that required systemic therapy within the past 5 years. However, cutaneous basal cell carcinoma or cutaneous Kaposi sarcoma not requiring systemic therapy will not be exclusionary.\n\nHas known active hepatitis B (HBV) or potential for HBV reactivation (eg, hepatitis B surface antigen \\[HBS\\] reactive, HBV DNA positive, or isolated anti-core antibody positive; individuals who are anti-HBS antibody positive with or without anti-core Ab are eligible).\n\nHas known active hepatitis C (HCV; eg, HCV RNA \\[qualitative\\] is detected). Patients who have sustained virologic response (SVR) to anti-HCV treatment are eligible if at least 24 weeks have passed since achieving SVR.\n\nHas known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the study.\n\nHistory or other clinical evidence of:\n\n1. Significant or unstable cardiac disease\n2. Significant pulmonary disease\n3. Severe illness, chronic liver disease, malignancy, immunodeficiency other than HIV, active systemic infection (other than HIV) requiring therapy.\n\nOpportunistic infection requiring maintenance therapy, including toxoplasmosis, fungal infections other than candida (eg, cryptococcosis, histoplasmosis, coccidioidomycosis), atypical mycobacterial infection. Secondary Pneumocystis, candida, and HSV prophylaxis will be permitted.\n\nActive or history of tuberculosis (TB), or positive TB QuantiFERON Gold test.\n\nKnown osteoporosis or diabetes mellitus.\n\nHemoglobin A1c \\> 6%.\n\nFasting triglyceride \\> 300 mg/dL.\n\nAny condition that, in the opinion of the investigator, would make the participant unsuitable for the study.\n\nCo-enrollment in other trials is restricted, other than enrollment on observational studies or expanded access studies for antiretroviral agents, during the first 48 weeks of the study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "99 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Either Grade 2 or Higher Autoimmune Events and Grade 3 or Higher Adverse Events",
        "description": "Participants with either grade 2 or higher autoimmune events requiring corticosteroid therapy or grade 3 or higher adverse events that are possibly, probably, or definitely related to intervention. The severity of each adverse event was graded according to the \"Division of AIDS (DAIDS) Table for Grading the Severity of Adult and Pediatric Adverse Events\".\n\nGrade 2: Therapy or infusion interruption indicated but responds promptly to symptomatic treatment (eg, antihistamines, NSAIDS, narcotics, IV fluids); prophylactic medications indicated for ≤ 24 hrs.\n\nGrade 3: Prolonged (eg, not rapidly responsive to symptomatic medication and/or brief interruption of infusion); recurrence of symptoms following initial improvement; hospitalization indicated for clinical sequelae.\n\nGrade 4: Life-threatening consequences; urgent intervention indicated.\n\nGrade 5: Death",
        "timeFrame": "Up to 48 weeks from start of intervention"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 39,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:45.192Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}