{
  "nctId": "NCT01712490",
  "briefTitle": "A Frontline Therapy Trial in Participants With Advanced Classical Hodgkin Lymphoma",
  "officialTitle": "A Randomized, Open-label, Phase 3 Trial of A+AVD Versus ABVD as Frontline Therapy in Patients With Advanced Classical Hodgkin Lymphoma",
  "protocolDocument": {
    "nctId": "NCT01712490",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2015-03-02",
    "uploadDate": "2018-04-18T14:39",
    "size": 1133217,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01712490/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 1334,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2012-11-09",
    "completionDate": "2026-01-20",
    "primaryCompletionDate": "2017-04-20",
    "firstSubmitDate": "2012-10-19",
    "firstPostDate": "2012-10-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Treatment-naïve participants with Ann Arbor Stage III or IV HL.\n2. Histologically confirmed classical Hodgkin Lymphoma (HL) according to the current World Health Organization (WHO) classification.\n3. Eastern Cooperative Oncology Group (ECOG) performance status less than or equal to (\\<=) 2.\n4. Bidimensional measurable disease as documented by radiographic technique per the International Working Group Revised Criteria for Response Assessment for Malignant Lymphoma.\n\nExclusion Criteria:\n\n1. Nodular lymphocyte predominant Hodgkin lymphoma.\n2. Cerebral/meningeal disease, including signs and symptoms of progressive multifocalleukoencephalopathy (PML).\n3. Sensory or motor peripheral neuropathy.\n4. Prior immunosuppressive chemotherapy, therapeutic radiation, or any immunotherapy within 12 weeks of first study drug dose.\n5. Known human immunodeficiency virus (HIV) positive.\n6. Known hepatitis B surface antigen-positive, or known or suspected active hepatitis C infection.\n\nPlease note that there are additional exclusion criteria. The study center will determine if you meet all of the criteria.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Modified Progression-free Survival (mPFS) Per Independent Review Facility (IRF)",
        "description": "mPFS was defined as the time from the date of randomization to the date of the first of documentation of progressive disease (PD), death due to any cause, or for participants who were confirmed non complete responders per IRF, receipt of subsequent anticancer therapy for Hodgkin lymphoma (HL) after completion of frontline therapy. PD was defined as any new lesion or increase by greater than or equal to (\\>=) 50 percent (%) of previously involved sites from nadir. Frontline therapy is the part of standard set of treatments.",
        "timeFrame": "Baseline until PD or death or receipt of any subsequent anticancer therapy for HL after completion of frontline therapy (approximately up to 4 years)"
      }
    ],
    "secondary": [
      {
        "measure": "Overall Survival (OS)",
        "description": "OS was defined as the time from the date of randomization to the date of death. Participants without documented death at the time of analysis were censored at the date last known to be alive.",
        "timeFrame": "Baseline until death (approximately up to 4 years)"
      },
      {
        "measure": "Complete Remission (CR) Rate at the End of Randomized Regimen Per IRF",
        "description": "CR rate at the end of randomized regimen per investigator was defined as the percentage of participants who achieved CR at the end of treatment with randomized regimen (ABVD or A+AVD) as determined by IRF. CR was defined as disappearance of all evidence of disease.",
        "timeFrame": "Baseline up to end of randomized regimen (approximately 1 year)"
      },
      {
        "measure": "Number of Participants Who Experience at Least One Treatment Emergent Adverse Event (TEAE) and Serious Adverse Event (SAE)",
        "timeFrame": "Baseline up to 30 days after last dose of study drug (approximately 1 year)"
      },
      {
        "measure": "Number of Participants With Abnormal Clinical Laboratory Values",
        "timeFrame": "Baseline up to 30 days after last dose of study drug (approximately 1 year)"
      },
      {
        "measure": "Event-free Survival (EFS) Per IRF",
        "description": "EFS was defined as the time from randomization until any cause of treatment failure: PD, premature discontinuation of randomized treatment for any reason, or death due to any cause, whichever occurs first. PD was defined as any new lesion or increase by \\>=50% of previously involved sites from nadir per IRF.",
        "timeFrame": "Baseline until PD or discontinuation of treatment or death, whichever occurs first (approximately up to 4 years)"
      },
      {
        "measure": "Disease-free Survival (DFS) Per IRF",
        "description": "DFS per IRF was defined as the time from CR to disease progression as determined by an IRF or to death from lymphoma or acute toxicity from treatment. CR was defined as disappearance of all evidence of disease.",
        "timeFrame": "From CR until PD or death (approximately up to 4 years)"
      },
      {
        "measure": "Overall Response Rate (ORR) Per IRF",
        "description": "ORR per IRF was defined as the percentage of participants who achieved CR or partial remission (PR) at the end of treatment with randomized regimen (ABVD or A+AVD) as determined by an IRF. CR was defined as disappearance of all evidence of disease. PR was defined as regression of measurable disease and no new sites.",
        "timeFrame": "Baseline up to end of randomized regimen (approximately 1 year)"
      },
      {
        "measure": "Duration of Response (DOR) Per IRF",
        "description": "DOR per IRF in participants with response was the time between first documentation of response (PR or CR) and PD as determined by an IRF. PD was defined as any new lesion or increase by \\>=50% of previously involved sites from nadir. CR was defined as disappearance of all evidence of disease. PR was defined as regression of measurable disease and no new sites.",
        "timeFrame": "From first documented response until PD (approximately 4 years)"
      },
      {
        "measure": "Duration of Complete Remission (DOCR) Per IRF",
        "description": "DOCR per IRF in participants with CR was the time between first documentation of CR and PD as determined by an IRF. PD was defined as any new lesion or increase by \\>=50% of previously involved sites from nadir. CR was defined as disappearance of all evidence of disease.",
        "timeFrame": "From first documentation of CR until PD (approximately 4 years)"
      },
      {
        "measure": "Percentage of Participants Not in CR Per IRF Who Received Subsequent Radiation After Completion of Frontline Therapy",
        "description": "CR was defined as disappearance of all evidence of disease as determined by an IRF.",
        "timeFrame": "Baseline up to end of frontline therapy (approximately 4 years)"
      },
      {
        "measure": "Complete Remission (CR) Per IRF Rate at the End of Frontline Therapy",
        "description": "CR rate at the end of frontline therapy per IRF was defined as the percentage of participants who achieved CR at the end of frontline therapy that is after completion of either randomized regimen or alternate frontline therapy as determined by an IRF. CR was defined as disappearance of all evidence of disease.",
        "timeFrame": "Baseline up to end of frontline therapy (approximately 4 years)"
      },
      {
        "measure": "Positron Emission Tomography (PET) Negativity Rate Per IRF at Cycle 2",
        "description": "PET negativity rate at Cycle 2 was defined as the percentage of participants with negative Cycle 2 PET results defined as Deauville score less than or equal to (\\<=) 3 at Cycle 2. The Deauville score according to IRF assessment of response was used to evaluate the results of PET scans.",
        "timeFrame": "Cycle 2 Day 25"
      },
      {
        "measure": "A+AVD: Cmax: Maximum Observed Serum Concentration for Brentuximab Vedotin Antibody-drug Conjugate (ADC) and Total Antibody (TAb)",
        "timeFrame": "Cycle 1 Day 1 and Cycle 3 Day 1: pre-dose and at multiple timepoints (up to 48 hours) post-dose"
      },
      {
        "measure": "A+AVD: Cmax: Maximum Observed Plasma Concentration for Brentuximab Vedotin Monomethyl Auristatin E (MMAE)",
        "timeFrame": "Cycle 1 Day 1 and Cycle 3 Day 1: pre-dose and at multiple timepoints (up to 48 hours) post-dose"
      },
      {
        "measure": "A+AVD: AUCinf: Area Under the Plasma Concentration-time Curve From Time 0 to Infinity for Brentuximab Vedotin ADC and TAb",
        "timeFrame": "Cycle 1 Day 1: pre-dose and at multiple timepoints (up to 48 hours) post-dose"
      },
      {
        "measure": "A+AVD: AUCinf: Area Under the Plasma Concentration-time Curve From Time 0 to Infinity for Brentuximab Vedotin MMAE",
        "timeFrame": "Cycle 1 Day 1: pre-dose and at multiple timepoints (up to 48 hours) post-dose"
      },
      {
        "measure": "A+AVD: Number of Participants With Antitherapeutic Antibody (ATA) and Neutralizing Antitherapeutic Antibody (nATA) Positive for Brentuximab Vedotin",
        "description": "The nATA positive was defined as positive ATA with neutralizing activity at any postbaseline visit.",
        "timeFrame": "Baseline up to end of treatment (approximately 1 year)"
      },
      {
        "measure": "Change From Baseline in Patient-Reported Outcome (PRO) Scores by mPFS Based on European Organization for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire-C30 (EORTC QLQ-C30) at EOT",
        "description": "EORTC QLQ-C30 included 30 items across 5 functional scales (physical, role, cognitive, emotional, and social), 9 symptom scales (fatigue, nausea and vomiting, pain, dyspnea, insomnia, appetite loss, constipation, diarrhea, and financial difficulties) and global health status/QOL scale. It has 28 questions (4-point scale where 1=not at all \\[best\\] to 4=Very Much \\[worst\\]) and 2 questions (7-point scale where 1=very poor \\[worst\\] to 7= excellent \\[best\\]). Raw scores were converted into scale scores from 0 to 100. For functional scales and global health status/QOL scale, higher scores show better QOL; for symptom scales, lower scores show better QOL. mPFS was time from date of randomization to date of first of documentation of PD, death due to any cause, or for participants who were confirmed non complete responders per IRF, receipt of subsequent anticancer therapy for HL after completion of frontline therapy. PD is any new lesion or increase by \\>=50% of previously involved sites from nadir.",
        "timeFrame": "Baseline up to end of treatment (approximately 1 year)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 18,
      "otherCount": 0,
      "totalCount": 19
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:46.811Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}