{
  "nctId": "NCT06412965",
  "briefTitle": "Reliability of Rimegepant or Triptans for the Acute Treatment of Migraine",
  "officialTitle": "Evaluation of the Reliability of Effect of Rimegepant for the Acute Treatment of Migraine Across Multiple Attacks",
  "protocolDocument": {
    "nctId": "NCT06412965",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2024-05-10",
    "uploadDate": "2024-11-25T13:59",
    "size": 4865966,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT06412965/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 528,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2024-01-02",
    "completionDate": "2024-01-03",
    "primaryCompletionDate": "2024-01-03",
    "firstSubmitDate": "2024-04-16",
    "firstPostDate": "2024-05-14"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion criteria\n\n* Patients who have episodic and/or chronic migraine\n* Patients age \\> 18\n* Currently prescribed rimegepant OR triptans for the acute treatment of migraine\n\nExclusion criteria\n\n* currently prescribed rimegepant for prevention of migraine or for both the acute treatment \\& prevention of migraine\n* Rimegepant group: currently prescribed an acute treatment for migraine and other than rimegepant\n* Triptan Group: currently prescribed an acute treatment for migraine other than triptans",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Who Failed to Achieve Pain Freedom Within 2 Hours Post Dose (Physician Perspective)",
        "description": "Physicians responded as \"Yes\" or \"No\" if participants failed to achieve pain freedom within 2 hours post dose. In this outcome measure, number of participants were reported according to physicians' responses. Participant who failed to achieve pain freedom at 2 hours post dose on more than half of the occasion were reported in this outcome measure.",
        "timeFrame": "2 hours post dose (from the data collected retrospectively)"
      },
      {
        "measure": "Number of Participants Who Reported Migraine Pain Freedom (Success) Within 2 Hours Post Dose (Participants Perspective)",
        "description": "Number of participants who reported migraine pain freedom within 2 hours post dosing in 0 out of every 5 attacks, 1 out of every 5 attacks, 2 out of every 5 attacks, 3 out of every 5 attacks, 4 out of every 5 attacks, or 5 out of every 5 attacks were recorded. Success was defined as responses to '4 out of every 5 attacks' or '5 out of every 5 attacks' combined. In this outcome measure, number of participants with 'success' were reported as per participants' responses. Participant who reported migraine pain freedom (success) at 2 hours post dose on more than half of occasion were reported in this outcome measure.",
        "timeFrame": "2 hours post dose (from the data collected retrospectively)"
      },
      {
        "measure": "Number of Participants Classified Based on Satisfaction With Current Acute Treatment (Physician Perspective)",
        "description": "Physicians' satisfaction with current acute treatment for migraine was recorded and classified as extremely satisfied, satisfied, slightly satisfied, neither satisfied nor dissatisfied, slightly dissatisfied, dissatisfied and extremely dissatisfied. In this outcome measure number of participants were reported per each category according to physicians' responses.",
        "timeFrame": "Over the last 3 months prior completing the survey"
      },
      {
        "measure": "Number of Participants Classified Based on Reasons for Lack of Satisfaction With Current Acute Treatment (Physician Perspective)",
        "description": "Physicians' reported reasons for lack of satisfaction with current acute treatment. In this outcome measure number of participants were reported per each reason according to physicians' responses. There could be more than 1 reason for lack of satisfaction per participant.",
        "timeFrame": "Over the last 3 months prior completing the survey"
      },
      {
        "measure": "Number of Participants Classified Based on Satisfaction With Current Acute Treatment (Participants Perspective)",
        "description": "Participants' satisfaction with current acute treatment for migraine was recorded and classified as extremely satisfied, satisfied, slightly satisfied, neither satisfied nor dissatisfied, slightly dissatisfied, dissatisfied and extremely dissatisfied. In this outcome measure number of participants were reported per each category according to participants' responses.",
        "timeFrame": "Over the last 3 months prior completing the survey"
      },
      {
        "measure": "Number of Participants Classified Based on Reasons for Lack of Satisfaction With Current Acute Treatment (Participants Perspective)",
        "description": "Participants' reported reasons for lack of satisfaction with current acute treatment. In this outcome measure, number of participants were reported per each reason according to participants' responses. There could be more than 1 reason for lack of satisfaction per participant.",
        "timeFrame": "Over the last 3 months prior completing the survey"
      },
      {
        "measure": "Number of Participants Willing to Continue Use of Acute Treatment (Participants Perspective)",
        "description": "Participants responded about their willingness to continue use of acute treatment and responses were classified as definitely yes, probably yes, do not know, probably not, definitely not. Willingness to continue was defined as responses to: 'Definitely yes' or 'Probably yes' combined. Unwillingness to continue was defined as responses to 'Probably not' and 'Definitely not' combined. In this outcome measure number of participants were reported according to participants' responses.",
        "timeFrame": "Over the last 3 months prior completing the survey"
      },
      {
        "measure": "Number of Participants Classified According to Responses Per Item of Migraine Treatment Optimization Questionnaire (mTOQ6)",
        "description": "mTOQ6 was participants reported questionnaire and participants had to respond on following 6 items: 1) \"Are you able to quickly return to your normal activities (i.e., work, family, leisure, social activities) after taking your migraine medication?\"; 2) \"After taking your migraine medication, are you pain free within 2 hours for most attacks?\"; 3) \"Does one dose of your migraine medication usually relieve your headache and keep it away for at least 24 hours?\"; 4) \"Is your migraine medication well tolerated?\"; 5) \"Are you comfortable enough with your migraine medication to be able to plan your daily activities?\"; and 6) \"After taking your migraine medication, do you feel in control of your migraines enough so that you feel there will be no disruption to your daily activities?\". Each item had following responses: never, rarely, less than half the time and half the time or more.",
        "timeFrame": "Over the last 3 months prior completing the survey"
      },
      {
        "measure": "Number of Participants Classified Based on Timing They Took Acute Prescription Treatment",
        "description": "In this outcome measure number of participants were classified based on timing/when they took acute treatment as follows: 1) before any sign of a migraine attack, but in anticipation of one starting; 2) at the first sign of a migraine attack (before the pain started); 3) when the pain started; 4) after the pain had started and participant had an idea of pain's severity.",
        "timeFrame": "Over the last 3 months prior completing the survey"
      },
      {
        "measure": "Mean of Number of Days Per Month Participants Took Acute Prescription Treatment",
        "description": "In this outcome measure mean of number of days per month participants took acute prescription treatment were recorded.",
        "timeFrame": "Over the last 3 months prior completing the survey"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 1,
      "totalCount": 1
    },
    "endpoints": {
      "primaryCount": 10,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:53.056Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}