{
  "nctId": "NCT03487913",
  "briefTitle": "The ELiSA Study - Evaluation of Lixivaptan in Subjects With Autosomal Dominant Polycystic Kidney Disease",
  "officialTitle": "A Phase 2, Open-Label, Multi-Center Study to Evaluate the Safety, Pharmacokinetics and Pharmacodynamics of Lixivaptan in Subjects With Autosomal Dominant Polycystic Kidney Disease",
  "protocolDocument": {
    "nctId": "NCT03487913",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-03-21",
    "uploadDate": "2022-09-23T08:53",
    "size": 1207027,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03487913/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 31,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-09-14",
    "completionDate": "2020-02-11",
    "primaryCompletionDate": "2019-12-02",
    "firstSubmitDate": "2018-03-16",
    "firstPostDate": "2018-04-04"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male or female, between 18 and 65 years of age at the time of screening\n* Estimated glomerular filtration rate (eGFR) ≥ 30 mL/min/1.73 m2 with eGFR calculated by the CKD EPI equation\n* Diagnosed with ADPKD by modified Ravine criteria\n* Considered by Investigator to be in good health relative to underlying CKD status and clinically stable with respect to underlying CKD\n\nExclusion Criteria:\n\n* Known sensitivity or idiosyncratic reaction to lixivaptan, its related compounds such as benzazepines (e.g., tolvaptan, conivaptan, benazepril, fenoldopam, or mirtazapine), or any compound listed as being present in the study formulation\n* Women who are pregnant or breast feeding\n* Subjects have taken tolvaptan, oral or intravenous antibiotics, or any investigational drug or used an investigational device within 30 days or 5 half-lives, whichever is longer, prior to first study dose\n* Subject has a transplanted kidney, or absence of a kidney\n* Subjects with clinically significant incontinence, overactive bladder, or urinary retention (e.g., benign prostatic hyperplasia)\n* Subjects with clinically significant liver disease, or clinically significant liver function abnormalities or serology other than that expected for ADPKD with cystic liver disease at baseline\n* Subjects with any clinically significant concomitant disease or condition other than ADPKD (including treatment for such conditions) that, in the opinion of the Investigator, could either interfere with the study drug or pose an unacceptable risk to the subject",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Maximum Observed Plasma Concentration (Cmax) of Lixivaptan in ADPKD Patients",
        "description": "The pharmacokinetic parameter Cmax, the highest concentration of lixivaptan measured in plasma after multiple doses of drug, will be calculated from the observed concentration of lixivaptan and summarized by cohort.",
        "timeFrame": "Day 1 (am and pm) and Day 7 (am and pm)"
      },
      {
        "measure": "Maximum Observed Plasma Concentration (Cmax) of WAY-141624 in ADPKD Patients",
        "description": "The pharmacokinetic parameter Cmax, the highest concentration of WAY-141624 measured in plasma after multiple doses of drug, will be calculated from the observed concentration of WAY-141624 and summarized by cohort.",
        "timeFrame": "Day 1 (am and pm) and Day 7 (am and pm)"
      },
      {
        "measure": "Maximum Observed Plasma Concentration (Cmax) of WAY-138451 in ADPKD Patients",
        "description": "The pharmacokinetic parameter Cmax, the highest concentration of WAY-138451 measured in plasma after multiple doses of drug, will be calculated from the observed concentration of WAY-138451 and summarized by cohort.",
        "timeFrame": "Day 1 (am and pm) and Day 7 (am and pm)"
      },
      {
        "measure": "Maximum Observed Plasma Concentration (Cmax) of WAY-138758 in ADPKD Patients",
        "description": "The pharmacokinetic parameter Cmax, the highest concentration of WAY-138758 measured in plasma after multiple doses of drug, will be calculated from the observed concentration of WAY-138758 and summarized by cohort.",
        "timeFrame": "Day 1 (am and pm) and Day 7 (am and pm)"
      },
      {
        "measure": "Time to Reach Maximum Plasma Concentration (Tmax) of Lixivaptan in ADPKD Patients",
        "description": "The pharmacokinetic parameter tmax, the time taken to reach the highest concentration of lixivaptan in plasma after multiple doses of drug, will be calculated from the observed concentration of lixivaptan and summarized by cohort.",
        "timeFrame": "Day 1 (am and pm) and Day 7 (am and pm)"
      },
      {
        "measure": "Time to Reach Maximum Plasma Concentration (Tmax) of WAY-141624 in ADPKD Patients",
        "description": "The pharmacokinetic parameter tmax, the time taken to reach the highest concentration of WAY-141624 in plasma after multiple doses of drug, will be calculated from the observed concentration of WAY-141624 and summarized by cohort.",
        "timeFrame": "Day 1 (am and pm) and Day 7 (am and pm)"
      },
      {
        "measure": "Time to Reach Maximum Plasma Concentration (Tmax) of WAY-138451 in ADPKD Patients",
        "description": "The pharmacokinetic parameter tmax, the time taken to reach the highest concentration of WAY-138451 in plasma after multiple doses of drug, will be calculated from the observed concentration of WAY-138451 and summarized by cohort.",
        "timeFrame": "Day 1 (am and pm) and Day 7 (am and pm)"
      },
      {
        "measure": "Time to Reach Maximum Plasma Concentration (Tmax) of WAY-138758 in ADPKD Patients",
        "description": "The pharmacokinetic parameter tmax, the time taken to reach the highest concentration of WAY-138758 in plasma after multiple doses of drug, will be calculated from the observed concentration of WAY-138758 and summarized by cohort.",
        "timeFrame": "Day 1 (am and pm) and Day 7 (am and pm)"
      },
      {
        "measure": "Area Under the Concentration-time Curve From Time 0 Until the Last Quantifiable Concentration (AUC[0-last]) of Lixivaptan in ADPKD Patients",
        "description": "The pharmacokinetic parameter AUC(0-last) for lixivaptan will be calculated using the linear trapezoidal rule for increasing values and the log trapezoidal rule for decreasing values, summarized by cohort.",
        "timeFrame": "Day 1 (am and pm) and Day 7 (am and pm)"
      },
      {
        "measure": "Area Under the Concentration-time Curve From Time 0 Until the Last Quantifiable Concentration (AUC[0-last]) of WAY-141624 in ADPKD Patients",
        "description": "The pharmacokinetic parameter AUC(0-last) for WAY-141624 will be calculated using the linear trapezoidal rule for increasing values and the log trapezoidal rule for decreasing values and summarized by cohort.",
        "timeFrame": "Day 1 (am and pm) and Day 7 (am and pm)"
      },
      {
        "measure": "Area Under the Concentration-time Curve From Time 0 Until the Last Quantifiable Concentration (AUC[0-last]) of WAY-138451 in ADPKD Patients",
        "description": "The pharmacokinetic parameter AUC(0-last) for WAY-138451 will be calculated using the linear trapezoidal rule for increasing values and the log trapezoidal rule for decreasing values and summarized by cohort.",
        "timeFrame": "Day 1 (am and pm) and Day 7 (am and pm)"
      },
      {
        "measure": "Area Under the Concentration-time Curve From Time 0 Until the Last Quantifiable Concentration (AUC[0-last]) of WAY-138758 in ADPKD Patients",
        "description": "The pharmacokinetic parameter AUC(0-last) for WAY-138758 will be calculated using the linear trapezoidal rule for increasing values and the log trapezoidal rule for decreasing values and summarized by cohort.",
        "timeFrame": "Day 1 (am and pm) and Day 7 (am and pm)"
      },
      {
        "measure": "Area Under the Concentration-time Curve From Time 0 Extrapolated to Infinity (AUC[0-inf]) of Lixivaptan in ADPKD Patients",
        "description": "The pharmacokinetic parameter AUC(0-inf) for lixivaptan will be calculated using the linear trapezoidal rule for increasing values, the log trapezoidal rule for decreasing values, and extrapolated to infinity by addition of the last quantifiable observed concentration divided by the elimination rate constant and summarized by cohort.",
        "timeFrame": "Day 1 (am)"
      },
      {
        "measure": "Area Under the Concentration-time Curve From Time 0 Extrapolated to Infinity (AUC[0-inf]) of WAY-141624 in ADPKD Patients",
        "description": "The pharmacokinetic parameter AUC(0-inf) for WAY-141624 will be calculated using the linear trapezoidal rule for increasing values, the log trapezoidal rule for decreasing values, and extrapolated to infinity by addition of the last quantifiable observed concentration divided by the elimination rate constant and summarized by cohort.",
        "timeFrame": "Day 1 (am)"
      },
      {
        "measure": "Area Under the Concentration-time Curve From Time 0 Extrapolated to Infinity (AUC[0-inf]) of WAY-138451 in ADPKD Patients",
        "description": "The pharmacokinetic parameter AUC(0-inf) for WAY-138451 will be calculated using the linear trapezoidal rule for increasing values, the log trapezoidal rule for decreasing values, and extrapolated to infinity by addition of the last quantifiable observed concentration divided by the elimination rate constant and summarized by cohort.",
        "timeFrame": "Day 1 (am)"
      },
      {
        "measure": "Area Under the Concentration-time Curve From Time 0 Extrapolated to Infinity (AUC[0-inf]) of WAY-138758 in ADPKD Patients",
        "description": "The pharmacokinetic parameter AUC(0-inf) for WAY-138758 will be calculated using the linear trapezoidal rule for increasing values, the log trapezoidal rule for decreasing values, and extrapolated to infinity by addition of the last quantifiable observed concentration divided by the elimination rate constant and summarized by cohort.",
        "timeFrame": "Day 1 (am)"
      },
      {
        "measure": "Terminal Elimination Phase Half-life (t1/2) of Lixivaptan in ADPKD Patients",
        "description": "The pharmacokinetic parameter t1/2 for lixivaptan, determined as ln2/apparent terminal elimination rate constant, will be calculated and summarized by cohort.",
        "timeFrame": "Day 1 (am) and Day 7 (pm)"
      },
      {
        "measure": "Terminal Elimination Phase Half-life (t1/2) of WAY-141624 in ADPKD Patients",
        "description": "The pharmacokinetic parameter t1/2 for WAY-141624, determined as ln2/apparent terminal elimination rate constant, will be calculated and summarized by cohort.",
        "timeFrame": "Day 1 (am) and Day 7 (pm)"
      },
      {
        "measure": "Terminal Elimination Phase Half-life (t1/2) of WAY-138451 in ADPKD Patients",
        "description": "The pharmacokinetic parameter t1/2 for WAY-138451, determined as ln2/apparent terminal elimination rate constant, will be calculated and summarized by cohort.",
        "timeFrame": "Day 1 (am) and Day 7 (pm)"
      },
      {
        "measure": "Terminal Elimination Phase Half-life (t1/2) of WAY-138758 in ADPKD Patients",
        "description": "The pharmacokinetic parameter t1/2 for WAY-138758, determined as ln2/apparent terminal elimination rate constant, will be calculated and summarized by cohort.",
        "timeFrame": "Day 1 (am) and Day 7 (pm)"
      },
      {
        "measure": "Apparent Terminal Elimination Rate Constant (λZ) of Lixivaptan in ADPKD Patients",
        "description": "The pharmacokinetic parameter λZ for lixivaptan will be determined by linear regression of the terminal points of the log-linear concentration-time curve. The Best Fit method utilized by WinNonlin will be used to identify the terminal linear phase of the concentration-time profile, with visual assessment and adjustment of the selected data points by the PK scientist if warranted. A minimum of 3 data points will be used for determination. Results will be summarized by cohort.",
        "timeFrame": "Day 1 (am) and Day 7 (pm)"
      },
      {
        "measure": "Apparent Terminal Elimination Rate Constant (λZ) of WAY-141624 in ADPKD Patients",
        "description": "The pharmacokinetic parameter λZ for WAY-141624 will be determined by linear regression of the terminal points of the log-linear concentration-time curve. The Best Fit method utilized by WinNonlin will be used to identify the terminal linear phase of the concentration-time profile, with visual assessment and adjustment of the selected data points by the PK scientist if warranted. A minimum of 3 data points will be used for determination. Results will be summarized by cohort.",
        "timeFrame": "Day 1 (am) and Day 7 (pm)"
      },
      {
        "measure": "Apparent Terminal Elimination Rate Constant (λZ) of WAY-138451 in ADPKD Patients",
        "description": "The pharmacokinetic parameter λZ for WAY-138451 will be determined by linear regression of the terminal points of the log-linear concentration-time curve. The Best Fit method utilized by WinNonlin will be used to identify the terminal linear phase of the concentration-time profile, with visual assessment and adjustment of the selected data points by the PK scientist if warranted. A minimum of 3 data points will be used for determination. Results will be summarized by cohort.",
        "timeFrame": "Day 1 (am) and Day 7 (pm)"
      },
      {
        "measure": "Apparent Terminal Elimination Rate Constant (λZ) of WAY-138758 in ADPKD Patients",
        "description": "The pharmacokinetic parameter λZ for WAY-138758 will be determined by linear regression of the terminal points of the log-linear concentration-time curve. The Best Fit method utilized by WinNonlin will be used to identify the terminal linear phase of the concentration-time profile, with visual assessment and adjustment of the selected data points by the PK scientist if warranted. A minimum of 3 data points will be used for determination. Results will be summarized by cohort.",
        "timeFrame": "Day 1 (am) and Day 7 (pm)"
      },
      {
        "measure": "Apparent Systemic Clearance After Extravascular Dosing (CL/F) of Lixivaptan in ADPKD Patients",
        "description": "The pharmacokinetic parameter CL/F for lixivaptan, calculated as: Day 1 AM: dose divided by AUC(0-inf), or Day 7 AM: dose divided by AUC(0-last), will be summarized by cohort.",
        "timeFrame": "Day 1 (am) and Day 7 (am)"
      },
      {
        "measure": "Volume of Distribution After Extravascular Dosing (VZ/F) of Lixivaptan in ADPKD Patients",
        "description": "The pharmacokinetic parameter VZ/F for lixivaptan, calculated as CL/F divided by λZ, will be summarized by cohort.",
        "timeFrame": "Day 1 (am) and Day 7 (am)"
      },
      {
        "measure": "Accumulation Ratio for Cmax (RCmax) of Lixivaptan in ADPKD Patients",
        "description": "The pharmacokinetic parameter RCmax for lixivaptan, calculated as \\[Cmax on Day 7\\]/\\[Cmax on Day 1\\], will be summarized by cohort.",
        "timeFrame": "Day 7 (am)"
      },
      {
        "measure": "Accumulation Ratio for AUC(0-last) (RAUC[0-last]) of Lixivaptan in ADPKD Patients",
        "description": "The pharmacokinetic parameter RAUC(0-last) for lixivaptan, calculated as \\[AUC(0-last) on Day 7\\]/\\[AUC(0-last) on Day 1\\], will be summarized by cohort.",
        "timeFrame": "Day 7 (am)"
      },
      {
        "measure": "Area Under the Concentration-time Curve From Time 0 Until 14 Hours Postdose (AUC[0-14]) of Lixivaptan in ADPKD Patients",
        "description": "The pharmacokinetic parameter AUC(0-14) for lixivaptan will be calculated using the linear trapezoidal rule for increasing values and the log trapezoidal rule for decreasing values. The actual elapsed time for the nominal 14-hour sample will be used for the calculation. Results will be summarized by cohort.",
        "timeFrame": "Day 7 (pm)"
      },
      {
        "measure": "Area Under the Concentration-time Curve From Time 0 Until 14 Hours Postdose (AUC[0-14]) of WAY-141624 in ADPKD Patients",
        "description": "The pharmacokinetic parameter AUC(0-14) for WAY-141624 will be calculated using the linear trapezoidal rule for increasing values and the log trapezoidal rule for decreasing values. The actual elapsed time for the nominal 14-hour sample will be used for the calculation. Results will be summarized by cohort.",
        "timeFrame": "Day 7 (pm)"
      },
      {
        "measure": "Area Under the Concentration-time Curve From Time 0 Until 14 Hours Postdose (AUC[0-14]) of WAY-138451 in ADPKD Patients",
        "description": "The pharmacokinetic parameter AUC(0-14) for WAY-138451 will be calculated using the linear trapezoidal rule for increasing values and the log trapezoidal rule for decreasing values. The actual elapsed time for the nominal 14-hour sample will be used for the calculation. Results will be summarized by cohort.",
        "timeFrame": "Day 7 (pm)"
      },
      {
        "measure": "Area Under the Concentration-time Curve From Time 0 Until 14 Hours Postdose (AUC[0-14]) of WAY-138758 in ADPKD Patients",
        "description": "The pharmacokinetic parameter AUC(0-14) for WAY-138758 will be calculated using the linear trapezoidal rule for increasing values and the log trapezoidal rule for decreasing values. The actual elapsed time for the nominal 14-hour sample will be used for the calculation. Results will be summarized by cohort.",
        "timeFrame": "Day 7 (pm)"
      },
      {
        "measure": "Ratio of WAY-141624 Cmax to Parent Lixivaptan Cmax (MRCmax) in ADPKD Patients",
        "description": "The pharmacokinetic parameter MRCmax for WAY-141624 will be calculated and corrected for molecular weight of WAY-141624 and parent lixivaptan as: (Cmax,m/Cmax,p)(MWp/MWm), where Cmax,m and MWm are Cmax and molecular weight of WAY-141624, respectively, and Cmax,p and MWp are Cmax and molecular weight of parent lixivaptan, respectively. The following molecular weights are to be used in all MRCmax calculations:\n\n* lixivaptan: 473.93 g/mol\n* WAY-141624: 505.95 g/mol\n\nResults will be summarized by cohort.",
        "timeFrame": "Day 7 (pm)"
      },
      {
        "measure": "Ratio of WAY-138451 Cmax to Parent Lixivaptan Cmax (MRCmax) in ADPKD Patients",
        "description": "The pharmacokinetic parameter MRCmax for WAY-138451 will be calculated and corrected for molecular weight of WAY-138451 and parent lixivaptan as: (Cmax,m/Cmax,p)(MWp/MWm), where Cmax,m and MWm are Cmax and molecular weight of WAY-138451, respectively, and Cmax,p and MWp are Cmax and molecular weight of parent lixivaptan, respectively. The following molecular weights are to be used in all MRCmax calculations:\n\n* lixivaptan: 473.93 g/mol\n* WAY-138451: 488.92 g/mol\n\nResults will be summarized by cohort.",
        "timeFrame": "Day 7 (pm)"
      },
      {
        "measure": "Ratio of WAY-138758 Cmax to Parent Lixivaptan Cmax (MRCmax) in ADPKD Patients",
        "description": "The pharmacokinetic parameter MRCmax for WAY-138758 will be calculated and corrected for molecular weight of WAY-138758 and parent lixivaptan as: (Cmax,m/Cmax,p)(MWp/MWm), where Cmax,m and MWm are Cmax and molecular weight of WAY-138758, respectively, and Cmax,p and MWp are Cmax and molecular weight of parent lixivaptan, respectively. The following molecular weights are to be used in all MRCmax calculations:\n\n* lixivaptan: 473.93 g/mol\n* WAY-138758: 426.82 g/mol\n\nResults will be summarized by cohort.",
        "timeFrame": "Day 7 (pm)"
      },
      {
        "measure": "Ratio of Metabolite AUC(0-14) to Parent Lixivaptan AUC(0-14) (MRAUC[0-14]) of WAY-141624 in ADPKD Patients",
        "description": "The pharmacokinetic parameter MRAUC(0-14) for WAY-141624 will be calculated and corrected for molecular weight of WAY-141624 and parent lixivaptan as: (AUC(0-14),m/AUC(0-14),p)(MWp/MWm), where AUC(0-14),m and MWm are AUC(0-14) and molecular weight of WAY-141624, respectively, and AUC(0-14),p and MWp are AUC(0-14) and molecular weight of parent lixivaptan, respectively. The following molecular weights are to be used in all MRAUC(0-14) calculations:\n\n* lixivaptan: 473.93 g/mol\n* WAY-141624: 505.95 g/mol\n\nResults will be summarized by cohort.",
        "timeFrame": "Day 7 (pm)"
      },
      {
        "measure": "Ratio of Metabolite AUC(0-14) to Parent Lixivaptan AUC(0-14) (MRAUC[0-14]) of WAY-138451 in ADPKD Patients",
        "description": "The pharmacokinetic parameter MRAUC(0-14) for WAY-138451 will be calculated and corrected for molecular weight of WAY-138451 and parent lixivaptan as: (AUC(0-14),m/AUC(0-14),p)(MWp/MWm), where AUC(0-14),m and MWm are AUC(0-14) and molecular weight of WAY-138451, respectively, and AUC(0-14),p and MWp are AUC(0-14) and molecular weight of parent lixivaptan, respectively. The following molecular weights are to be used in all MRAUC(0-14) calculations:\n\n* lixivaptan: 473.93 g/mol\n* WAY-138451: 488.92 g/mol\n\nResults will be summarized by cohort.",
        "timeFrame": "Day 7 (pm)"
      },
      {
        "measure": "Ratio of Metabolite AUC(0-14) to Parent Lixivaptan AUC(0-14) (MRAUC[0-14]) of WAY-138758 in ADPKD Patients",
        "description": "The pharmacokinetic parameter MRAUC(0-14) for WAY-138758 will be calculated and corrected for molecular weight of WAY-138758 and parent lixivaptan as: (AUC(0-14),m/AUC(0-14),p)(MWp/MWm), where AUC(0-14),m and MWm are AUC(0-14) and molecular weight of WAY-138758, respectively, and AUC(0-14),p and MWp are AUC(0-14) and molecular weight of parent lixivaptan, respectively. The following molecular weights are to be used in all MRAUC(0-14) calculations:\n\n* lixivaptan: 473.93 g/mol\n* WAY-138758: 426.82 g/mol\n\nResults will be summarized by cohort.",
        "timeFrame": "Day 7 (pm)"
      },
      {
        "measure": "Number of Study Participants With Treatment-emergent Adverse Events",
        "description": "The number of study participants who experience treatment-emergent adverse events during the study will be counted and summarized by dose level.",
        "timeFrame": "35 days"
      },
      {
        "measure": "Number of Study Participants With Clinically Significant Physical Examination Findings",
        "description": "The number of study participants who experience clinically significant physical examination findings during the study will be counted and summarized by cohort.",
        "timeFrame": "35 days"
      },
      {
        "measure": "Number of Study Participants With Clinically Significant Vital Signs",
        "description": "The number of study participants who experience vital signs (systolic blood pressure, diastolic blood pressure, pulse rate, respiratory rate, and body temperature) meeting the predefined markedly abnormal criteria during the study will be counted and summarized by cohort.",
        "timeFrame": "35 days"
      },
      {
        "measure": "Number of Study Participants With Clinically Significant Changes in 12-lead Electrocardiograms",
        "description": "The number of study participants who experience 12-lead electrocardiograms meeting the predefined markedly abnormal criteria during the study will be counted and summarized by cohort.",
        "timeFrame": "Baseline (Day 1) to Day 8 (8 days)"
      },
      {
        "measure": "Number of Study Participants With Abnormal Clinical Laboratory Findings (Including Clinical Chemistry, Hematology, and Urinalysis)",
        "description": "The number of study participants who experience clinically meaningful laboratory findings, relating to clinical chemistry, hematology, and urinalysis, during the study will be counted and summarized by cohort.",
        "timeFrame": "35 days"
      },
      {
        "measure": "Aquaretic Tolerability of Lixivaptan Measured by a Tolerability Questionnaire Relating to the Symptom Burden of Nocturia, Urgency, and Frequency at Day 7: Questions 1, 2, 6, and 10",
        "description": "The number of study participants who answered \"yes\" to the following questions at Day 7 will be counted and summarized by dose level:\n\n* Could you tolerate taking this dose of study drug for the next 12 months?\n* Did the study drug make you feel thirsty more often than usual?\n* Did the study drug make you go to the bathroom (urinate) more often than usual during the night?\n* Would you be comfortable recommending the study drug to another patient with your kidney condition?",
        "timeFrame": "Day 7"
      },
      {
        "measure": "Aquaretic Tolerability of Lixivaptan Measured by a Tolerability Questionnaire Relating to the Symptom Burden of Nocturia, Urgency, and Frequency at Day 7: Question 3",
        "description": "The number of study participants who answered \"not at all\" and \"slightly\" to the following question at Day 7 will be measured:\n\n• If the study drug made you feel thirsty more often than usual, were you bothered by it?",
        "timeFrame": "Day 7"
      },
      {
        "measure": "Aquaretic Tolerability of Lixivaptan Measured by a Tolerability Questionnaire Relating to the Symptom Burden of Nocturia, Urgency, and Frequency at Day 7: Question 7",
        "description": "The number of study participants who answered \"not at all\" and \"slightly\" to the following question at Day 7 will be measured:\n\n• If the study drug made you go to the bathroom (urinate) more often than usual during the night, did it bother you?",
        "timeFrame": "Day 7"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Spot Urine Osmolality",
        "description": "Changes from baseline in spot urine measurements for samples taken at 0, 1, 2, 4, 6, 9, 10, 11, 12, 14, and 24 hours after the Day 1 and Day 7 doses will be summarized by cohort. The baseline value for each time point after first administration of study drug is the value observed at the corresponding time point on Day -1 (or Day 1 for the AM predose assessment only).",
        "timeFrame": "At time of dose, and at 1, 2, 4, 6, 9, 10, 11, 12, 14, and 24 hours after the Day 1 and Day 7 doses"
      },
      {
        "measure": "Change From Baseline in 24-hour Urine Output",
        "description": "Changes from baseline in 24-hour urine output for samples taken on Day 1 and Day 7 will be summarized by cohort. The baseline value was the last value observed prior to first administration of study drug on Day -1.",
        "timeFrame": "Baseline (Day -1), Day 1, and Day 7"
      },
      {
        "measure": "Change From Baseline of the Estimated Glomerular Filtration Rate (eGFR)",
        "description": "Changes from baseline of eGFR derived from the serum creatinine concentrations for samples taken at Day 1 (postdose), Day 2, Day 7, Day 8, and Day 35 will summarized by cohort",
        "timeFrame": "Baseline (Day 1) to end of study (35 days)"
      },
      {
        "measure": "Change From Baseline in Total Kidney Volume",
        "description": "Changes from baseline (Day -1) in total kidney volume, measured by abdominal MRI on Day 7 and Day 35, will be summarized by cohort.",
        "timeFrame": "Baseline (Day -1) to end of study (36 days)"
      },
      {
        "measure": "Change From Baseline in Liver Volume",
        "description": "Changes from baseline (Day -1) in liver volume, measured by abdominal MRI on Day 7 and Day 35, will be summarized by cohort.",
        "timeFrame": "Baseline (Day -1) to end of study (36 days)"
      },
      {
        "measure": "Change From Baseline of Plasma Copeptin",
        "description": "Changes from baseline (Day -1) in plasma copeptin, a marker for circulating vasopressin, at Day 2, Day 7, and Day 35 will be summarized by cohort.",
        "timeFrame": "Baseline (Day -1) to end of study (36 days)"
      },
      {
        "measure": "Change From Baseline in Serum Creatinine",
        "description": "Changes from baseline in serum creatinine for samples taken at Day 2, Day 7, Day 8, and Day 35 will be summarized by cohort.",
        "timeFrame": "Baseline (Day 1, predose) to end of study (35 days)"
      },
      {
        "measure": "Change From Baseline in Blood Urea Nitrogen (BUN)",
        "description": "Changes from baseline in BUN for samples taken at Day 2, Day 7, Day 8, and Day 35 will be summarized by cohort.",
        "timeFrame": "Baseline (Day 1, predose) to end of study (35 days)"
      }
    ],
    "other": [
      {
        "measure": "Volume of Distribution Over 24 Hours After Extravascular Dosing (VZ/F24H) of Lixivaptan in ADPKD Patients",
        "description": "The pharmacokinetic parameter VZ/F24H for lixivaptan, calculated as CL/F24H divided by Day 7 PM λZ, will be summarized by cohort. VZ/F24H was not specified in the statistical analysis plan and was calculated for the combined 24-hour period including AM and PM dosing intervals on Day 7. This parameter replaces VZ/F initially planned for the Day 7 AM dose.",
        "timeFrame": "Day 7 (am)"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 46,
      "secondaryCount": 8,
      "otherCount": 1,
      "totalCount": 55
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:07.353Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}