{
  "nctId": "NCT02378844",
  "briefTitle": "A Randomized, Sham-controlled Study of gammaCore ® (nVNS) for Prevention of Episodic Migraine",
  "officialTitle": "A Randomized, Multicentre, Double-blind, Parallel, Sham-controlled Study of gammaCore®, a Non-invasive Vagal Nerve Stimulator (nVNS), for Prevention of Episodic Migraine",
  "protocolDocument": {
    "nctId": "NCT02378844",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-09-01",
    "uploadDate": "2018-07-16T11:43",
    "size": 1357471,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02378844/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 477,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-06",
    "completionDate": "2018-08-29",
    "primaryCompletionDate": "2018-02-01",
    "firstSubmitDate": "2015-02-18",
    "firstPostDate": "2015-03-04"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Is between the ages of 18 and 75 years.\n2. Has been previously diagnosed with migraine (with or without aura) in accordance with the International Classification of Headache Disorders (ICHD)-3 Beta Classification criteria.\n3. Experience between 5 and 12 migraine days per month (over the last 4 months) with at least 2 of the migraines lasting more than 4 hours.\n4. Has age of onset of migraine less than 50 years old.\n5. Agrees not to use any migraine prevention treatments (including Botox injections) and/or medications (exclusive of medications taken for acute relief of migraine symptoms).\n6. Agrees to refrain from initiating or changing the type, dosage or frequency of any prophylactic medications for indications other than migraine that in the opinion of the clinician may interfere with the study objectives (e.g. antidepressant, anti convulsant, beta blockers, etc.).\n7. Agrees to use the gammaCore®-R device as intended, follow all of the requirements of the study including follow-up visit requirements, record required study data in the subject dairy, and other self-assessment questionnaires.\n8. Is able to provide written Informed Consent.\n\nExclusion Criteria:\n\n1. Has a concomitant medical condition that will require oral or injectable steroids during the study.\n2. Has a history of any intracranial aneurysm, intracranial haemorrhage, brain tumour or significant head trauma.\n3. Has a structural abnormality at the gammaCore®-R treatment site (e.g lymphadenopathy previous surgery or abnormal anatomy).\n4. Has pain at the gammaCore®-R treatment site (e.g.dysesthesia, neuralgia and/or cervicalgia).\n5. Has other significant pain problem (e.g.cancer pain, fibromyalgia or other head or facial disorder) that in the opinion of the investigator may confound the study assessments\n6. Has know or suspected severe cardiac disease(e.g. symptomatic coronary artery disease, prior myocardial infarction, congestive heart failure (CHF)).\n7. Has known or suspected severe cerebrovascular disease, (e.g. prior stroke or transient ischemic attack, symptomatic carotid artery disease, prior carotid endarterectomy or other vascular neck surgery).\n8. Has an abnormal baseline Electrocardiogram (ECG) e.g. second and third degree heart block, prolonged QT interval, atrial fibrillation, atrial flutter, history of ventricular tachycardia or ventricular fibrillation, or clinically significant premature ventricular contraction).\n9. Has had a cervical vagotomy.\n10. Has uncontrolled high blood pressure (systolic \\>160 diastolic \\> 100 after 3 repeated measurements within 24 hours).\n11. Is currently implanted with an electrical and/or neurostimulator device (e.g. cardiac pacemaker or defibrillator, vagal neurostimulator, deep brain stimulator, spinal stimulator, bone growth stimulator cochlear implant, Sphenopalatine ganglion stimulator or Occipital nerve stimulator).\n12. Has been implanted with metal cervical spine hardware or has a metallic implant near the gammaCore®-R stimulation site.\n13. Has a known history of suspicion of secondary headache.\n14. Has a history of syncope (within the last five years).\n15. Has a history of seizures (within the last five years).\n16. Has a known or suspicion of substance abuse or addiction (within the last 5 years).\n17. Is using marijuana (including medical marijuana) for any indications, more than twice a month.\n18. Currently takes simple analgesics or non-steroidal anti-inflammatory drugs (NSAIDs) greater than 15 days per month or triptans, ergots or combined analgesics greater than 10 days per month for headaches or other body pain.\n19. Currently takes prescription opioids greater than 2 days per month for headaches or body pain.\n20. Has taken medications for migraine prophylaxis in the previous 30 days.\n21. Has previous diagnosis of medication overuse headache (MoH) , which has reverted to episodic migraine within the last 6 months.\n22. Meets the ICHD-3 Beta Classification criteria for chronic migraine (\\> 15 headache days per month).\n23. Has failed an adequate trial (two months or greater) of at least 3 classes of a drug therapy for the prophylaxis of migraine .\n24. Has had surgery for migraine prevention.\n25. Has undergone nerve block (occipital or other) in the head or neck within the last 2 months.\n26. Has received Botox injections within the last 6 months.\n27. Is pregnant or thinking of becoming pregnant during the study period, or of childbearing years and is unwilling to use and accepted form of birth control.\n28. Is participating in any other therapeutic clinical investigation or has participated in a clinical trial in the preceding 30 days.\n29. Belongs to a vulnerable population or has any condition such that his or her ability to provide informed consent, comply with the follow-up requirements, or provide self- assessments is compromised (e.g. homeless, developmentally disabled and prisoner).\n30. Is a relative of or an employee of the investigator or the clinical study site.\n31. Has psychiatric or cognitive disorder and/or behavioural problems which in the opinion of the clinician may interfere with the study.\n32. Has previously used the gammaCore® device.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in the Number of Migraine Days",
        "description": "Change in number of migraine days (as reported in subject diary), comparing the 4 week run-in period to the last 4 weeks in the randomized period.",
        "timeFrame": "last 4 weeks of the randomized/controlled period compared to the subject's own 4-week run-in period."
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With 50% Responder Rate",
        "description": "The number of subjects with a reduction of 50% or more in number of migraine days (as reported in the subject diary) from the run-in period to the last 4 weeks of the double-blind period.",
        "timeFrame": "The last four weeks in the randomization period compared to the four week run-in period."
      },
      {
        "measure": "Mean Change in Number of Headache Days",
        "description": "The mean change in number of headache days (as reported in the subject diary) from the run-in period to the last 4 weeks of the double-blind period.",
        "timeFrame": "The last four weeks in the randomization period compared to the four week run-in period."
      },
      {
        "measure": "Change in Number of Acute Medication Days",
        "description": "The mean change in number of acute medication days (as reported in the subject diary) from the run-in period to the last 4 weeks of the double-blind period",
        "timeFrame": "The last four weeks in the randomization period compared to the four week run-in period."
      },
      {
        "measure": "Change in Headache Disability Using Headache Impact Test-6",
        "description": "Change in headache disability from the 4 week run-in period to the last 4 weeks of the randomized period as measured using the Headache Impact Test-6 (HIT-6). The HIT-6 measures the impact if a subject's headaches on their ability to function at work, at home and in social situations. Subjects are presented with 6 questions about ability to function and normal daily life and for each question they rate the impact of their headaches as 'never' (6 points) or 'rarely' (9 points) or 'sometimes' (10 points) or 'very often' (11 points) or 'always' (13 points). Minimum score = 36, maximum score = 78. A higher score indicates more impact.",
        "timeFrame": "From four week run-in period to last four weeks in the randomization period"
      },
      {
        "measure": "Number of Participants According to Grade on the Migraine Disability Assessment (MIDAS) Before and After Randomized Period",
        "description": "Migraine Disability Assessment (MIDAS) score from the end of run-in period to the end of randomized period. The MIDAS assessment measures the effect of headaches on a subject's daily functioning. It takes into account the past 3 months and is comprised of five questions. A lower score indicated less disability, a higher score indicates more disability. The scores are graded:\n\n0-5, MIDAS Grade I, little disability 6-10, MIDAS Grade II, mild disability 11 to 20 MIDAS Grade III, moderate disability 21+ MIDAS Grade IV, severe disability",
        "timeFrame": "3 months - end of run-in period to end of randomized period"
      },
      {
        "measure": "Compare Changes in Quality of Life EuroQol Questionnaire 5 Dimensions and 5 Levels (EQ-5D-5L)",
        "description": "The descriptive system comprises five dimensions (5D): mobility, self-care, usual activities, pain/discomfort and anxiety/depression.\n\nEach dimension has 5 levels (5L): no problems (1) , slight problems (2), moderate problems (3), severe problems (4) and extreme problems (5).\n\nMinimum score is 5 (no problems) and maximum score is 25 (extreme problems)\n\nAn overall health question is asked using a visual analogue scale(VAS) from 0-100 where 0 is bad health and 100 good health",
        "timeFrame": "From four week run-in period to last four weeks in the randomization period"
      },
      {
        "measure": "Change in Migraine Days in the Open Label Period (Adjusted ANCOVA)",
        "description": "Change in number of migraine days (as reported in subject diary) during the 6 month open label period compared to the baseline run-in period.",
        "timeFrame": "The 6 month open-label period compared to the four week run-in period"
      },
      {
        "measure": "Number of Participants With Adverse Events",
        "description": "Adverse Effects were collected for all subjects for the duration of the study.",
        "timeFrame": "up to Week 36"
      },
      {
        "measure": "Change in Headache Days in the Open Label Period",
        "description": "The mean change in number of headache days (as reported in the subject diary) during the open label period compared to the base-line run-in period",
        "timeFrame": "The 6 month open-label period compared to the four week run-in period"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:53.056Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}