{
  "nctId": "NCT04057196",
  "briefTitle": "Self-System Therapy for Older Adults With Lung Cancer",
  "officialTitle": "Self-System Therapy for Older Adults With Advanced Lung Cancer (SST-LC)",
  "protocolDocument": {
    "nctId": "NCT04057196",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-05-11",
    "uploadDate": "2022-05-20T17:47",
    "size": 151980,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04057196/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 30,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-04-02",
    "completionDate": "2021-06-24",
    "primaryCompletionDate": "2021-05-20",
    "firstSubmitDate": "2019-08-13",
    "firstPostDate": "2019-08-15"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Age ≥ 65 years\n* English-speaking\n* The patient has a diagnosis of late-stage (III-IV) lung cancer and is living at her/his home.\n\nExclusion Criteria:\n\n* Unable to provide informed consent\n* Visual or hearing impairments that preclude participation\n* Serious mental illness",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "65 Years",
    "maximumAge": "100 Years",
    "stdAges": [
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Patients That Complete SST Treatment Sessions",
        "description": "Completion of at least 85% of SST treatment sessions across a 12-week period.",
        "timeFrame": "up to week 12"
      },
      {
        "measure": "Patient Satisfaction With Treatment",
        "description": "The Client Satisfaction Questionnaire (CSQ-8), which assesses treatment credibility (pre-treatment) and effectiveness of/satisfaction with services (post-treatment). An overall score is calculated by summing the respondent's rating (item rating) score for each scale item. For the CSQ-8 version, scores therefore range from 8 to 32, with higher values indicating higher satisfaction.",
        "timeFrame": "End of study, week 12"
      }
    ],
    "secondary": [
      {
        "measure": "General Distress as Measured by the CORE-10 (Clinical Outcomes in Routine Evaluation 10) at Baseline",
        "description": "The CORE-10 measure will be used for rating general distress. The measure comprises ten questions about how participants have been feeling over the past week. Scores range from 0-40, with higher scores indicating greater distress.",
        "timeFrame": "Baseline"
      },
      {
        "measure": "General Distress as Measured by the CORE-10 at 12 Weeks",
        "description": "The CORE-10 measure will be used for rating general distress. The measure comprises ten questions about how participants have been feeling over the past week. Scores range from 0-40, with higher scores indicating greater distress.",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "General Distress as Measured by the CORE-10 at 1-month Follow-up",
        "description": "The CORE-10 measure will be used for rating general distress. The measure comprises ten questions about how participants have been feeling over the past week. Scores range from 0-40, with higher scores indicating greater distress.",
        "timeFrame": "1-month follow-up, up to 4 months"
      },
      {
        "measure": "Depression as Measured by the Beck Depression Inventory (BDI-II) at Baseline",
        "description": "Depression will be measured using the Beck Depression Inventory (BDI-II). The measure has 21 items. The BDI-II is scored by summing the ratings for the 21 items. Each item is rated on a 4-point scale ranging from 0 to 3. The total score ranges from 0 to 63, where higher scores indicate greater depression.",
        "timeFrame": "Baseline"
      },
      {
        "measure": "Depression as Measured by the Beck Depression Inventory (BDI-II) at 12 Weeks",
        "description": "Depression will be measured using the Beck Depression Inventory (BDI-II). The measure has 21 items. The BDI-II is scored by summing the ratings for the 21 items. Each item is rated on a 4-point scale ranging from 0 to 3. The total score ranges from 0 to 63, where higher scores indicate greater depression.",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Depression as Measured by the Beck Depression Inventory (BDI-II) at 1-month Follow-up",
        "description": "Depression will be measured using the Beck Depression Inventory (BDI-II). The measure has 21 items. The BDI-II is scored by summing the ratings for the 21 items. Each item is rated on a 4-point scale ranging from 0 to 3. The total score ranges from 0 to 63, where higher scores indicate greater depression.",
        "timeFrame": "1-month follow-up, up to 4 months"
      },
      {
        "measure": "Functioning as Measured by the Functional Assessment of Cancer Therapy- Lung (FACT-L)",
        "description": "Functioning will be measured using the Functional Assessment of Cancer Therapy- Lung (FACT-L). The FACT-L is a 36-item measure, each item with a five-point scale from 0 (not at all) to 4 (very much), measuring overall quality of life (QOL) across five dimensions that are summed together to derive a total score. The total score range is from 0-136. The higher the score, the better the QOL.",
        "timeFrame": "Baseline, 12 weeks, 1 month follow-up (up to 4 months)"
      },
      {
        "measure": "Number of Participants With Participant-reported Mobility Indices Available",
        "description": "Mobility indices will include participant report of difficulty walking across a room without help from another person or equipment (none, a little vs some, a lot, unable), difficulty walking two to three blocks without help from another person or equipment (none, a little vs some, a lot, unable), and use of assistive device (yes vs no).",
        "timeFrame": "Baseline, 12 weeks, 1 month follow-up (up to 4 months)"
      },
      {
        "measure": "Number of Participants With Physical Activity Scale for the Elderly (PASE) Scores Available",
        "description": "Physical Activity will be measured using the Physical Activity Scale for the Elderly (PASE)The instrument is comprised of self-reported occupational, household and leisure activities items over a one-week period. PASE scores are calculated from weights and frequency values for each of 12 types of activity.",
        "timeFrame": "Baseline, 12 weeks, 1 month follow-up (up to 4 months)"
      },
      {
        "measure": "Number of Participants With Computerized Selves Questionnaire (CSQ) Responses Available at Baseline",
        "description": "Self-Discrepancy will be measured using the Computerized Selves Questionnaire (CSQ). The CSQ is a computer-based version of the original self-discrepancy questionnaire used by Higgins and colleagues (1986) in which a person is asked to produce a list of eight personal attributes that s/he would ideally like to possess and eight attributes s/he feels s/he ought to possess. To score, qualities in the actual self column are compared with those in the ought self column.",
        "timeFrame": "Baseline"
      },
      {
        "measure": "Number of Participants With Regulatory Focus Questionnaire (RFQ) Responses Available at Baseline",
        "description": "Self-Regulatory Orientation will be measured using the Regulatory Focus Questionnaire (RFQ).The measure has 11 items using 5-point scales, along two sub scales measuring the extent to which an individual believes s/he has been successful in attaining promotion or prevention goals. Six questions quantify Promotion and five questions quantify Prevention the promotion sums must be divided by 6, and the prevention sums must be divided by 5 in order to place scores for both orientations on the same 1-5 scale.",
        "timeFrame": "Baseline"
      },
      {
        "measure": "Treatment Session Fidelity as Measured by Number of Participants Who Were Taught All Skills.",
        "description": "Trained raters will listen to audio recordings of treatment sessions and use a pre-defined checklist of session content and strategies of the treatment to indicate if session coping skills were taught (yes/no) coded as 1 for yes and 0 for no. Higher scores indicate greater session fidelity.",
        "timeFrame": "End of study, week 12"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 12,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:04.485Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}