{
  "nctId": "NCT02280317",
  "briefTitle": "Dose Finding Safety Study of VAL201 in Cancer Patients",
  "officialTitle": "A Phase I/II, Dose Escalation Study To Assess The Safety and Tolerability of VAL201 In Patients With Advanced or Metastatic Prostate Cancer and Other Advanced Solid Tumours",
  "protocolDocument": {
    "nctId": "NCT02280317",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-10-27",
    "uploadDate": "2021-03-31T09:13",
    "size": 13503135,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02280317/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 12,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-10",
    "completionDate": "2020-01-27",
    "primaryCompletionDate": "2020-01-27",
    "firstSubmitDate": "2014-10-20",
    "firstPostDate": "2014-10-31"
  },
  "eligibilityCriteria": {
    "criteria": "The study will enrol patients with locally advanced or metastatic prostate cancer. The MTD/MAD may also be evaluated in patients with other advanced tumour types for whom no standard effective therapy is available and a rationale for use of VAL201 exists.\n\nThe average timeframe is 18-26 weeks per subject and the outcome measured is a composite average for each group.\n\n* Inclusion criteria:\n\n  * Specific Inclusion Criteria for Patients with Prostate Cancer\n  * Patients with incurable, locally advanced or metastatic prostate cancer where a policy of intermittent hormone therapy has been decided. Who have specific clinical parameters.\n* Specific Inclusion Criteria for Patients with Other Advanced Solid Tumours\n\n  * Patients with histologically and/or cytologically confirmed advanced solid tumour for whom no standard effective therapy is available and a rationale for use of VAL201 exists.\n  * Patients with incurable, locally advanced or metastatic prostate cancer where a policy of intermittent hormone therapy has been decided. These patients must also have the following:\n\n    1. Rising PSA on three samples (once non-castrate levels established); each over 2 weeks apart, with the last two values being greater than 2 ng/mL. Higher than and at least 25% over the nadir.\n    2. Absent or very mild prostate cancer-related symptoms.\n    3. No plans for any therapy for prostate cancer in the next two months.\n  * General Inclusion Criteria for all Patients\n  * Adult patients defined by age greater than 18 years at time of consent.\n  * Ability to give written, informed consent prior to any study-specific Screening procedures, with the understanding that the consent may be withdrawn by the patient at any time without prejudice.\n  * Patient is capable of understanding the protocol requirements, is willing and able to comply with the study protocol procedures, and has signed the informed consent document.\n  * Evaluable disease, either measurable on imaging, or with informative tumour marker(s) and a set of specific biochemical and haematological parameters relating to the specific cancer.\n  * Negative human chorionic gonadotropin (hCG) test in women of childbearing potential.\n  * Sexually active male and female patients of childbearing potential must agree to use an effective method of birth control. Female patients may be surgically sterile.\n  * Laboratory values at Screening:\n\n    * Absolute neutrophil count ≥1.5 x 109/L.\n    * Platelets ≥100 x 109/L.\n    * Haemoglobin ≥9 g/dL without blood transfusion or colony stimulating factor support.\n    * Total bilirubin \\<1.5 times the upper limit of normal (ULN);\n    * AST (SGOT) ≤2.5 times the ULN;\n    * ALT (SGPT) ≤2.5 times the ULN; ≤5 x ULN for patients with advanced solid tumours with liver metastases.\n    * Serum creatinine ≤1.5 x ULN or estimated glomerular filtration rate (GFR) of \\>50 mL/min based on the Cockcroft-Gault formula.\n* Exclusion criteria\n\n  * Specific Exclusion Criteria for Patients with Prostate Cancer Patients has received an anticancer therapy, including investigational agents, within the precious 6 weeks or 4 weeks.\n  * Any patients who have undergone prior orchidectomy.\n  * Specific Exclusion Criteria for Patients with Other Advanced Solid Tumours Pregnant or lactating female patients.\n  * Documented, symptomatic or uncontrolled brain metastases.\n  * History of clinically significant cardiac condition, including ischemic cardiac event, myocardial infarction or unstable cardiac disease within 3 months previous to the indication of home therapy.\n  * Known Human Immunodeficiency Virus positivity.\n  * Active Hepatitis B or C or other active liver disease (other than malignancy).\n  * Any active, clinically significant, viral, bacterial, or systemic fungal infection within previous 4 weeks prior to home therapy.\n  * Any medical history that would jeopardize compliance.",
    "healthyVolunteers": false,
    "sex": "MALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Dose-Limiting Toxicity",
        "description": "The number of Dose-Limiting Toxicity events is used to determine whether a maximum tolerated dose (MTD) is obtained.",
        "timeFrame": "The average timeframe is 18-26 weeks per subject"
      }
    ],
    "secondary": [
      {
        "measure": "Pharmacokinetics of VAL201. (Cmax)",
        "description": "Assessment of pharmacokinetic variables at multiple time points (5 min, 10 min, 15 min, 30 min, 60 min, 90 min, 2 hours, 3 hours, 4 hours, 6 hours and 8 hours after dosing) and multiple dosing days (Cycle 1 Day 1, Cycle 3 Day 1, Cycle 4 Day 1 and Cycle 6 Day 1) for each patient analysed.",
        "timeFrame": "The average timeframe is 18-26 weeks per subject"
      },
      {
        "measure": "Pharmacokinetics of VAL201 (AUC 0-inf)",
        "description": "Assessment of pharmacokinetic variables at multiple time points (5 min, 10 min, 15 min, 30 min, 60 min, 90 min, 2 hours, 3 hours, 4 hours, 6 hours and 8 hours after dosing) and multiple dosing days (Cycle 1 Day 1, Cycle 3 Day 1, Cycle 4 Day 1 and Cycle 6 Day 1) for each patient analysed.",
        "timeFrame": "The average timeframe is 18-26 weeks per subject"
      }
    ],
    "other": [
      {
        "measure": "Number of Patients Who Completed 6 Cycles of Treatment",
        "description": "The number of patients who completed 6 cycles of treatment is compared with the number who withdrew prior to completion of the scheduled 6 cycles",
        "timeFrame": "The average timeframe is 18-26 weeks per subject"
      },
      {
        "measure": "Number of Patients Displaying Disease Progression by PCWG2 and/or RECIST Criteria",
        "description": "Assessment of disease response to treatment by PCWG2 and/or RECIST. Disease progression is defined by RECIST 1.1 as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions; and by PCWG2 criteria that PSA values did not see an increase of 25% or more and absolute increase of 2 ng/mL or more from the nadir.",
        "timeFrame": "The average timeframe is 18-26 weeks per subject"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 0,
      "totalCount": 1
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 2,
      "otherCount": 2,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 36,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:07.048Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}