{
  "nctId": "NCT05569421",
  "briefTitle": "A Study to Assess the Total Systemic Exposure Bioequivalence of of Budesonide, Glycopyrronium, and Formoterol Delivered by BGF MDI With Next-Generation Propellant Compared With BGF MDI With HFA Propellant",
  "officialTitle": "A Phase I, Randomized, Double-blind, Single-dose, Partial-replicate, 3-way Cross-over Study to Assess the Total Systemic Exposure Bioequivalence of Budesonide, Glycopyrronium, and Formoterol Delivered by BGF MDI HFO Compared With BGF MDI HFA",
  "protocolDocument": {
    "nctId": "NCT05569421",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-07-12",
    "uploadDate": "2025-04-09T05:03",
    "size": 803377,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05569421/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 108,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-10-11",
    "completionDate": "2023-04-14",
    "primaryCompletionDate": "2023-04-14",
    "firstSubmitDate": "2022-10-04",
    "firstPostDate": "2022-10-06"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Provision of signed and dated, written informed consent prior to any study specific procedures.\n* Healthy male and female subjects aged 18 to 60 years with suitable veins for cannulation or repeated venepuncture.\n* Females must have a negative pregnancy test, must not be lactating\n* Have a Body Mass Index (BMI) between 18 and 35 kg/m2 inclusive and weigh at least 50 kg and no more than 120 kg inclusive.\n* Subjects must have a FEV1 ≥ 80% of the predicted normal value and an FEV1/FVC \\> 70% regarding age, height, and ethnicity.\n* Subjects must demonstrate proper inhalation technique and have the ability to properly use an MDI device after training.\n\nExclusion Criteria:\n\n* History of any clinically significant disease or disorder which, in the opinion of the investigator, may either put the volunteer at risk because of participation in the study, or influence the results or the volunteer's ability to participate.\n* History or presence of gastrointestinal, hepatic, or renal disease, or any other condition known to interfere with absorption, distribution, metabolism, or excretion of drugs.\n* Any clinically significant illness, medical/surgical procedure, or trauma within 4 weeks of the first administration of investigational medicinal product (IMP).\n* History of narrow angle glaucoma not adequately treated and/or change in vision that may be relevant.\n* History of symptomatic prostatic hypertrophy or bladder neck obstruction/urinary retention that, in the opinion of the investigator, is clinically significant.\n* Unresectable cancer that has not been in complete remission for at least 5 years.\n* Any clinically significant abnormalities in clinical chemistry, hematology, or urinalysis results at screening, as judged by the investigator.\n* Any clinically significant abnormalities on 12-lead electrocardiogram (ECG)\n* Any positive result on screening for serum hepatitis B surface antigen, hepatitis C antibody, and human immunodeficiency virus (HIV) antibody.\n* Subject has a positive Reverse transcriptase- Polymerase chain reaction (RT-PCR) test for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2).\n* Subject has clinical signs and symptoms consistent with SARS-CoV-2 infection, eg, fever, dry cough, dyspnea, sore throat, fatigue, or laboratory confirmed acute infection with SARS-CoV-2.\n* Subject who had severe course of Corona virus disease of 2019 (COVID-19) (extracorporeal membrane oxygenation, mechanically ventilated, Intensive Care Unit stay).\n* History of any respiratory disorders such as asthma, Chronic Obstructive Pulmonary Disorder (COPD), or idiopathic pulmonary fibrosis.\n* Known or suspected history of alcohol or drug abuse.\n* Receipt of any investigational drug within 30 days or 5 half-lives (whichever is longer) prior to randomization.\n* Plasma donation within 1 month of screening or any blood donation/loss more than 500 mL during the 3 months prior to screening.\n* History of severe allergy/hypersensitivity or ongoing allergy/hypersensitivity.\n* Use of drugs with enzyme-inducing properties such as St John's Wort within 3 weeks prior to the first administration of IMP.\n* Current smokers or those who have smoked or used nicotine products (including e-cigarettes) within the 3 months prior to screening.\n* Use of any prescribed or non-prescribed medication including antacids, analgesics (other than paracetamol/acetaminophen), herbal remedies, megadose vitamins and minerals during the 2 weeks prior to the first administration of IMP.\n* Known or suspected history of alcohol or drug abuse or excessive intake of alcohol.\n* Excessive intake of caffeine-containing drinks or food. Excessive intake of caffeine defined as the regular consumption of more than 600 mg of caffeine per day or would likely be unable to refrain from the use of caffeine-containing beverages during confinement.\n* Subjects who have previously received BGF MDI HFO.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "60 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Area Under Plasma Concentration-time Curve From Zero to Infinity (AUCinf)",
        "description": "The AUCinf of budesonide, glycopryrronium and formoterol in participants was evaluated.",
        "timeFrame": "Day 1 and Day 2 of each treatment period (each treatment period is of 2 days)"
      },
      {
        "measure": "Area Under the Plasma Concentration-curve From Zero to the Last Quantifiable Concentration (AUClast)",
        "description": "The AUClast of budesonide, glycopryrronium and formoterol in participants was evaluated.",
        "timeFrame": "Day 1 and Day 2 of each treatment period (each treatment period is of 2 days)"
      },
      {
        "measure": "Maximum Observed Plasma (Peak) Drug Concentration (Cmax)",
        "description": "The Cmax of budesonide, glycopryrronium and formoterol in participants was evaluated.",
        "timeFrame": "Day 1 and Day 2 of each treatment period (each treatment period is of 2 days)"
      }
    ],
    "secondary": [
      {
        "measure": "Time to Reach Peak or Maximum Observed Concentration or Response Following Drug Administration (Tmax)",
        "description": "The tmax of budesonide, glycopryrronium and formoterol in participants was evaluated.",
        "timeFrame": "Day 1 and Day 2 of each treatment period (each treatment period is of 2 days)"
      },
      {
        "measure": "Terminal Rate Constant, Estimated by Log-linear Least Squares Regression of the Terminal Part of the Concentration-time Curve (λz)",
        "description": "The λz of budesonide, glycopryrronium and formoterol in participants was evaluated.",
        "timeFrame": "Day 1 and Day 2 of each treatment period (each treatment period is of 2 days)"
      },
      {
        "measure": "Half-life Associated With Terminal Slope (λz) of a Semi-logarithmic Concentration-time Curve (t½λz)",
        "description": "The t½λz of budesonide, glycopryrronium and formoterol in participants was evaluated.",
        "timeFrame": "Day 1 and Day 2 of each treatment period (each treatment period is of 2 days)"
      },
      {
        "measure": "Mean Residence Time of the Unchanged Drug in the Systemic Circulation From Zero to Infinity (MRTinf)",
        "description": "The MRTinf of budesonide, glycopryrronium and formoterol in participants was evaluated.",
        "timeFrame": "Day 1 and Day 2 of each treatment period (each treatment period is of 2 days)"
      },
      {
        "measure": "Apparent Total Body Clearance of Drug From Plasma After Extravascular Administration (CL/F)",
        "description": "The CL/F of budesonide, glycopryrronium and formoterol in participants was evaluated.",
        "timeFrame": "Day 1 and Day 2 of each treatment period (each treatment period is of 2 days)"
      },
      {
        "measure": "Volume of Distribution (Apparent) at Steady State Following Extravascular Administration (Based on Terminal Phase) (Vz/F)",
        "description": "The Vz/F of budesonide, glycopryrronium and formoterol in participants was evaluated.",
        "timeFrame": "Day 1 and Day 2 of each treatment period (each treatment period is of 2 days)"
      },
      {
        "measure": "Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)",
        "description": "The safety and tolerability of single doses of BGF MDI HFO and BGF MDI HFA was evaluated in healthy participants.",
        "timeFrame": "From Screening up to Follow-up (3 to 7 days post final dose) [approximately 55 days]"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 94,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:27.138Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}