{
  "nctId": "NCT01218555",
  "briefTitle": "Study of Everolimus (RAD001) in Combination With Lenalidomide",
  "officialTitle": "Phase I Study of Everolimus (RAD001) in Combination With Lenalidomide in Patients With Advanced Solid Malignancies Enriched for Renal Cell Carcinoma",
  "protocolDocument": {
    "nctId": "NCT01218555",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2014-06-10",
    "uploadDate": "2021-08-03T14:09",
    "size": 1282299,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01218555/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 44,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2010-09-09",
    "completionDate": "2020-11-05",
    "primaryCompletionDate": "2020-11-05",
    "firstSubmitDate": "2010-10-08",
    "firstPostDate": "2010-10-11"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Subjects must meet the following inclusion/exclusion criteria to be eligible for the study.\n* Ability to understand and willingness to voluntarily sign an informed consent form.\n* Histologic or cytologic confirmation of a solid malignancy.\n* Age ≥ 18 years at the time of signing the informed consent form. Because no dosing or adverse event data are currently available on the use of everolimus in combination with lenalidomide in patients \\< 18 years of age, children are excluded from this study.\n* Able to adhere to the study visit schedule and other protocol requirements.\n* Patients must have at least one measurable site of disease according to Response Evaluation Criteria in Solid Tumors (RECIST) criteria that has not been previously irradiated. If the patient has had previous radiation to the marker lesion(s), there must be evidence of progression since the radiation.\n* Diagnosed with advanced refractory solid malignancies or intolerant of standard therapy for the stage of the disease (because there is currently no standard approved therapy for adenoidcystic carcinoma, therefore there is no requirement of prior therapy for this patient population).\n* All previous cancer therapy, including radiation, hormonal therapy and surgery, must have been discontinued at least 4 weeks prior to treatment in this study. A minimum of 6 weeks treatment break is required in case of nitrosoureas or mitomycin C.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 - 2 at study entry.\n* Able to receive prophylactic anticoagulation with aspirin, warfarin or low molecular weight heparin when required for lenalidomide administration.\n* Fasting serum cholesterol ≤ 300 mg/dL OR ≤ 7.75 mmol/L AND fasting triglycerides ≤ 2.5 x upper limit of normal (ULN). NOTE: In case one or both of these thresholds are exceeded, the patient can only be included after initiation of appropriate lipid lowering medication.\n* Laboratory test results within these ranges:\n\n  * Absolute neutrophil count 1500 ≥ /mm³\n  * Platelet count ≥ 100,000/mm³\n  * Hb ≥ 9 g/dL\n  * Creatinine within institutional limits of normal or creatinine clearance ≥ 60 ml/min/m² if elevated creatinine\n  * Total bilirubin \\< 2.0 mg/dL or \\< 1.5.0 x ULN for the institution whichever is higher\n  * Aspartate aminotransferase (AST) (SGOT) and alanine aminotransferase (ALT) (SGPT) \\< 2.x ULN or \\< 5 x ULN if hepatic metastases are present.\n* All study participants must be registered into the mandatory Revlimid Risk Evaluation and Mitigation Strategy (REMS®) program, and be willing and able to comply with the requirements of the REMS® program.\n* Females of reproductive potential must adhere to the scheduled pregnancy testing as required in the Revlimid REMS® program.\n* Females of childbearing potential (FCBP) must have a negative serum or urine pregnancy test with a sensitivity of at least 50 milli-International Unit (mIU)/mL within 10 - 14 days prior to and again within 24 hours of prescribing lenalidomide (prescriptions must be filled within 7 days) and must either commit to continued abstinence from heterosexual intercourse or begin TWO acceptable methods of birth control, one highly effective method and one additional effective method AT THE SAME TIME, at least 28 days before she starts taking lenalidomide. FCBP must also agree to ongoing pregnancy testing. Men must agree to use a latex condom during sexual contact with a FCBP even if they have had a successful vasectomy.\n\nExclusion Criteria:\n\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements including signing the informed consent form.\n* Pregnant or breast feeding females. (Lactating females must agree not to breast feed while taking lenalidomide).\n* Any condition, including the presence of laboratory abnormalities, which places the subject at unacceptable risk if he/she were to participate in the study or confounds the ability to interpret data from the study.\n* Use of any other experimental drug or therapy within 28 days of baseline.\n* Known hypersensitivity to thalidomide or everolimus (including other rapamycins, sirolimus and temsirolimus).\n* The development of erythema nodosum if characterized by a desquamating rash while taking thalidomide or similar drugs.\n* Prior treatment with lenalidomide or everolimus.\n* Concurrent use of other anti-cancer agents or treatments.\n* Patients known to be positive for HIV or infectious hepatitis, type B or C requiring active therapy. Patients on combination antiviral therapy are ineligible because of the potential for pharmacokinetic interactions with everolimus and or lenalidomide. In addition, these patients are at increased risk of lethal infections when treated with marrow-suppressive therapy. Appropriate studies will be undertaken in this patient population.\n* Liver disease such as cirrhosis or severe hepatic impairment (Child-Pugh class C).\n* Symptomatic brain metastasis. Patients with treated brain metastasis must be completely weaned off of steroid therapy for at least 14 days prior to starting protocol therapy.\n* Patients receiving chronic, systemic treatment with corticosteroids or another immunosuppressive agent. Topical or inhaled corticosteroids are allowed.\n* Patients should not receive immunization with attenuated live vaccines within one week of study entry or during study period.\n* Diagnosed venous thromboembolic disease within the preceding 6 months (patient on full dose or prophylactic anticoagulation are eligible).\n* Patients receiving any medications or substances that are inhibitors or inducers of CYP450 enzyme(s) are ineligible. Lists of excluded medications and substances known or with the potential to interact with the cytochrome P450 (CYP450) enzyme(s) are provided.\n* History of other malignancies except: (i) adequately treated basal or squamous cell carcinoma of the skin; (ii) curatively treated, a) in situ carcinoma of the uterine cervix, b) prostate cancer, or c) superficial bladder cancer; or (iii) other curatively treated solid tumor with no evidence of disease for ≥ 3 years.\n* Patients, who have had a major surgery or significant traumatic injury within 4 weeks of start of study drug, patients who have not recovered from the side effects of any major surgery (defined as requiring general anesthesia) or patients that may require major surgery during the course of the study.\n* Patients with an active, bleeding diathesis.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Dose Limiting Toxicities (DLT) at Each Dose Level",
        "description": "A standard 3 + 3 design was employed to study escalating doses of daily, orally administered lenalidomide and everolimus. Dose escalation to the next cohort required 0 of 3 or ≤1 of 6 patients with dose-limiting toxicity (DLT). Five dose cohorts were planned starting at dose level one with lenalidomide 10 mg and everolimus 5mg in a 28-day cycle up to maximum doses of 25 and 10 mg, respectively.",
        "timeFrame": "Within the first 28 days for DLT and throughout the duration of the study for safety."
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 14,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:30:06.055Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}