{
  "nctId": "NCT05901636",
  "briefTitle": "A Clinical Study to Evaluate an Experimental Universal Influenza Vaccine, INFLUENZA G1 mHA, in Healthy Adults",
  "officialTitle": "A Randomized, Double-blind, Placebo-controlled, First-in-human Phase 1/2a Study to Evaluate Safety, Reactogenicity and Immunogenicity of a Universal Influenza (Uniflu) Vaccine With INFLUENZA G1 mHA in Healthy Adults",
  "protocolDocument": {
    "nctId": "NCT05901636",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2023-03-02",
    "uploadDate": "2025-08-18T05:22",
    "size": 2746770,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05901636/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 170,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-05-17",
    "completionDate": "2024-08-19",
    "primaryCompletionDate": "2024-08-19",
    "firstSubmitDate": "2023-06-05",
    "firstPostDate": "2023-06-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Must be healthy as confirmed by medical history, physical examination, vital signs, and clinical laboratory tests performed at screening\n* Contraceptive (birth control) use by female participants should be consistent with local regulations regarding the acceptable methods of contraception for those participating in clinical studies. Before randomization, participants who were born female must be either: a) not of childbearing potential; b) of childbearing potential and practicing a highly effective method of contraception and agreeing to remain on such a method of contraception from signing the informed consent until 3 months after the last dose of study vaccine. Use of hormonal contraception should start at least 28 days before the first administration of study vaccine. Highly effective methods for this study include: hormonal contraception, intrauterine device, intrauterine hormone-releasing system, bilateral tubal occlusion/ligation procedures, vasectomized partner (the vasectomized partner should be the sole partner for that participant), and sexual abstinence\n* All female participants of childbearing potential must: a) have a negative highly sensitive serum beta-human chorionic gonadotropin (beta-hCG) pregnancy test at screening; b) have a negative urine beta-hCG pregnancy test immediately prior to each study vaccine administration\n* Must be healthy on the basis of clinical laboratory tests performed at screening. If the results of the laboratory screening tests are outside the laboratory normal reference ranges and additionally within the limits of toxicity Grade 2 according to the US FDA toxicity scale the participant may be included only if the investigator judges the abnormalities or deviations from normal to be not clinically significant and appropriate and reasonable for the population under study. This determination must be recorded in the participant's source documents and initialed by the investigator\n\nExclusion Criteria:\n\n* Contraindication to IM injections and blood draws, example, bleeding disorders\n* Clinically significant acute illness (this does not include minor illnesses such as diarrhea or mild upper respiratory tract infection) or temperature greater than or equal to (\\>=) 38.0 degree Celsius (100.4 degree Fahrenheit) within 24 hours prior to the planned first dose of study vaccine; randomization at a later date is permitted at the discretion of the investigator and after consultation with the sponsor\n* History of severe allergic reaction (for example, anaphylaxis) or other serious adverse reactions to vaccines or vaccine excipients (specifically the excipients of the study vaccine\\[s\\])\n* Abnormal function of the immune system resulting from: a) clinical conditions (example, autoimmune disease or immunodeficiency) or their treatments expected to have an impact on the immune response elicited by the study vaccine; b) chronic or recurrent use of systemic corticosteroids within 2 months before administration of study vaccine and during the study; c) administration of antineoplastic and immunomodulating agents or radiotherapy expected to have an impact on the immune response elicited by the study vaccine within 6 months before administration of study vaccine and during the study\n* History of acute polyneuropathy (example, Guillain-Barré syndrome) or chronic idiopathic demyelinating polyneuropathy\n* Received treatment with immunoglobulins (including monoclonal antibodies) expected to impact the vaccine-induced immune response in the 2 months or blood products in the 3 months before the planned administration of the first dose of study vaccine or has any plans to receive such treatment during the study.\n* Received an investigational drug or used an invasive investigational medical device within 30 days or received an investigational vaccine within 6 months before the planned administration of the first dose of study vaccine, or received an investigational biological product within 3 months or 5 half-lives, whichever is longer, before the planned study intervention, or is currently enrolled or plans to participate in another investigational study or observational clinical study during the course of this study\n* Pregnant, or breastfeeding, or planning to become pregnant while enrolled in this study or within 3 months after the last dose of study vaccine. Oocyte donation is prohibited while enrolled in this study\n* Received or plans to receive: licensed live attenuated vaccines - within 28 days before or after planned administration of the first or subsequent study vaccination\\[s\\]; other licensed (not live) vaccines (not including seasonal influenza vaccines) - within 14 days before or after planned administration of the first or subsequent study vaccination\\[s\\]; seasonal influenza vaccines - within 4 months before planned administration of the first study vaccination until the end of the study (that is, any individual who requires a seasonal influenza vaccination for occupational or other reasons will be excluded)\n* Has received a pandemic influenza vaccine (other than Hemagglutinin Type 1 and Neuraminidase Type 1 \\[H1N1\\]) in a previous pandemic influenza vaccine study at any time prior to randomization",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "45 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Solicited Local Adverse Events (AEs) Within 7 Days After Vaccination 1",
        "description": "An AE was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. Solicited local AEs were used to assess the reactogenicity of the study vaccine and were pre-defined local (injection site) AEs for which participants were specifically questioned and which were noted by participants in a diary for 7 days post vaccination (day of vaccination and the subsequent 7 days). Solicited local AEs included injection site pain/tenderness, erythema, and swelling at the vaccination site.",
        "timeFrame": "Within 7 Days after vaccination 1 on Day 1 (from Day 1 up to Day 8)"
      },
      {
        "measure": "Number of Participants With Solicited Local AEs Within 7 Days After Vaccination 2",
        "description": "An AE was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. Solicited local AEs were used to assess the reactogenicity of the study vaccine and were pre-defined local (injection site) AEs for which participants were specifically questioned and which were noted by participants in a diary for 7 days post vaccination (day of vaccination and the subsequent 7 days). Solicited local AEs included injection site pain/tenderness, erythema, and swelling at the vaccination site.",
        "timeFrame": "Within 7 Days after vaccination 2 on Day 57 (from Day 57 up to Day 64)"
      },
      {
        "measure": "Number of Participants With Worst Grade (at Least Grade 3) Solicited Local AEs Within 7 Days After Vaccination 1",
        "description": "AE: any untoward medical occurrence in clinical study participant administered a medicinal (investigational or non-investigational) product. AE does not necessarily have a causal relationship with intervention. Solicited local AEs used to assess reactogenicity of vaccine. Pre-defined local AEs (pain/tenderness, erythema and swelling at injection site) were noted by participants in a diary for 7 days post vaccination (day of vaccination and subsequent 7 days). Severity was assessed using food and drug administration (FDA) toxicity grading scale- Pain: Grade (G) 1 (mild; does not interfere with activity); G2 (moderate; requires modification in activity/use of medications); G3 (severe; inability to do usual activities/use of narcotic pain reliever); G4 (life threatening; hospitalization), Erythema and swelling: G 1 (mild; 25 -50 millimeter \\[mm\\]); G2 (moderate; 51 -100 mm); G3 (severe; greater than \\[\\>\\] 100 mm); G4 (life threatening; hospitalization/necrosis or exfoliative dermatitis).",
        "timeFrame": "Within 7 Days after vaccination 1 on Day 1 (from Day 1 up to Day 8)"
      },
      {
        "measure": "Number of Participants With Worst Grade (at Least Grade 3) Solicited Local AEs Within 7 Days After Vaccination 2",
        "description": "AE: any untoward medical occurrence in clinical study participant administered a medicinal (investigational or non-investigational) product. AE does not necessarily have a causal relationship with intervention. Solicited local AEs used to assess reactogenicity of vaccine. Pre-defined local AEs (pain/tenderness, erythema and swelling at injection site) were noted by participants in a diary for 7 days post vaccination (day of vaccination and subsequent 7 days). Severity was assessed using FDA toxicity grading scale- Pain: Grade 1 (mild; does not interfere with activity); Grade 2 (moderate; requires modification in activity/use of medications); Grade 3 (severe; inability to do usual activities/use of narcotic pain reliever); Grade 4 (life threatening; hospitalization), Erythema and swelling: Grade 1 (mild; 25 -50 mm); Grade 2 (moderate; 51 -100 mm); Grade 3 (severe; \\>100 mm); Grade 4 (life threatening; hospitalization/necrosis or exfoliative dermatitis).",
        "timeFrame": "Within 7 Days after vaccination 2 on Day 57 (from Day 57 up to Day 64)"
      },
      {
        "measure": "Duration of Solicited Local AEs That Occurred Within 7 Days After Vaccination 1",
        "description": "Duration of solicited AEs was defined as number of days from the start of the event until resolution of the event. An AE was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. Solicited local AEs were used to assess the reactogenicity of the study vaccine and were pre-defined local (injection site) AEs for which participants were specifically questioned and which were noted by participants in a diary for 7 days post vaccination (day of vaccination and the subsequent 7 days). Solicited local AEs included injection site pain/tenderness, erythema, and swelling at the vaccination site.",
        "timeFrame": "From Day 1 up to Day 365"
      },
      {
        "measure": "Duration of Solicited Local AEs That Occurred Within 7 Days After Vaccination 2",
        "description": "Duration of solicited AEs was defined as number of days from the start of the event until resolution of the event. An AE was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. Solicited local AEs were used to assess the reactogenicity of the study vaccine and were pre-defined local (injection site) AEs for which participants were specifically questioned and which were noted by participants in a diary for 7 days post vaccination (day of vaccination and the subsequent 7 days). Solicited local AEs included injection site pain/tenderness, erythema, and swelling at the vaccination site.",
        "timeFrame": "From Day 57 up to Day 365"
      },
      {
        "measure": "Number of Participants With Solicited Systemic AEs Within 7 Days After Vaccination 1",
        "description": "An AE was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. Solicited systemic AEs were used to assess the reactogenicity of the study vaccine. Systemic events (fatigue, headache, nausea, myalgia, and fever) for which participants were specifically questioned, and which were noted by participants in a diary for 7 days post vaccination (day of vaccination and the subsequent 7 days).",
        "timeFrame": "Within 7 Days after vaccination 1 on Day 1 (from Day 1 up to Day 8)"
      },
      {
        "measure": "Number of Participants With Solicited Systemic AE Within 7 Days After Vaccination 2",
        "description": "An AE was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. Solicited systemic AEs were used to assess the reactogenicity of the study vaccine. Systemic events (fatigue, headache, nausea, myalgia, and fever) for which participants were specifically questioned, and which were noted by participants in a diary for 7 days post vaccination (day of vaccination and the subsequent 7 days).",
        "timeFrame": "Within 7 Days after vaccination 2 on Day 57 (from Day 57 up to Day 64)"
      },
      {
        "measure": "Number of Participants With Worst Grade (at Least Grade 3) Solicited Systemic AEs Within 7 Days After Vaccination 1",
        "description": "AE was any untoward medical occurrence in clinical study participant administered a medicinal (investigational or non-investigational) product. AE does not necessarily have causal relationship with intervention. Solicited systemic AEs used to assess reactogenicity of vaccine. Systemic events (fatigue, headache, nausea, myalgia, fever) for which participants were specifically questioned and were noted by participants in a diary for 7 days post vaccination (day of vaccination and subsequent 7 days). Severity assessed by FDA toxicity grading scale- Fever: Grade (G) 1 (mild; 38.0-38.4 degrees Celsius \\[C\\]), G2 (moderate; 38.5-38.9 degrees C), G3 (severe; 39.0-40.0 degrees C), G4 (\\>40.0 degrees C); fatigue, headache, nausea and myalgia: G1 (mild; does not interfere with activity), G2 (moderate; requires modification in activity/use of medications), G3 (severe; inability to do usual activities/use of medications); G4 (life threatening; hospitalization).",
        "timeFrame": "Within 7 Days after vaccination 1 on Day 1 (from Day 1 up to Day 8)"
      },
      {
        "measure": "Number of Participants With Worst Grade (at Least Grade 3) Solicited Systemic AE Within 7 Days After Vaccination 2",
        "description": "AE was any untoward medical occurrence in clinical study participant administered a medicinal (investigational or non-investigational) product. AE does not necessarily have causal relationship with intervention. Solicited systemic AEs used to assess reactogenicity of vaccine. Systemic events (fatigue, headache, nausea, myalgia, fever) for which participants were specifically questioned and were noted by participants in a diary for 7 days post vaccination (day of vaccination and subsequent 7 days). Severity assessed by FDA toxicity grading scale- Fever: Grade (G) 1 (mild; 38.0-38.4 degrees Celsius \\[C\\]), G2 (moderate; 38.5-38.9 degrees C), G3 (severe; 39.0-40.0 degrees C), G4 (\\>40.0 degrees C); fatigue, headache, nausea and myalgia: G1 (mild; does not interfere with activity), G2 (moderate; requires modification in activity/use of medications), G3 (severe; inability to do usual activities/use of medications); G4 (life threatening; hospitalization).",
        "timeFrame": "Within 7 Days after vaccination 2 on Day 57 (from Day 57 up to Day 64)"
      },
      {
        "measure": "Duration of Solicited Systemic AEs That Occurred Within 7 Days After Vaccination 1",
        "description": "Duration of solicited AEs was defined as number of days from the start of the event until resolution of the event. An AE was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. Solicited systemic AEs were used to assess the reactogenicity of the study vaccine. Systemic events (fatigue, headache, nausea, myalgia, and fever) for which participants were specifically questioned, and which were noted by participants in a diary for 7 days post vaccination (day of vaccination and the subsequent 7 days).",
        "timeFrame": "From Day 1 up to Day 365"
      },
      {
        "measure": "Duration of Solicited Systemic AEs That Occurred Within 7 Days After Vaccination 2",
        "description": "Duration of solicited AEs was defined as number of days from the start of the event until resolution of the event. An AE was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. Solicited systemic AEs were used to assess the reactogenicity of the study vaccine. Systemic events (fatigue, headache, nausea, myalgia, and fever) for which participants were specifically questioned, and which were noted by participants in a diary for 7 days post vaccination (day of vaccination and the subsequent 7 days).",
        "timeFrame": "From Day 57 up to Day 365"
      },
      {
        "measure": "Number of Participants With Solicited Systemic AEs Related to Study Vaccine Within 7 Days After Vaccination 1",
        "description": "An AE was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. Solicited systemic AEs were used to assess the reactogenicity of the study vaccine. Systemic events (fatigue, headache, nausea, myalgia, and fever) for which participants were specifically questioned, and which were noted by participants in a diary for 7 days post vaccination (day of vaccination and the subsequent 7 days). Number of participants with solicited systemic AEs related to study vaccine were reported.",
        "timeFrame": "Within 7 Days after vaccination 1 on Day 1 (from Day 1 up to Day 8)"
      },
      {
        "measure": "Number of Participants With Solicited Systemic AEs Related to Study Vaccine Within 7 Days After Vaccination 2",
        "description": "An AE was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. Solicited systemic AEs were used to assess the reactogenicity of the study vaccine. Systemic events (fatigue, headache, nausea, myalgia, and fever) for which participants were specifically questioned, and which were noted by participants in a diary for 7 days post vaccination (day of vaccination and the subsequent 7 days). Number of participants with solicited systemic AEs related to study vaccine were reported.",
        "timeFrame": "Within 7 Days after vaccination 2 on Day 57 (from Day 57 up to Day 64)"
      },
      {
        "measure": "Number of Participants With Unsolicited AEs Within 28 Days After Vaccination 1",
        "description": "An AE was any untoward medical occurrence in clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have causal relationship with intervention. An unsolicited AE was defined as all AEs for which the participants were not specifically questioned in the participant's reactogenicity diary.",
        "timeFrame": "Within 28 Days after vaccination 1 on Day 1 (from Day 1 up to Day 29)"
      },
      {
        "measure": "Number of Participants With Unsolicited AEs Within 28 Days After Vaccination 2",
        "description": "An AE was any untoward medical occurrence in clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have causal relationship with intervention. An unsolicited AE was defined as all AEs for which the participants were not specifically questioned in the participant's reactogenicity diary.",
        "timeFrame": "Within 28 Days after vaccination 2 on Day 57 (from Day 57 up to Day 85)"
      },
      {
        "measure": "Number of Participants With Worst Grade (At Least Grade 3) Unsolicited AEs Within 28 Days After Vaccination 1",
        "description": "An AE was any untoward medical occurrence in clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have causal relationship with intervention. An unsolicited AE was defined as all AEs for which the participants were not specifically questioned in the participant's reactogenicity diary. The severity of AEs was assessed by FDA toxicity grading scale: Grade 1 (mild; symptoms causing no or minimal interference with usual social and functional activities); Grade 2 (moderate; symptoms causing greater than minimal interference with usual social and functional activities; Grade 3 (severe; symptoms causing inability to perform usual social and functional activities and requires medical intervention); Grade 4 (life threatening; hospitalization).",
        "timeFrame": "Within 28 Days after vaccination 1 on Day 1 (from Day 1 up to Day 29)"
      },
      {
        "measure": "Number of Participants With Worst Grade (At Least Grade 3) Unsolicited AEs Within 28 Days After Vaccination 2",
        "description": "An AE was any untoward medical occurrence in clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have causal relationship with intervention. An unsolicited AE was defined as all AEs for which the participants were not specifically questioned in the participant's reactogenicity diary. The severity of AEs was assessed by FDA toxicity grading scale: Grade 1 (mild; symptoms causing no or minimal interference with usual social and functional activities); Grade 2 (moderate; symptoms causing greater than minimal interference with usual social and functional activities; Grade 3 (severe; symptoms causing inability to perform usual social and functional activities and requires medical intervention); Grade 4 (life threatening; hospitalization).",
        "timeFrame": "Within 28 Days after vaccination 2 on Day 57 (from Day 57 up to Day 85)"
      },
      {
        "measure": "Duration of Unsolicited AEs That Occurred Within 28 Days After Vaccination 1",
        "description": "Duration of unsolicited AEs was defined as number of days from the start of the event until resolution of the event. An AE was any untoward medical occurrence in clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have causal relationship with intervention. An unsolicited AE was defined as all AEs for which the participants were not specifically questioned in the participant's reactogenicity diary. Unsolicited AEs that occurred within 28 days after vaccination 1 are reported below.",
        "timeFrame": "From Day 1 up to Day 365"
      },
      {
        "measure": "Duration of Unsolicited AEs That Occurred Within 28 Days After Vaccination 2",
        "description": "Duration of unsolicited AEs was defined as number of days from the start of the event until resolution of the event. An AE was any untoward medical occurrence in clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have causal relationship with intervention. An unsolicited AE was defined as all AEs for which the participants were not specifically questioned in the participant's reactogenicity diary. Unsolicited AEs that occurred within 28 days after vaccination 2 are reported below.",
        "timeFrame": "From Day 57 up to Day 365"
      },
      {
        "measure": "Number of Participants With Unsolicited AEs Related to Study Vaccine Within 28 Days After Vaccination 1",
        "description": "An AE was any untoward medical occurrence in clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have causal relationship with intervention. An unsolicited AE was defined as all AEs for which the participants were not specifically questioned in the participant's reactogenicity diary. Number of participants with any unsolicited AEs related to study vaccine were reported.",
        "timeFrame": "Within 28 Days after vaccination 1 on Day 1 (from Day 1 up to Day 29)"
      },
      {
        "measure": "Number of Participants With Unsolicited AEs Related to Study Vaccine Within 28 Days After Vaccination 2",
        "description": "An AE was any untoward medical occurrence in clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have causal relationship with intervention. An unsolicited AE was defined as all AEs for which the participants were not specifically questioned in the participant's reactogenicity diary. Number of participants with any unsolicited AEs related to study vaccine were reported.",
        "timeFrame": "Within 28 Days after vaccination 2 on Day 57 (from Day 57 up to Day 85)"
      },
      {
        "measure": "Number of Participants With Serious Adverse Events (SAEs) and SAEs Related to Study Vaccine",
        "description": "An AE was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. Serious AE was the AE resulting in any of following outcomes/deemed significant for any other reason: death; initial/prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. Number of participants with SAEs and SAEs related to study vaccine were reported.",
        "timeFrame": "From first vaccination (Day 1) up to Day 365"
      }
    ],
    "secondary": [
      {
        "measure": "Geometric Mean Concentration of Antibodies Binding to Hemagglutinin (HA) Stem or Full-length HA Protein as Measured by Enzyme-Linked Immunosorbent Assay (ELISA)",
        "description": "Geometric mean concentration of antibodies binding to HA stem or full-length HA protein as measured by ELISA (H5-ELISA and mHA ELISA) was reported. HA stem derived protein vaccine antigen (mHA) derived from H1N1 A/California/07/2009 virus strain. Per-protocol Immunogenicity population was denoted as PPI. As planned, combined data was collected and analyzed for participants who received Placebo in Groups 3 and 8.",
        "timeFrame": "Days 29 and 85"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 23,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 24
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:33.356Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}