{
  "nctId": "NCT03809000",
  "briefTitle": "A Study of Salvage Radiotherapy With or Without Enzalutamide in Recurrent Prostate Cancer Following Surgery",
  "officialTitle": "STEEL: A Randomized Phase II Trial of Salvage Radiotherapy With Standard vs Enhanced Androgen Deprivation Therapy (With Enzalutamide) in Patients With Post-Prostatectomy PSA Recurrences With Aggressive Disease Features",
  "protocolDocument": {
    "nctId": "NCT03809000",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-07-12",
    "uploadDate": "2024-02-02T11:41",
    "size": 1037601,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03809000/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 188,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-04-15",
    "completionDate": "2029-09-15",
    "primaryCompletionDate": "2023-04-07",
    "firstSubmitDate": "2019-01-16",
    "firstPostDate": "2019-01-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Pathologically (histologically) proven adenocarcinoma confirmed by prostatectomy performed within 10 years prior to registration and any type of radical prostatectomy is permitted, including retropubic, perineal, laparoscopic or robotically assisted.\n* Prostate-specific antigen (PSA) level (≥ 0.2 ng/mL) within 120 days prior to registration. Patients must have a PSA ≥ 0.2 ng/mL prior to starting ADT. For patients being followed by an ultrasensitive PSA assay, a serum PSA concentration of ≥ 0.10 ng/mL will be considered eligible.\n* GnRH analog may be started no more than 42 days prior study entry.\n* Hemoglobin ≥ 9.0 g/dL, independent of transfusion and/or growth factors within 90 days prior to registration.\n* Platelet count ≥ 75,000 x 10\\^9/µL independent of transfusion and/or growth factors within 90 days prior to registration.\n* At least 1 of the following aggressive features:\n\n  * Gleason score of 8-10 (note any Gleason score is eligible)\n  * Seminal vesicle invasion (SVI) (note any pT stage American Joint Committee on Cancer (AJCC) v8.0 is eligible but a pT stage\n\n    ≥ pT3b is considered aggressive)\n  * Locoregional node involvement at radical prostatectomy (RP) (pN1)\n  * Persistently elevated PSA post-RP nadir (PEPP) defined as PSA \\> 0.1 ng/mL after radical prostatectomy\n  * PSA ≥ 0.7 ng/mL\n* Serum albumin ≥ 3.0 g/dL within 90 days prior to registration\n* Glomerular filtration rate (GFR) ≥35 mL/min estimated by Cockcroft-Gault or measured directly by 24 hour urine creatinine within 90 days prior to registration.\n* Serum total bilirubin ≤1.5 × upper limit of normal (ULN) (Note: In subjects with Gilbert's syndrome, if total bilirubin is \\>1.5 × ULN, measure direct and indirect bilirubin and if direct bilirubin is ≤1.5 × ULN, subject is eligible) within 90 days prior to registration.\n* Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\<2.5 × ULN within 90 days prior to registration.\n* History and physical with Eastern Cooperative Oncology Group (ECOG) Performance Status 0-1 or within 90 days prior to registration.\n\nExclusion Criteria:\n\n* Definitive clinical or radiologic evidence of metastatic disease with the exception of locoregional lymph nodes.\n* Prior invasive malignancy (except non-melanomatous skin cancer carcinoma in situ of the male breast, penis, oral cavity, or stage Ta of the bladder, or stage I completely resected melanoma) unless disease free for a minimum of 2 years).\n* Prior systemic chemotherapy for the study cancer. Note: prior chemotherapy for a different cancer is allowable.\n* Prior radiotherapy to the region of the study cancer that would result in overlap of radiation therapy fields.\n* History of any of the following:\n\n  * Documented inflammatory bowel disease\n  * Transmural myocardial infarction within the last 4 months prior to registration.\n  * New York Heart Association Functional Classification III/IV within 4 months prior to registration.\n  * Unstable angina and/or congestive heart failure requiring hospitalization within the last 4 months prior to registration\n  * History of loss of consciousness or transient ischemic attack within 12 months prior to randomization\n  * History of seizure disorder or condition that may predispose to seizure (e.g. prior cortical stroke or significant brain trauma)\n  * History of uncontrolled hypertension defined as a sustained systolic blood pressure in excess of 150 mmHg or a sustained diastolic blood pressure in excess of 90 mmHg despite optimized antihypertensive therapy.\n  * History of repeated falls and fractures over the past 12 months that in the opinion of the treating investigator would put the patient at risk for poor bone outcomes from androgen receptor targeted therapy\n* Known gastrointestinal disorder affecting absorption of oral medications.\n* Active uncontrolled infection defined as an identified infectious condition that requires active therapy that has not yet been completed.\n* HIV positive patients with CD4 count \\< 200 cells/microliter within 30 days prior to registration OR HIV patients under treatment with highly active antiretroviral therapy (HAART) within 30 days prior to registration regardless of CD4 count. Note: HIV testing is not required for eligibility for this protocol as it is self-reported. This exclusion criterion is necessary because the treatments involved in this protocol may be immunosuppressive and/or interact with HAART.",
    "healthyVolunteers": false,
    "sex": "MALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Progression-Free Survival (Percentage of Participants Alive Without Progression)",
        "description": "Progression-free survival (PFS) is estimated by the Kaplan-Meier method. The distribution of PFS estimates between the two arms is compared using the log-rank test. PFS time is measured from randomization to the date of first PFS failure (biochemical or clinical failure, initiation of new unplanned anticancer treatment, or death from any cause) or last known follow-up (censored). Analysis was to occur after progression or death was reported for 101 participants. Biochemical failure is defined as first post-RT detectable PSA (PSA ≥ 0.05). Clinical failure is defined as either a local, regional, or distant failure.",
        "timeFrame": "From date of randomization to the date of progression, death from any cause, or last known follow-up, whichever occurs first. Maximum follow-up time was 40.2 months. The 6 and 12 months PFS estimates are reported."
      }
    ],
    "secondary": [
      {
        "measure": "Biochemical Failure (Percentage of Participants With Biochemical Failure)",
        "description": "Biochemical failure is estimated by the cumulative incidence method. The distribution of biochemical failure estimates between the two arms is compared using the Gray's test. Biochemical failure time is measured from randomization to the date of first biochemical failure, last known follow-up (censored), or death without failure (competing risk), whichever occurs first. Biochemical failure is defined as first post-RT detectable PSA (PSA ≥ 0.05).",
        "timeFrame": "From date of randomization to date of failure, death, or last known follow-up, whichever occurs first, at a minimum of two years from start of treatment, and up to six years."
      },
      {
        "measure": "Alternative Biochemical Failure (Percentage of Participants With Alternative Biochemical Failure)",
        "description": "Alternative biochemical failure is estimated by the cumulative incidence method. The distribution of alternative biochemical failure estimates between the two arms is compared using the Gray's test. Alternative biochemical failure time is measured from randomization to the date of first alternative biochemical failure, last known follow-up (censored), or death without failure (competing risk), whichever occurs first. Alternative biochemical failure (\"failure\") is defined as first post-RT PSA ≥ 0.1 ng/mL or initiation of salvage hormone therapy.",
        "timeFrame": "From date of randomization to the date failure, death, or last known follow-up, whichever occurs first, at a minimum of two years from start of treatment, and up to six years."
      },
      {
        "measure": "Hormone-refractory Disease (Percentage of Participants With Hormone-refractory Disease)",
        "description": "Hormone-refractory disease (HRD) is estimated by the cumulative incidence method. The distribution of HRD estimates between the two arms is compared using the Gray's test. HRD time is measured from randomization to the date of first instance of HRD, last known follow-up (censored), or death without HRD (competing risk), whichever occurs first. Hormone-refractory disease is defined as three rises in PSA during salvage androgen deprivation, date determined as the midway date between the last non-rising PSA and the first of the three rises.",
        "timeFrame": "From randomization to the date of failure, death, or last known follow-up, whichever occurs first, at a minimum of two years from start of treatment, and up to six years."
      },
      {
        "measure": "Distant Metastasis (Percentage of Participants With Distant Metastasis)",
        "description": "Distant failure is estimated by the cumulative incidence method. The distribution of distant failure estimates between the two arms is compared using the Gray's test. Distant failure time is measured from randomization to the date of first distant failure, last known follow-up (censored), or death without distant failure (competing risk), whichever occurs first. Distant failure is defined as first radiographic evidence of hematogenous spread (e.g., bone scan, computed tomography (CT), magnetic resonance imaging (MRI)).",
        "timeFrame": "From date of randomization to the date of failure, death, or last known follow-up, whichever occurs first, at a minimum of two years from start of treatment, and up to six years."
      },
      {
        "measure": "Cause-specific Mortality (Percentage of Participants Who Have Not Died Due to Prostate Cancer)",
        "description": "Cause-specific mortality is estimated by the cumulative incidence method. The distribution of cause-specific mortality estimates between the two arms is compared using Gray's test. Cause-specific mortality time is measured from randomization to death due to prostate cancer, last known follow-up (censored), or death due to other causes (competing risk), whichever occurs first.",
        "timeFrame": "From randomization to the date death or last known follow-up, at a minimum of two years from start of treatment, and up to six years."
      },
      {
        "measure": "Overall Survival (Percentage of Participants Alive)",
        "description": "Overall survival is estimated by the Kaplan-Meier method. The distribution of overall survival estimates between the two arms is compared using the log-rank test. Overall survival time is measured from randomization to the date of death from any cause) or last known follow-up (censored).",
        "timeFrame": "From date of randomization to the date of death or last known follow-up, at a minimum of two years from start of treatment, and up to six years."
      },
      {
        "measure": "Change From Baseline in 5-level European Quality of Life Questionnaire (EQ-5D-5L)",
        "description": "The EQ-5D-5L is a 2-part self-assessment questionnaire. First part is 5 items (mobility, self care, usual activities, pain/discomfort, anxiety/depression) each with 5 problem levels (1-none to 5-extreme). The 5-item index score is transformed into a utility score between 0 (worst health state) and 1 (best health state). The 2nd part is a visual analogue scale (VAS) valuing current health state, measured on a 20-cm scale ranging from 0 for the worst imaginable health state to 100 for best imaginable health state, marked at 10-point intervals. Change score was calculated by subtracting baseline from later score, with a positive change score indicating improvement. The index score is reported here.",
        "timeFrame": "Baseline, end* of radiation treatment (RT), one year, two years. (*End of RT can vary greatly depending on when it starts, which can be from 0 to 70 days from the start of ADT, and lasting 7-8 weeks. )"
      },
      {
        "measure": "Change From Baseline in the 7 Item Patient Reported Outcomes Measurement Information System Fatigue Short Form (PROMIS-F SF 7a) Score",
        "description": "The PROMIS fatigue score measures self-reported fatigue symptoms over the past 7 days. Possible scores range from 29.4 to 83.2, with higher scores indicating more fatigue. Change score is calculated by subtracting baseline from later score, with a positive change score indicating increased fatigue.",
        "timeFrame": "Baseline, end* of radiation treatment (RT), one year, two years. (*End of RT can vary greatly depending on when it starts, which can be from 0 to 70 days from the start of ADT, and lasting 7-8 weeks. )"
      },
      {
        "measure": "Toxicity as Measured by CTCAE v5",
        "description": "Common Terminology Criteria for Adverse Events (version 5) grades adverse event severity from 1=mild to 5=death. Summary data is provided in this outcome measure; see Adverse Events Module for specific adverse event data.",
        "timeFrame": "From date of randomization to date of last known follow-up, at a minimum of two years from start of treatment, and up to six years."
      },
      {
        "measure": "Toxicity as Measured by Patient-reported Outcomes Version of the Common Terminology Criteria for Adverse Events (PRO-CTCAE)",
        "description": "PRO-CTCAE is a patient-reported outcome (PRO) measurement system developed to evaluate symptomatic toxicity in patients on cancer clinical trials, designed to be used as a companion to the Common Terminology Criteria for Adverse Events (CTCAE).",
        "timeFrame": "From randomization to 2 years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 74,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:55.521Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}