{
  "nctId": "NCT02982954",
  "briefTitle": "A Study to Evaluate the Safety of Nivolumab and Ipilimumab in Subjects With Previously Untreated Advanced or Metastatic Renal Cell Cancer",
  "officialTitle": "Phase 3b/4 Safety Trial of Nivolumab Combined With Ipilimumab in Subjects With Previously Untreated, Advanced or Metastatic RCC (CheckMate 920: CHECKpoint Pathway and nivoluMAb Clinical Trial Evaluation 920)",
  "protocolDocument": {
    "nctId": "NCT02982954",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-12-18",
    "uploadDate": "2021-05-04T14:38",
    "size": 20967978,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02982954/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 211,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-01-16",
    "completionDate": "2021-10-06",
    "primaryCompletionDate": "2020-05-11",
    "firstSubmitDate": "2016-12-02",
    "firstPostDate": "2016-12-06"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1\\. Type of Participant and Target Disease Characteristics\n\n1. Advanced or metastatic RCC\n2. Histologically confirmed, previously untreated (treatment-naive) RCC\n3. No prior systemic therapy for RCC except for one prior adjuvant or neoadjuvant therapy for completely resectable RCC\n4. Measurable disease as per RECIST 1.1. Subject must have extracranial metastasis as measurable disease\n5. Karnofsky Performance Status (KPS) of at least 70% for Cohort 1, 2, and 3; KPS of 50-60% for Cohort 4\n6. Tumor tissue need be received by the central vendor (block or unstained slides). Note: Fine Needle Aspiration (FNA)and bone metastases samples are not acceptable for submission.\n\nExclusion Criteria:\n\n1. Medical Conditions\n\n   1. Subjects with any active autoimmune disease or a history of known autoimmune disease\n   2. Prior malignancy active within the previous 3 years except for locally curable cancers that have been apparently cured\n   3. Known HIV or AIDS-related illness\n   4. Any positive test for hepatitis B or hepatitis C virus indicating acute or chronic infection.\n2. Prior/Concomitant Therapy\n\n   1. Prior systemic treatment in the metastatic setting with Vascular epithelial growth factor(VEGF) or VEGF receptor targeted therapy\n   2. Prior treatment with an anti-Programmed Death (PD) -1, anti-PD-L1, anti-PD-L2, anti-cluster of differentiation 137 (CD137), or anti-cytotoxic T-lymphocyte-associated antigen 4(CTLA-4) antibody, or any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways. This includes the utilization of these agents in the neo-adjuvant or adjuvant setting.\n   3. Anti-cancer therapy less than 28 days prior to the first dose of study drug or palliative, focal radiation therapy less than 14 days prior to the first dose of study drug.\n\nOther protocol defined inclusion/exclusion criteria apply",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With High Grade (Grade 3-4) Immune Mediated Adverse Events (IMAEs)",
        "description": "Number of participants with IMAEs in the following categories: Skin, Endocrine, Gastrointestinal, Hepatic, Renal, Pulmonary and Hypersensitivity",
        "timeFrame": "Approximately 39 Months"
      },
      {
        "measure": "Number of Participants With High Grade (Grade 5) Immune Mediated Adverse Events (IMAEs)",
        "description": "Number of participants with IMAEs in the following categories: Skin, Endocrine, Gastrointestinal, Hepatic, Renal, Pulmonary and Hypersensitivity",
        "timeFrame": "Approximately 39 Months"
      }
    ],
    "secondary": [
      {
        "measure": "Time to Onset of Grade 3-5 Immune Mediated Adverse Events (IMAEs)",
        "description": "Time to onset is defined as the duration of time in weeks from the first dosing to the immune modulating adverse event onset date. Participants experiencing all high grade (CTCAE v4 Grade 3-4 and Grade 5) Immune Mediated Adverse Events (IMAEs) in the following categories will be included: Skin, Endocrine, Gastrointestinal, Hepatic, Renal, Pulmonary and Hypersensitivity. IMAEs are specific events (or groups of preferred terms describing specific events) considered as potential immune-mediated events by investigator, that meet the following definition: (1) those occurring within 100 days of the last dose (2) regardless of causality (3) with no clear alternate etiology based on investigator assessment, or with an immune-mediated component and (4) treated with immune-modulating medication. Grade 3= Severe reaction, Grade 4 = Life-threatening, Grade 5 = Death",
        "timeFrame": "From first dose to the earliest IMAE (grade 3-5) event onset date (up to approximately 116 weeks)"
      },
      {
        "measure": "Time to Resolution of Grade 3-5 Immune Mediated Adverse Events (IMAEs)",
        "description": "Time to resolution is defined as the longest time from IMAE onset date to complete resolution or improvement to the grade at baseline experienced by the participant (the IMAE end date). Participants experiencing all high grade (CTCAE v4 Grade 3-4 and Grade 5) Immune Mediated Adverse Events (IMAEs) in the following categories will be included: Skin, Endocrine, Gastrointestinal, Hepatic, Renal, Pulmonary and Hypersensitivity. IMAEs are specific events (or groups of preferred terms describing specific events) considered as potential immune-mediated events by investigator, that meet the following definition: (1) those occurring within 100 days of the last dose (2) regardless of causality (3) with no clear alternate etiology based on investigator assessment, or with an immune-mediated component and (4) treated with immune-modulating medication. Grade 3= Severe reaction, Grade 4 = Life-threatening, Grade 5 = Death",
        "timeFrame": "From the IMAE onset date to the IMAE end date, up to approximately 194 weeks"
      },
      {
        "measure": "Number of Participants Who Received Immune Modulating Medication for High Grade (Grades 3-5) Immune Mediated Adverse Events (IMAEs)",
        "description": "The number of participants who received immune modulating medication for participants experiencing all high grade (CTCAE v4 Grade 3-4 and Grade 5) Immune Mediated Adverse Events (IMAEs) in the following categories will be included: Skin, Endocrine, Gastrointestinal, Hepatic, Renal, Pulmonary and Hypersensitivity. IMAEs are specific events (or groups of preferred terms describing specific events) considered as potential immune-mediated events by investigator, that meet the following definition: (1) those occurring within 100 days of the last dose (2) regardless of causality (3) with no clear alternate etiology based on investigator assessment, or with an immune-mediated component and (4) treated with immune-modulating medication. Grade 3= Severe reaction, Grade 4 = Life-threatening, Grade 5 = Death",
        "timeFrame": "From first dose up to 100 days post last dose (up to approximately 29 months)"
      },
      {
        "measure": "Number of Participants Who Received Hormone Replacement Therapy for High Grade (Grades 3-5) Immune Mediated Adverse Events (IMAEs)",
        "description": "The number of participants who received Hormone Replacement Therapy for experiencing all high grade (CTCAE v4 Grade 3-4 and Grade 5) Immune Mediated Adverse Events (IMAEs) in the following categories will be included: Skin, Endocrine, Gastrointestinal, Hepatic, Renal, Pulmonary and Hypersensitivity. IMAEs are specific events (or groups of preferred terms describing specific events) considered as potential immune-mediated events by investigator, that meet the following definition: (1) those occurring within 100 days of the last dose (2) regardless of causality (3) with no clear alternate etiology based on investigator assessment, or with an immune-mediated component and (4) treated with immune-modulating medication. Grade 3= Severe reaction, Grade 4 = Life-threatening, Grade 5 = Death",
        "timeFrame": "From first dose up to 100 days post last dose (up to approximately 29 months)"
      },
      {
        "measure": "Number of Participants Who Received ≥ 40mg of Prednisone for High Grade (Grades 3-5) Immune Mediated Adverse Events (IMAEs)",
        "description": "The number of participants who received ≥ 40mg of prednisone for high grade (grades 3-5) IMAEs. Participants experiencing all high grade (CTCAE v4 Grade 3-4 and Grade 5) Immune Mediated Adverse Events (IMAEs) in the following categories will be included: Skin, Endocrine, Gastrointestinal, Hepatic, Renal, Pulmonary and Hypersensitivity. IMAEs are specific events (or groups of preferred terms describing specific events) considered as potential immune-mediated events by investigator, that meet the following definition: (1) those occurring within 100 days of the last dose (2) regardless of causality (3) with no clear alternate etiology based on investigator assessment, or with an immune-mediated component and (4) treated with immune-modulating medication. Grade 3= Severe reaction, Grade 4 = Life-threatening, Grade 5 = Death",
        "timeFrame": "From first dose up to 100 days post last dose (up to approximately 29 months)"
      },
      {
        "measure": "Median Progression Free Survival (PFS)",
        "description": "PFS is defined as the time from first dose to the date of the first documented progressive disease (PD) as determined by the investigator (per RECIST 1.1 criteria or clinical) or death due to any cause whichever occur first. Progressive disease is defined as progression of existing non-target lesions or at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. The appearance of one or more new lesions is also considered progression.",
        "timeFrame": "From first dose to the date of the first documented progressive disease, up to approximately 12 months"
      },
      {
        "measure": "Objective Response Rate (ORR)",
        "description": "ORR is defined as the percentage of participants with a best overall response (BOR) of complete response (CR) or partial response (PR) divided by the number of response evaluable participants. Best overall response is defined as the best response recorded from the start of the study treatment until the end of treatment. The participant's best overall response assignment will depend on the findings of both target and non-target disease and will also take into consideration the appearance of new lesions. Partial response is defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters. Complete response is defined as the disappearance of all lesions and normalization of tumor marker level. All lymph nodes (whether target or non-target) must be non-pathological in size (\\< 10mm short axis).",
        "timeFrame": "From first dose up to the date of objectively documented progression or the date of subsequent therapy, whichever occurs first (up to approximately 26 months)"
      },
      {
        "measure": "Time to Response Rate (TRR)",
        "description": "TTR is defined as the median percentage of participants with a best overall response (BOR) of complete response (CR) or partial response (PR) divided by the number of response evaluable participants. Best overall response is defined as the best response recorded from the start of the study treatment until the end of treatment. The participant's best overall response assignment will depend on the findings of both target and non-target disease and will also take into consideration the appearance of new lesions. Partial response is defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters. Complete response is defined as the disappearance of all lesions and normalization of tumor marker level. All lymph nodes (whether target or non-target) must be non-pathological in size (\\< 10mm short axis).",
        "timeFrame": "From the date of first dose to first documented CR or PR, up to approximately 15 months"
      },
      {
        "measure": "Duration of Response (DOR)",
        "description": "DOR is defined as the time between the date of first confirmed response to the date of the first documented tumor progression per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1, or death due to any cause, whichever occurs first. DOR will be computed for participants who achieve partial response (PR) or complete response (CR) only. Partial response is defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters. Complete response is defined as the disappearance of all lesions and normalization of tumor marker level. All lymph nodes (whether target or non-target) must be non-pathological in size (\\< 10mm short axis).",
        "timeFrame": "From first confirmed response to the date of the first documented tumor progression or death, up to approximately 48 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:06.990Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}