{
  "nctId": "NCT02046733",
  "briefTitle": "Small Cell Lung Carcinoma Trial With Nivolumab and IpiliMUmab in LImited Disease",
  "officialTitle": "A Randomised Open-label Phase II Trial of Consolidation With Nivolumab and Ipilimumab in Limited-stage SCLC After Chemo-radiotherapy",
  "protocolDocument": {
    "nctId": "NCT02046733",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2015-08-03",
    "uploadDate": "2021-11-23T09:03",
    "size": 1967746,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02046733/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 222,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-12-18",
    "completionDate": "2022-02-01",
    "primaryCompletionDate": "2020-05-25",
    "firstSubmitDate": "2014-01-17",
    "firstPostDate": "2014-01-28"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria for enrolment:\n\n* Histologically or cytologically confirmed small cell lung carcinoma.\n* Untreated limited-stage disease (with the exception of one cycle of chemotherapy given prior to enrolment) as defined by stage I-IIIB based on 7th TNM classification (IASLC classification for SCLC proposal). M0 proven by whole body FDG-PET CT including a contrast-enhanced CT of thorax and upper abdomen (incl. liver, kidney, adrenals); OR contrast-enhanced CT of thorax and upper abdomen (incl. liver, kidney, adrenals) and bone scan; AND brain MRI (or contrast enhanced CT of the brain) within 28 days before start of chemotherapy.\n* Age ≥ 18 years.\n* ECOG performance status 0-1.\n* Adequate haematological function: haemoglobin \\> 9 g/dL, neutrophils count \\>1.5×109/L, platelet count \\> 100 × 109/L.\n* Adequate liver function: total bilirubin \\< 2.5 × ULN, ALT and/or AST \\< 2.5 × ULN, alkaline phosphatase \\< 5 ULN.\n* Adequate renal function: Calculated creatinine clearance ≥ 30 mL/min (Cockroft-Gault).\n* Pulmonary function FEV1 of 1.0L or \\> 40% predicted value and DLCO \\> 40% predicted value.\n* Patient capable of proper therapeutic compliance, and accessible for correct follow-up.\n* Women of childbearing potential, including women who had their last menstrual period in the last 2 years, must have a negative serum or urine pregnancy test within 7 days before beginning of chemotherapy.\n* All sexually active men and women of childbearing potential must use an effective contraceptive method (two barrier methods or a barrier method plus a hormonal method) during the study treatment and for a period of at least 12 months following the last administration of trial drugs.\n* Measurable or evaluable disease (according to RECIST 1.1 criteria). Not eligible: patients with only one measurable or evaluable tumour lesion which was resected or irradiated prior to enrolment.\n* Written Informed Consent (IC) must be signed and dated by the patient and the investigator prior to any trial-related intervention for a) Chemo-radiotherapy treatment and PCI, and subsequent randomisation, including mandatory biological samples b) Optional biological material collection, long-term storage and future use of biological material for translational research.\n\nExclusion Criteria for enrolment:\n\n* Patient with mixed small-cell and non-small-cell histologic features.\n* Patient with pleural or pericardial effusions proven to be malignant.\n* Patients who have had in the past 5 years any previous or concomitant malignancy EXCEPT adequately treated basal or squamous cell carcinoma of the skin, in situ carcinoma of the cervix or bladder, in situ ductal carcinoma of the breast (if no RT was involved).\n* Patients with other serious diseases or clinical conditions, including but not limited to uncontrolled active infection and any other serious underlying medical processes that could affect the patient's capacity to participate in the study.\n* Ongoing clinically serious infections requiring systemic antibiotic or antiviral, antimicrobial, antifungal therapy.\n* Known or suspected hypersensitivity to nivolumab or ipilimumab or any of their excipients.\n* Substance abuse, medical, psychological or social conditions that may interfere with the patient's participation in the study or evaluation of the study results.\n* Documented history of severe autoimmune or immune mediated symptomatic disease that required prolonged (more than 2 months) systemic immunosuppressive (e.g. steroids) treatment, such as but not limited to ulcerative colitis and Crohn´s disease, rheumatoid arthritis, systemic progressive sclerosis (scleroderma), systemic lupus erythematosus, or autoimmune vasculitis (eg, Wegener's granulomatosis).\n* Subjects with an autoimmune paraneoplastic syndrome requiring concurrent immunosuppressive treatment.\n* Interstitial lung disease or pulmonary fibrosis.\n* Women who are pregnant or in the period of lactation.\n* Sexually active men and women of childbearing potential who are not willing to use an effective contraceptive method during the study.\n* Patients with any concurrent anticancer systemic therapy (except for chemotherapy cycle 1).\n* HIV, active Hepatitis B or Hepatitis C infection.\n* Previous radiotherapy to the thorax (prior to inclusion), including RT for breast cancer.\n* Planned radiotherapy to lung of mean dose \\> 20 Gy or V20 \\> 35 %.\n* Patients who received treatment with an investigational drug agent during the 3 weeks before enrolment in the study.\n* Prior chemotherapy or radiotherapy for SCLC. Exception: one cycle of chemotherapy (as specified to section 10.2 of the protocol) may be administered prior to enrolment.\n\nInclusion Criteria for randomisation:\n\n* Chemo-radiotherapy completed per protocol: 4 cycles of chemotherapy, ≥85% of PTV of thoracic radiotherapy, as well as completed, mandatory PCI.\n* Non-PD after chemo-radiotherapy and PCI.\n* ECOG performance status 0-2.\n* Recovery of all adverse events to a grade ≤1, except for fatigue, appetite, oesophagitis and renal impairment (where ≤2 is allowed) and alopecia (any grade).\n* Women of childbearing potential, including women who had their last menstrual period in the last 2 years, must have a negative serum or urine pregnancy test within 7 days before randomisation.\n\nExclusion criteria for randomisation:\n\n* Less than 4 cycles of chemotherapy administered, less than 85% PTV of thoracic radiotherapy delivered, or PCI not completed.\n* Progressive disease after chemo-radiotherapy and PCI.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Progression-free Survival (PFS)",
        "description": "Defined as the time from the date of randomization until documented progression or death, if progression is not documented. Censoring for PFS occurs at the last tumor assessment.\n\nAssessment of Progressive Disease (PD) based on Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1):\n\nTarget lesions: At least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on the study (this includes the baseline sum if that is the smallest on the study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. Non-target lesions: Unequivocal progression of existing non-target lesions. To achieve 'unequivocal progression', there must be an overall level of substantial worsening in non-target disease such that, even in presence of SD or PR in target disease, the overall tumor burden has increased sufficiently.\n\nThe appearance of one or more new lesions is also considered as progression.",
        "timeFrame": "From the date of randomization until documented progression (PD) according to RECIST v1.1 or death from any cause (whichever occurred first), up to 4.5 years."
      }
    ],
    "secondary": [
      {
        "measure": "Overall Survival (OS)",
        "description": "Defined as the time from the date of randomisation until death from any cause. Censoring for OS occurs at the last follow-up date.",
        "timeFrame": "From the date of randomization until death from any cause, up to 5.5 years."
      },
      {
        "measure": "Objective Response (OR)",
        "description": "Objective response is defined as the best overall response (complete or partial response) according to RECIST 1.1 criteria across all assessment time-points during the period from randomisation to termination of trial treatment. Of note, the determination of OR is restricted to patients who have not attained a CR during the chemo-radiotherapy phase.\n\nComplete Response (CR): Disappearance of all target lesions, Partial Response (PR): At least a 30% decrease in the sum of diameters of target lesions taking as reference the baseline sum of diameters, Progression (PD): At least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum recorded on the trial. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm., Stable Disease (SD): Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD taking as reference the smallest sum of diameters recorded on the trial.",
        "timeFrame": "From randomisation to termination of trial treatment, for a maximum of 12 months from start of maintenance phase."
      },
      {
        "measure": "Time-to-treatment Failure (TTF)",
        "description": "Defined as the time from the date of randomisation to discontinuation of treatment for any reason (including progression of disease, treatment toxicity, refusal, lost to follow-up, and death). Censoring for TTF occurs at the last follow-up date.",
        "timeFrame": "From the date of randomization to treatment failure for any reason, up to 4.5 years."
      },
      {
        "measure": "Adverse Events",
        "description": "Adverse events graded according to NCI CTCAE V4.0.",
        "timeFrame": "Adverse events were assessed from randomization to 100 days after the last dose of study treatment, up to 4.5 years."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:55.937Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}