{
  "nctId": "NCT01546987",
  "briefTitle": "Hormone Therapy, Radiation Therapy, and Steroid 17alpha-monooxygenase TAK-700 in Treating Patients With High-Risk Prostate Cancer",
  "officialTitle": "Phase III Trial of Dose Escalated Radiation Therapy and Standard Androgen Deprivation Therapy (ADT) With a GNRH Agonist vs. Dose Escalated Radiation Therapy and Enhanced ADT With a GNRH Agonist and TAK-700 For Men With High Risk Prostate Cancer",
  "protocolDocument": {
    "nctId": "NCT01546987",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-06-12",
    "uploadDate": "2022-09-30T14:50",
    "size": 1981108,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01546987/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 239,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2012-05",
    "completionDate": "2029-06",
    "primaryCompletionDate": "2021-11-01",
    "firstSubmitDate": "2012-03-03",
    "firstPostDate": "2012-03-07"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Histologically confirmed diagnosis of adenocarcinoma of the prostate within 180 days prior to registration at high risk for recurrence as determined by one of the following combinations:\n\n   * Gleason Score (GS) ≥ 9, PSA ≤ 150 ng/mL, any T stage\n   * GS ≥ 8, PSA \\< 20 ng/mL, T stage ≥ T2\n   * GS ≥ 8, PSA ≥ 20-150 ng/mL, any T stage\n   * GS ≥ 7, PSA ≥ 20-150 ng/mL, any T stage\n2. History/physical examination within 60 days prior to registration.\n3. Clinically negative lymph nodes as established by imaging \\[abdominal and/or pelvic computerized tomography (CT) or abdominal and/or pelvic magnetic resonance imaging (MRI)\\], nodal sampling, or dissection within 90 days prior to registration.\n\n   •Patients with lymph nodes equivocal or questionable by imaging are eligible if the nodes are \\< 2.0 cm.\n4. No distant metastases (M0) on bone scan within 90 days prior to registration (18F-Na bone scan is an acceptable substitute).\n\n   •Equivocal bone scan findings are allowed if plain films are negative for metastasis.\n5. Baseline serum prostate-specific antigen (PSA) value performed with an FDA-approved assay (e.g., Abbott, Hybritech), obtained prior to any luteinizing hormone-releasing hormone (LHRH) or anti-androgen therapy, within 180 days of randomization.\n6. Androgen deprivation therapy (ADT), such as LHRH agonists (e.g., goserelin, leuprolide), anti-androgens (e.g., flutamide, bicalutamide), estrogens (e.g., DES), or surgical castration (orchiectomy), may have been started prior to registration, provided that registration is within 50 days of beginning ADT. Please note: If the patient has started ADT he will not be eligible to participate in the quality of life component of this study.\n7. Prior testosterone administration is allowed if last administered at least 90 days prior to registration.\n8. Zubrod Performance Status 0-1 within 21 days prior to registration\n9. Age ≥ 18\n10. Complete blood count (CBC)/differential obtained within 14 days prior to registration on study, with adequate bone marrow function defined as follows:\n\n    * Absolute neutrophil count (ANC) ≥ 1,800 cells/mm3\n    * Platelets ≥ 100,000 cells/mm3\n    * Hemoglobin ≥ 8.0 g/dl (Note: The use of transfusion or other intervention to achieve Hgb ≥ 8.0 g/dl is acceptable.)\n11. Serum creatinine \\< 2.0 mg/dl and creatinine clearance (can be calculated) \\> 40 mL/minute within 21 days prior to registration\n12. Bilirubin \\< 1.5x upper limit of normal (ULN) and alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\< 2.5x ULN within 21 days prior to registration\n13. Serum testosterone within 21 days prior to registration\n14. Chemistry (including sodium, potassium, chloride, bicarbonate (carbon dioxide), blood urea nitrogen (BUN), glucose, calcium, magnesium and phosphorous) and liver panels (including albumin and alkaline phosphatase) obtained within 21 days prior to registration\n15. Fasting glucose, fasting insulin, lipid panel \\[cholesterol, triglyceride, high-density lipoprotein (HDL), low-density lipoprotein (LDL)\\], and Hemoglobin A1C within 21 days prior to registration\n16. Screening calculated ejection fraction of ≥ to institutional lower limit of normal by multiple gated acquisition (MUGA) scan or by echocardiogram (ECHO).\n17. Baseline electrocardiogram (ECG) within 180 days prior to registration\n18. Patients, even if surgically sterilized (ie, status post vasectomy), who:\n\n    1. Agree to practice effective barrier contraception during the entire study treatment period and for 4 months (120 days) after the last dose of study drug, or\n    2. Agree to completely abstain from intercourse.\n19. Patient must be able to provide study-specific informed consent prior to study entry.\n\nExclusion Criteria:\n\n1. PSA \\> 150\n2. Definite evidence of metastatic disease.\n3. Pathologically positive lymph nodes or nodes \\> 2.0 cm on imaging.\n4. Prior radical prostatectomy, cryosurgery for prostate cancer, or bilateral orchiectomy for any reason.\n5. Prior invasive malignancy (except non-melanoma skin cancer) unless disease-free or not requiring systemic therapy for a minimum of 3 years.\n6. Prior systemic chemotherapy for prostate cancer (Note that prior chemotherapy for a different cancer is allowed).\n7. Prior radiotherapy, including brachytherapy, to the region of the prostate that would result in overlap of radiation therapy fields.\n\n   •Any patient undergoing brachytherapy must have transrectal ultrasound confirmation of prostate volume \\<60 cc, American Urological Association (AUA) score ≤15 within 60 days of registration, and no history of prior transurethral resection of the prostate (TURP); prior TURP is permitted for patients who receive external beam radiation therapy \\[EBRT\\] only).\n8. Previous hormonal therapy for \\> 50 days.\n9. Known hypersensitivity to TAK-700 or related compounds\n10. A history of adrenal insufficiency\n11. History of myocardial infarction, unstable symptomatic ischemic heart disease, ongoing arrhythmias of Grade \\> 2 \\[NCI CTCAE, version 4.02\\] (U.S. Department of Health and Human Services, National Institutes of Health National Cancer Institute, 2009), thromboembolic events (eg, deep vein thrombosis, pulmonary embolism, or symptomatic cerebrovascular events), or any other cardiac condition (e.g., pericardial effusion restrictive cardiomyopathy) within 6 months prior to registration. Chronic stable atrial fibrillation on stable anticoagulant therapy is allowed.\n12. New York Heart Association Class III or IV heart failure.\n13. ECG abnormalities of:\n\n    1. Q-wave infarction, unless identified 6 or more months prior to screening\n    2. QTc interval \\> 460 msec\n14. Patients who are sexually active and not willing/able to use medically acceptable forms of contraception; this exclusion is necessary because the treatment involved in this study may be significantly teratogenic.\n15. Prior allergic reaction to the drugs involved in this protocol.\n16. Study entry PSA obtained during the following time frames:\n\n    1. 10-day period following prostate biopsy;\n    2. following initiation of hormonal therapy.\n17. Cushing's syndrome\n18. Severe chronic renal disease (serum creatinine \\> 2.0 mg/dl and confirmed by creatinine clearance \\< 40 mL/minute)\n19. Chronic liver disease (bilirubin \\> 1.5x ULN, ALT or AST \\> 2.5x ULN)\n20. Chronic treatment with glucocorticoids within one year\n21. Uncontrolled hypertension despite appropriate medical therapy within 21 days prior to registration (blood pressure of greater than 150 mm Hg systolic and 90 mm Hg diastolic at 2 separate measurements no more than 60 minutes apart during Screening visit)\n22. Unwilling or unable to comply with the protocol or cooperate fully with the investigator and site personnel.\n23. Major surgery within 14 days prior to registration\n24. Serious infection within 14 days prior to registration\n25. Uncontrolled nausea, vomiting, or diarrhea \\[Common Terminology Criteria for Adverse Events (CTCAE) grade ≥ 3\\] despite appropriate medical therapy at the time of registration\n26. Known gastrointestinal (GI) disease or GI procedure that could interfere with the oral absorption or tolerance of TAK-700, including difficulty swallowing tablets",
    "healthyVolunteers": false,
    "sex": "MALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Biochemical Failure (Primary Endpoint of Revised Protocol)",
        "description": "Note, the revised protocol (see Limitations and Caveats) changed this outcome measure from secondary (original protocol) to primary. Biochemical failure will be defined by the Phoenix definition (PSA ≥ 2 ng/ml over the nadir PSA, the presence of local, regional, or distant recurrence, or the initiation of salvage androgen deprivation therapy. Time to failure is defined as time from randomization to the date of first failure, last known follow-up (censored), or death without failure (competing risk). Failure rates are estimated using the cumulative incidence method, while treatment effect comparisons are based on cause-specific hazards (deaths censored). Five-year rates are provided here.",
        "timeFrame": "From randomization to last follow-up. Follow-up schedule: every 3 months from start of treatment for 2 years, then every 6 months for 3 years, then yearly. Maximum follow-up at time of analysis was 9.1 years. Five-year rates are reported here."
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Patients Alive [Overall Survival] (Primary Endpoint of Original Protocol)",
        "description": "Note, the revised protocol (see Limitations and Caveats) changed this outcome measure from primary (original protocol) to secondary. Overall survival time is defined as time from randomization to the date of death from any cause or last known follow-up (censored). Overall survival rates are estimated by the Kaplan-Meier method. The protocol specifies that the distributions of failure times be compared between the arms, which is reported in the statistical analysis results. 5-year rates are provided.",
        "timeFrame": "From randomization to last follow-up. Follow-up schedule: every 3 months from start of treatment for 2 years, then every 6 months for 3 years, then yearly. Maximum follow-up at time of analysis was 9.1 years. Five-year rates are reported here."
      },
      {
        "measure": "Percentage of Participants With Grade 3 or Higher Adverse Events",
        "description": "Time to grade 3 or higher adverse event (event) is defined as time from randomization to the date of first event, last known follow-up (censored), or death without failure (competing risk). Event rates are estimated using the cumulative incidence method, while treatment effect comparisons are based on cause-specific hazards (deaths censored). Five-year rates are provided here.",
        "timeFrame": "From randomization to last follow-up. Follow-up schedule: every 3 months from start of treatment for 2 years, then every 6 months for 3 years, then yearly. Maximum follow-up at time of analysis was 9.1 years. Five-year rates are reported here."
      },
      {
        "measure": "Percentage of Participants With Local Progression",
        "description": "Local recurrence (failure) is defined as biopsy proven recurrence within the prostate gland. Time to failure is defined as time from randomization to the date of failure, last known follow-up (censored), or death without failure (competing risk). Failure rates are estimated using the cumulative incidence method, while treatment effect comparisons are based on cause-specific hazards (deaths censored). Five-year rates are provided here.",
        "timeFrame": "From randomization to last follow-up. Follow-up schedule: every 3 months from start of treatment for 2 years, then every 6 months for 3 years, then yearly. Maximum follow-up at time of analysis was 9.1 years. Five-year rates reported."
      },
      {
        "measure": "Percentage of Participants With Distant Metastases",
        "description": "Distant metastases (failure) is defined as imaging or biopsy demonstrated evidence for systemic recurrence. Biopsy was not required, however it was encouraged in absence of a rising PSA. Time to failure is defined as time from randomization to the date of first failure, last known follow-up (censored), or death without failure (competing risk). Failure rates are estimated using the cumulative incidence method, while treatment effect comparisons are based on cause-specific hazards (deaths censored). Five-year rates are provided here. Note, the protocol lists this endpoint as regional or distant metastasis, but regional progression data was not collected.",
        "timeFrame": "From randomization to last follow-up. Follow-up schedule: every 3 months from start of treatment for 2 years, then every 6 months for 3 years, then yearly. Maximum follow-up at time of analysis was 9.1 years. Five-year rates are reported here."
      },
      {
        "measure": "Percentage of Participants With General Clinical Treatment Failure",
        "description": "General clinical treatment failure (GCTF) is defined as: PSA \\> 25 ng/ml, documented local disease progression, regional or distant metastasis, or initiation of salvage androgen deprivation therapy. Failure time is defined as time from registration to the date of failure, last known follow-up (censored), or death without failure (competing risk). Failure rates are estimated using the cumulative incidence method, while treatment effect comparisons are based on cause-specific hazards (deaths censored). Five-year rates are provided here.",
        "timeFrame": "From randomization to last follow-up. Follow-up schedule: every 3 months from start of treatment for 2 years, then every 6 months for 3 years, then yearly. Maximum follow-up at time of analysis was 9.1 years. Five-year rates are reported here."
      },
      {
        "measure": "Percentage of Participants With Death Due to Prostate Cancer",
        "description": "Time to prostate cancer death is defined as time from randomization to the date of death due to prostate cancer, last known follow-up (censored), or death due to other causes (competing risk). Failure rates were to be estimated using the cumulative incidence method. If too few events occur for meaningful estimates, then only counts of events will be reported.",
        "timeFrame": "From randomization to last follow-up. Follow-up schedule: every 3 months from start of treatment for 2 years, then every 6 months for 3 years, then yearly. Maximum follow-up at time of analysis was 9.1 years. Five-year rates are reported here."
      },
      {
        "measure": "Change in Patient-Reported Outcome Measurement Information System (PROMIS) Fatigue Short Form at One Year",
        "description": "The PROMIS Fatigue short form 8a contains 8 questions, each with 5 responses ranging from 1 to 5, evaluating self-reported fatigue symptoms over the past 7 days. The total score is the sum of all questions which is then converted into a pro-rated T-score with a mean of 50 and standard deviation of 10, with a possible range of 33.1 to 77.8. Higher scores indicate more fatigue. Change is defined as value at one year - value at baseline. Positive change from baseline indicates increased fatigue at one year.",
        "timeFrame": "Baseline, one year"
      },
      {
        "measure": "Change in Patient-reported Quality of Life as Measured by Expanded Prostate Cancer Index Composite (EPIC) Short Form at One Year",
        "description": "The EPIC-Short Form is a 26-item, validated self-administered tool to assess disease-specific aspects of prostate cancer and its therapies consisting of five summary domains (bowel, urinary incontinence, urinary irritation/obstruction, sexual, and hormonal function). Responses for each item form a Likert scale which are transformed to a 0-100 scale. A domain score is the average of the transformed domain item scores, ranging from 0-100 with higher scores representing better health-related quality of life (HRQOL). Change at one year is defined as one-year value - baseline value. Positive change at one year indicates improved quality of life.",
        "timeFrame": "Baseline, one year"
      },
      {
        "measure": "Serum Testosterone",
        "timeFrame": "Baseline,12 months, 24 months"
      },
      {
        "measure": "Fasting Total Cholesterol",
        "timeFrame": "Baseline, 12 months, 24 months"
      },
      {
        "measure": "Serum High-density Lipoprotein (HDL)",
        "timeFrame": "Baseline, 12 months, 24 months"
      },
      {
        "measure": "Serum High-density Lipoprotein (LDL)",
        "timeFrame": "Baseline, 12 months, 24 months"
      },
      {
        "measure": "Hemoglobin A1c",
        "timeFrame": "Baseline, 12 months, 24 months"
      },
      {
        "measure": "Fasting Plasma Glucose",
        "timeFrame": "Baseline, 12 months, 24 months"
      },
      {
        "measure": "Fasting Plasma Insulin",
        "timeFrame": "Baseline, 12 months, 24 months"
      },
      {
        "measure": "Change From Baseline in Body Mass Index (BMI)",
        "description": "Body Mass Index (BMI) is a person's weight in kilograms (or pounds) divided by the square of height in meters (or feet). Change from baseline = time point value - baseline value.",
        "timeFrame": "Baseline and yearly to five years."
      },
      {
        "measure": "Number of Participants by Highest Grade Adverse Event",
        "description": "Common Terminology Criteria for Adverse Events (version 4.0) grades adverse event severity from 1=mild to 5=death. Summary data is provided in this outcome measure; see Adverse Events Module for specific adverse event data",
        "timeFrame": "From registration to last follow-up. Follow-up schedule: every 3 months from start of treatment for 2 years, then every 6 months for 3 years, then yearly. Maximum follow-up at time of analysis was 9.1 years. Five-year rates are reported here."
      },
      {
        "measure": "Testosterone Recovery at 12 and 24 Months",
        "description": "Testosterone recovery is defined as testosterone level after treatment greater than 230 ng/dL. Time to testosterone recovery is defined as time from randomization to the date of testosterone recovery, biochemical, local, or distant failure (competing risk), salvage therapy (competing risk), death (competing risk), or last known follow-up (censored). Testosterone recovery rates are estimated using the cumulative incidence method.",
        "timeFrame": "From registration to last follow-up. Follow-up schedule: every 3 months from start of treatment for 2 years, then every 6 months for 3 years, then yearly. Maximum follow-up at time of analysis was 9.1 years."
      },
      {
        "measure": "Median Testosterone Recovery Time",
        "description": "Testosterone recovery is defined as testosterone level after treatment greater than 230 ng/dL. Testosterone recovery rates are estimated using the Kaplan-Meier method, censoring for biochemical, local, or distant failure, salvage therapy, death, and otherwise alive without event. Testosterone recovery time is defined as time from randomization to testosterone recovery or censoring.",
        "timeFrame": "From randomization to last follow-up. Follow-up schedule: every 3 months from start of treatment for 2 years, then every 6 months for 3 years, then yearly. Maximum follow-up at time of analysis was 9.1 years. Five-year rates are reported here."
      },
      {
        "measure": "Number of Patients With Clinical Survivorship Events",
        "description": "Clinical survivorship events are defined as the following newly diagnosed non-fatal cardiovascular events or other clinical endpoints relevant to prostate cancer survivorship:\n\ntype 2 diabetes, coronary artery disease, myocardial infarction, stroke, pulmonary embolism, deep vein thrombosis, and osteoporotic fracture.",
        "timeFrame": "From randomization to last follow-up. Follow-up schedule: every 3 months from start of treatment for 2 years, then every 6 months for 3 years, then yearly. Maximum follow-up at time of analysis was 9.1 years. Five-year rates are reported here."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 20,
      "otherCount": 0,
      "totalCount": 21
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:55.006Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}