{
  "nctId": "NCT05139004",
  "briefTitle": "90Y-DOTA-anti-CD25 Basiliximab, Fludarabine, Melphalan, and Total Marrow and Lymphoid Irradiation for the Treatment of High-Risk Acute Leukemia or Myelodysplastic Syndrome",
  "officialTitle": "Phase I Study of Escalating Doses of 90Y-DOTA-Anti-CD25 Monoclonal Antibody Added to the Conditioning Regimen of Fludarabine, Melphalan, and Organ Sparing Total Marrow and Lymphoid Irradiation (TMLI) as Conditioning for Allogeneic Hematopoietic Cell Transplantation in Patients With High-Risk Acute Leukemia or Myelodysplastic Syndrome",
  "protocolDocument": {
    "nctId": "NCT05139004",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2024-10-01",
    "uploadDate": "2025-07-01T12:42",
    "size": 2439828,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05139004/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 7,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-07-19",
    "completionDate": "2027-06-13",
    "primaryCompletionDate": "2027-06-13",
    "firstSubmitDate": "2021-11-22",
    "firstPostDate": "2021-12-01"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Documented informed consent of the participant and/or legally authorized representative\n\n  * Assent, when appropriate, will be obtained per institutional guidelines\n* Age: \\>= 60 years. Note: Patients \\>= 18 years and \\< 60 years are also included if they are not candidates for myeloablative conditioning regimens due to comorbidities\n* Karnofsky performance status \\>= 70\n* Eligible patients will have a histopathological confirmed diagnosis of hematologic malignancy in one of the following categories which express CD25 as determined by immunohistochemistry:\n\n  * Acute myelogenous leukemia:\n\n    * Patients with de novo or secondary disease in unfavorable risk group including poor risk cytogenetics according to National Comprehensive Cancer Network (NCCN) guidelines for acute myeloid leukemia (AML) i.e., monosomal karyotype, -5,5q-,-7,7q-, 11q23-non t(9;11), inv (3), t(3;3), t(6;9), t(9;22) and complex karyotypes (\\>= 3 unrelated abnormalities), or all patient in intermediate risk groups accept patients with FLT3-NPM1+ disease\n    * Patients with a complete morphological remission (CR) with minimal residual disease (MRD)-positive status by flow cytometry or cytogenetic\n    * Patients with chemosensitive active disease\n  * Acute lymphocytic leukemia:\n\n    * Patients with de novo or secondary disease according to NCCN guidelines for acute lymphocytic leukemia (ALL) hypoploidy (\\< 44 chromosomes); t(v;11q23): MLL rearranged; t(9;22) (q34;q11.2); complex cytogenetics (5 or more chromosomal abnormalities); high white blood cell (WBC) at diagnosis (\\>= 30,000 for B lineage or \\>=50,000 for T lineage); iAMP21loss of 13q, and abnormal 17p\n    * Patients with a complete morphological remission (CR) with MRD-positive status by flow cytometry or cytogenetics\n    * Patients with chemosensitive active disease\n  * Myelodysplastic syndrome in high-intermediate (int-2) and high-risk categories\n* A pretreatment measured creatinine clearance (absolute value) of \\>= 60 ml/minute (performed within 30 days prior to day 1 of protocol therapy unless otherwise stated)\n* Patients must have a serum bilirubin =\\< 2.0 mg/dl (performed within 30 days prior to day 1 of protocol therapy unless otherwise stated)\n* Serum glutamic-oxaloacetic transaminase (SGOT) and serum glutamate pyruvate transaminase (SGPT) =\\< 2.5 times the institutional upper limits of normal (performed within 30 days prior to day 1 of protocol therapy unless otherwise stated)\n* Ejection fraction measured by echocardiogram or multigated acquisition scan (MUGA) \\>= 50% (performed within 30 days prior to day 1 of protocol therapy unless otherwise stated)\n* Diffusion capacity of the lung for carbon monoxide (DLCO) and forced expiratory volume in 1 second (FEV1) \\> 50% predicted (performed within 30 days prior to day 1 of protocol therapy unless otherwise stated)\n* Agreement by females and males of childbearing potential to use an effective method of birth control or abstain from heterosexual activity for the course of the study through at least 6 months after the last dose of protocol therapy\n\n  * Childbearing potential defined as not being surgically sterilized (men and women) or have not been free from menses for \\> 1 year (women only)\n\nExclusion Criteria:\n\n* Autologous or allogeneic hematopoietic cell transplant\n* Patients may not have received more than 3 prior regimens, where the regimen intent was to induce remission\n* Receiving any other investigational agents or concurrent biological, intensive chemotherapy or radiation therapy for the previous 2 weeks from conditioning. Note: Receiving any other investigational agents or concurrent biological, intensive chemotherapy or radiation therapy for the previous 2 weeks from conditioning\n* Patients should have discontinued all previous intensive therapy, chemotherapy, or radiotherapy for 2 weeks prior to commencing therapy on this study. Note: Low dose chemotherapy or maintenance chemotherapy given within 7 days of planned study enrollment is permitted. These include hydroxyurea, 6-meraptopurine, oral methotrexate, vincristine, oral etoposide, and tyrosine kinase inhibitors (TKIs). FLT-3 inhibitors can also be given up to 3 days before conditioning regimen\n* All patients with prior radiation treatment to the lung, liver, and kidney will be excluded. For other scenarios of prior radiation treatment, up to 2000 cGy at 2 Gy per day will be allowed. Inclusion of patients with previous radiation exposure will be determined based on the radiation oncologist medical doctor (MD) evaluation and judgment\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to study agent\n* Patients with other active malignancies are ineligible for this study, other than non-melanoma skin cancers\n* Patients should not have any uncontrolled illness including ongoing or active bacterial, viral or fungal infection\n* The recipient has a medical problem or neurologic/psychiatric dysfunction which would impair his/her ability to be compliant with the medical regimen and to tolerate transplantation or would prolong hematologic recovery which in the opinion of the principal investigator would place the recipient at unacceptable risk\n* Females only: Pregnant or breastfeeding\n* Any other condition that would, in the investigator's judgment, contraindicate the patient's participation in the clinical study due to safety concerns with clinical study procedures\n* Prospective participants who, in the opinion of the investigator, may not be able to comply with all study procedures (including compliance issues related to feasibility/logistics)\n* DONOR: Evidence of active infection\n* DONOR: Medical or physical reason which makes the donor unlikely to tolerate or cooperate with growth factor therapy and leukapheresis\n* DONOR: Factors which place the donor at increased risk for complications from leukapheresis or granulocyte-colony stimulating factor (G-CSF) therapy could be harvested for bone marrow (BM) if safer for the donor and if approved by principal investigator (PI)\n* DONOR: Human immunodeficiency virus (HIV) positive",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "60 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Maximum tolerated dose/recommended phase II dose of 90Y-DOTA-antiradioimmunotherapy",
        "timeFrame": "Up to 30 days post stem cell infusion"
      },
      {
        "measure": "Incidence of toxicity",
        "description": "Toxicity will be scored on both the Bearman Scale and National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) version (v) 5 Scale.",
        "timeFrame": "Up to 30 days post-transplant"
      }
    ],
    "secondary": [
      {
        "measure": "Overall survival",
        "description": "Survival estimates will be calculated using the Kaplan-Meier method.",
        "timeFrame": "From start of protocol therapy to death, or last follow-up, whichever comes first, assessed up to 2 years"
      },
      {
        "measure": "Event-free survival",
        "description": "Survival estimates will be calculated using the Kaplan-Meier method.",
        "timeFrame": "From start of protocol therapy to death, relapse/progression, or last follow-up, whichever comes first, assessed up to 2 years"
      },
      {
        "measure": "Relapse/progression",
        "description": "The cumulative incidence of relapse/progression will be calculated as competing risks.",
        "timeFrame": "From start of therapy up to 2 years post stem cell infusion"
      },
      {
        "measure": "Graft versus host disease and relapse free survival",
        "description": "The event is relapse/progression, acute grade 3 or 4 graft versus host disease (GVHD), or chronic GVHD requiring systemic therapy. Death without relapse/progression, acute grade 3 or 4 GVHD or chronic GVHD requiring systemic therapy is considered a competing risk. Surviving patients with no history of relapse/progression or GVHD are censored at time of last follow-up.",
        "timeFrame": "From start of therapy up to 2 years post-transplant"
      },
      {
        "measure": "Complete remission (CR) proportion at day +30",
        "timeFrame": "From the start of therapy to the time of biopsy proven CR, assessed at 30 days"
      },
      {
        "measure": "Non-relapse mortality",
        "description": "The cumulative incidence of non-relapse will be calculated as competing risks.",
        "timeFrame": "From start of therapy until non-disease related death, or last follow-up, whichever comes first, assessed up to 2 years"
      },
      {
        "measure": "Incidence of Infection",
        "description": "Microbiologically documented infections will be reported by site of disease, date of onset, severity and resolution, if any. These data will be captured via case report form and will be collected from day 0 until 100 days post-transplant.",
        "timeFrame": "Up to 100 days post-transplant"
      },
      {
        "measure": "Incidence of toxicities/adverse events",
        "description": "Will only collect the highest grade of toxicities that meet grade 3, 4, or 5 per Bearman Scale and CTCAE v 4.03 from day -9 to day -1, from day 0 to day +30, and again from day +31 to +100 post-transplant.",
        "timeFrame": "Up to 100 days -post-transplant"
      },
      {
        "measure": "Neutrophil recovery",
        "description": "Measured from stem cell infusion to the first to three consecutive days with neutrophil count greater than 0.5x10\\^9/l.",
        "timeFrame": "From stem cell infusion up to 3 days"
      },
      {
        "measure": "Incidence of acute graft versus host disease (GVHD) of grades 2-4 and 3-4",
        "description": "The cumulative incidence of acute GVHD will be calculated as competing risks.",
        "timeFrame": "From date of stem cell infusion to document/biopsy proven acute GVHD onset date, assessed up to 100 days"
      },
      {
        "measure": "Incidence of chronic GVHD",
        "description": "The cumulative incidence of chronic GVHD will be calculated as competing risks.",
        "timeFrame": "From approximately 80-100 days post-transplant to the documented/biopsy proven chronic GVHD onset date"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:55.573Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}