{
  "nctId": "NCT03052725",
  "briefTitle": "A Study of Reslizumab in Patients 12 Years of Age and Older With Severe Eosinophilic Asthma",
  "officialTitle": "An Open-Label Extension Study of Reslizumab 110-mg Fixed, Subcutaneous Dosing in Patients 12 Years of Age and Older With Severe Eosinophilic Asthma",
  "protocolDocument": {
    "nctId": "NCT03052725",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-12-09",
    "uploadDate": "2019-02-18T14:07",
    "size": 923276,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03052725/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 391,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-03-10",
    "completionDate": "2018-02-22",
    "primaryCompletionDate": "2018-02-22",
    "firstSubmitDate": "2017-02-07",
    "firstPostDate": "2017-02-14"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n• Patient with eosinophilic asthma who completed the treatment period of a double-blind, placebo controlled sc reslizumab study (Study C38072-AS-30025 or C38072-AS-30027)\n\n\\~\\~ Additional criteria apply, please contact the investigator for more information\n\nExclusion Criteria:\n\n* Patient has received any reslizumab administration in any previous clinical trial other than Studies C38072-AS-30025 and C38072-AS-30027.\n* The patient has any clinically significant, uncontrolled medical condition\n* The patient has another confounding underlying lung disorder\n* The patient has a known/diagnosed hypereosinophilic syndrome.\n* The patient has a diagnosis of malignancy within 5 years of the screening visit, except for treated and cured non-melanoma skin cancers.\n* The patient is a pregnant or lactating woman\n* The patient is a current smoker (ie, has smoked within the last 6 months before screening) or has a smoking history ≥10 pack-years.\n* The patient is currently using any systemic immunosuppressive or immunomodulatory agents other than OCS\n* The patient has a history of allergic reaction or hypersensitivity to any component of the study drug.\n* The patient has a history of an immunodeficiency disorder including human immunodeficiency virus (HIV).\n\n  * Additional criteria apply, please contact the investigator for more information",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "12 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Participants With Treatment-Emergent Adverse Events (TEAEs)",
        "description": "An adverse event is any untoward medical occurrence, regardless of whether it has a causal relationship with study treatment. In this study, asthma exacerbations should not be recorded as adverse events unless assessed by the investigator as more severe than the patient's usual disease course. The period for reporting treatment-emergent adverse events was defined as the period after the first dose of study drug was administered until the end of treatment visit. Relation of AE to treatment was determined by the investigator. Serious AEs include death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, OR an important medical event that jeopardized the patient and required medical intervention to prevent the previously listed serious outcomes.",
        "timeFrame": "Day 1 to up to Day 269; for participants who discontinued early for reasons other than study termination, the timeframe was first dose of study drug to 4 weeks after the last dose of study drug."
      }
    ],
    "secondary": [
      {
        "measure": "Participants With Potentially Clinically Significant Abnormal Hematology Values",
        "description": "Participants are included in the counts if the worst study value reaches the following clinically significant levels:\n\nEosinophils (high): \\>=1.5\\*10\\^9/L and increase \\>0 Hematocrit (low): \\>=18 years old: \\<0.32 L/L for females; \\<0.37 L/L for males plus a decrease \\>0 for both or 12 to \\<18 years old: \\<0.30 L/L and a decrease \\>0 for both females and males Hemoglobin (low): \\>=18 years old: \\<=95 g/L and decrease \\>0; 12 to \\<18 years old: \\<=100 g/L and decrease \\>0 Leukocytes (high): \\>=20\\*10\\^9/L and increase \\>0 Leukocytes (low): \\<=3\\*10\\^9/L and decrease \\>0 Neutrophils (low): \\<=1\\*10\\^9/L and decrease \\>0 Platelets (low): \\<=75\\*10\\^9/L and decrease \\>0",
        "timeFrame": "Week 0 (baseline), Weeks 8, 24, 36 plus any unscheduled visits"
      },
      {
        "measure": "Participants With Potentially Clinically Significant Abnormal Serum Chemistry Values",
        "description": "Participants are included in the counts if the worst study value reaches the following clinically significant levels:\n\nAlanine Aminotransferase (high): \\>=3\\* upper limit of normal (ULN) and increase \\>0 Aspartate Aminotransferase (high): \\>=3\\* upper limit of normal (ULN) and increase \\>0 Bilirubin (high): \\>=34.2 micromol/L and increase \\>0 Blood Urea Nitrogen (high): \\>=10.71 mmol/L and increase \\>0 Creatine Phosphokinase (high): \\>10\\* ULN and increase \\>0 Creatine Phosphokinase (medium high): \\>=3.1\\*ULN and \\<=10\\*ULN and increase \\>0 Creatinine (high): \\>=177 micromol/L and increase \\>0",
        "timeFrame": "Week 0 (baseline), Weeks 4, 8, 24, 36 plus any unscheduled visits"
      },
      {
        "measure": "Participants' Tolerability and Injection Site Reactions by Domain and Worst Overall Severity",
        "description": "The worst finding for participants in each tolerability and injection site domain from all treatment weeks is summarized. Local tolerability at the injection site was assessed approximately 1 hour after study drug administration.\n\nSeverity was rated on a 4-level scale of none, mild, moderate and severe.",
        "timeFrame": "Weeks 4, 8, 12, 16, 20, 24, 28, and 36"
      },
      {
        "measure": "Participants With Potentially Clinically Significant Abnormal Vital Sign Values",
        "description": "Participants are included in the counts if the worst study value reaches the following clinically significant levels:\n\nDiastolic blood pressure (high): \\>100 mmHg and increase \\>=12 for participants \\>=18 years; \\>85 mmHg and increase \\>=12 for participants 12 - \\< 18 years Pulse rate (high): \\>100 beats/minute and increase \\>=12 Respiratory rate (high): \\>24 breaths/minute and increase \\>=10 for participants \\>=18 years \\>20 breaths/minute and increase \\>=10 for participants 12 - \\< 18 years Systolic blood pressure (high): \\>160 mmHg and increase \\>=30 for participants \\>=18 years; \\>130 mmHg and increase \\>=30 for participants 12 - \\< 18 years Temperature (high): \\>38.1 celsius and increase \\>=1.1 Temperature (low): \\<35.8 celsius",
        "timeFrame": "Week 0 (baseline), Weeks 4, 8, 12, 16,20, 24, 28, 32, 36 plus any unscheduled visits"
      },
      {
        "measure": "Annualized Rate of Clinical Asthma Exacerbations (CAEs)",
        "description": "Data is included between the first dose of study drug to the end of treatment visit for completed participants, and the first dose of study drug to 4 weeks after the last dose of study drug for patients who discontinued treatment early.\n\nAnnual rate is defined as the number of events/(duration of treatment \\[days\\]/365.25).\n\nParticipants with zero events are included.",
        "timeFrame": "Day 1 to up to Day 269; for participants who discontinued early for reasons other than study termination, the timeframe was first dose of study drug to 4 weeks after the last dose of study drug."
      },
      {
        "measure": "Annualized Rate of Clinical Asthma Exacerbations (CAEs) Requiring Asthma-Specific Hospital Admissions or Emergency Room Visits",
        "description": "Data is included between the first dose of study drug to the end of treatment visit for completed participants, and the first dose of study drug to 4 weeks after the last dose of study drug for patients who discontinued treatment early.\n\nAnnual rate is defined as the number of events/(duration of treatment \\[days\\]/365.25).\n\nParticipants with zero events are included.",
        "timeFrame": "Day 1 to up to Day 269; for participants who discontinued early for reasons other than study termination, the timeframe was first dose of study drug to 4 weeks after the last dose of study drug."
      },
      {
        "measure": "Mean Number of Days of Hospital Stay During the Treatment Period",
        "description": "Participants with no hospitalizations are included.",
        "timeFrame": "Day 1 to up to Day 269; for participants who discontinued early for reasons other than study termination, the timeframe was first dose of study drug to 4 weeks after the last dose of study drug"
      },
      {
        "measure": "Mean Number of School/Work Days Missed Due to Asthma During the Treatment Period",
        "description": "Participants with no school or work days missed due to asthma are included in the counts.",
        "timeFrame": "Day 1 to up to Day 269; for participants who discontinued early for reasons other than study termination, the timeframe was first dose of study drug to 4 weeks after the last dose of study drug"
      },
      {
        "measure": "Pre-bronchodilator Forced Expiratory Volume in One Second (FEV1): Baseline Values and Change From Baseline Values at Weeks 8, 24 and 36",
        "description": "The FEV1 is the volume of air that can be forcibly exhaled from the lungs in the first second, measured in liters.\n\nPre-bronchodilator spirometry assessments at designated clinic visits (weeks 0, 8, and 24, and 36) should only be performed after withholding short-acting bronchodilators (ie, inhaled short-acting beta-adrenergic agonists and/or short-acting anticholinergics) for at least 6 hours and long-acting bronchodilators ie, inhaled long-acting beta-adrenergic agonists and long acting anticholinergic agents) for at least 12 or 24 hours, according to their labeled dose schedule.",
        "timeFrame": "Week 0 (baseline), Weeks 8, 24, 36"
      },
      {
        "measure": "Morning Ambulatory Forced Expiratory Volume in One Second (FEV1): Baseline Values and Change From Baseline Values at Weeks 1, 4, 8, 24 and 36",
        "description": "A weekly average of daily morning ambulatory FEV1 (measured by the handheld spirometry device) was derived using 7-day window intervals. The average was calculated as the sum of all values divided by the number of non-missing assessments. There will be no imputation of missing data. At least 4 of the 7 measurements need to be recorded for a week to be included in the analysis; otherwise the week was treated as missing.",
        "timeFrame": "Week 0 (baseline), Weeks 1, 4, 8, 24, 36"
      },
      {
        "measure": "Percent Change From Baseline in Daily Oral Corticosteroid (OCS) Dose During Weeks 16-20 and Weeks 32-36",
        "description": "Daily OCS dose is defined as total OCS dose in a day (accounting for reported dose and dose frequency) and converting the total daily dose to a prednisone-equivalent dose.\n\nBaseline dose is the prescribed OCS dose on the day of first dose of study drug in this study. Dose at Weeks 16-20 and 32-36 is the mean of all daily OCS doses during the week range.\n\nPercent change = 100 \\* (absolute change / baseline dose)",
        "timeFrame": "Week 0 (baseline), Weeks 16-20, Weeks 32-36"
      },
      {
        "measure": "Total Inhalations of Reliever Bronchodilator Medication: Baseline Values and Change From Baseline Values at Weeks 1, 4, 8, 24 and 36",
        "description": "Total inhalations of reliever bronchodilator medication (eg, short-acting beta-agonist \\[SABA\\]) measured using weekly averages.\n\nThe average was calculated as the sum of all values divided by the number of non-missing assessments. There was no imputation of missing data. At least 4 of the 7 measurements need to be recorded for a week to be included in the analysis; otherwise the week was treated as missing.",
        "timeFrame": "Baseline (Week 0), Weeks 1, 4, 8, 24, 36"
      },
      {
        "measure": "Asthma Control Questionnaire-6 (ACQ-6) Total Score: Baseline Values and Change From Baseline Values at Weeks 8, 24 and 36",
        "description": "The ACQ-6 is a validated asthma assessment tool that has been widely used. There are 6 self-assessment questions. Each item on the ACQ-6 has a possible score ranging from 0 to 6 and the total score is the mean of all responses. The seven-point response scale: 0 = 'totally controlled' and 6 = 'severely uncontrolled.' Negative change from baseline values indicate improved asthma control.",
        "timeFrame": "Baseline (Week 0), Weeks 8, 24, 36"
      },
      {
        "measure": "Asthma Quality of Life Questionnaire Administered to Participants Ages 12-70 Years (AQLQ +12) Overall Score: Baseline Values and Change From Baseline Values at Weeks 8, 24 and 36",
        "description": "The AQLQ +12 is a modified version of the standardized AQLQ, which was developed to measure functional impairments experienced by adults ≥17 years of age. The AQLQ +12 is valid for patients 12 to 70 years of age and includes 32 questions in 4 domains (symptoms, activity limitation, emotional function, and environmental stimuli). Participants were asked to recall their experiences during the previous 2 weeks and score each of the questions on a 7-point scale, where 7=not at all limited and 1=totally limited. The overall score of the AQLQ +12 was derived as the average of the 32 questions, thus, the total score ranges from 1 (indicates \"total impairment\") to 7 (indicates \"no impairment\").\n\nPositive change from baseline values indicate improved quality of life.",
        "timeFrame": "Baseline (Week 0), Weeks 8, 24, 36"
      },
      {
        "measure": "Participants With Treatment-Emergent Anti-Drug Antibody (ADA) Responses",
        "description": "Treatment-emergent responses were defined as a positive sample post-baseline (negative baseline) OR a titer increase of \\>=4-fold relative to a positive baseline sample.\n\nTwo types of antibody assay were performed, an immunogenicity status assay (ADA) and neutralizing assay (NAb).\n\nThe ADA assay produces a positive or negative result. For samples with a positive result, a neutralizing assay was performed, which also produces a positive or negative result.",
        "timeFrame": "Baseline - date of randomization in the previous study (C38072-AS-30025 or C38072-AS-30027), Weeks 8, 24, 36 or early withdrawal"
      },
      {
        "measure": "Participants With Treatment-Emergent Anti-Drug Antibody (ADA) At the End-0f-Study Visit (Week 51)",
        "description": "The endpoint was defined to evaluate immunogenicity after study drug washout since the end of study visit on Week 51 was to be 19 weeks after the final dose of study drug. Due to the early termination of the study no participants had an end of study visit.",
        "timeFrame": "Week 51"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 16,
      "otherCount": 0,
      "totalCount": 17
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 94,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:21.728Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}