{
  "nctId": "NCT05032183",
  "briefTitle": "Tagraxofusp and Low-Intensity Chemotherapy for the Treatment of CD123 Positive Relapsed or Refractory Acute Lymphoblastic Leukemia or Lymphoblastic Lymphoma",
  "officialTitle": "Phase Ib/II Study of the Combination of Low-Intensity Chemotherapy and Tagraxofusp in Patients With Acute Lymphoblastic Leukemia (ALL)",
  "protocolDocument": {
    "nctId": "NCT05032183",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-07-11",
    "uploadDate": "2025-07-02T14:53",
    "size": 870149,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05032183/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 4,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-02-17",
    "completionDate": "2024-07-31",
    "primaryCompletionDate": "2024-07-31",
    "firstSubmitDate": "2021-08-23",
    "firstPostDate": "2021-09-02"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Patients 18-70 years of age with relapsed/refractory CD123+ B- or T-cell acute lymphoblastic leukemia (ALL) or lymphoblastic lymphoma. CD123 positivity may be confirmed by either flow cytometry or immunohistochemistry\n* Performance status =\\< 2 (Eastern Cooperative Oncology Group \\[ECOG\\] scale)\n* Total serum bilirubin =\\< 1.5 x upper limit of normal (ULN), unless due to Gilbert's syndrome, in which case patients are eligible as long as direct bilirubin =\\< 2 x ULN\n* Alanine aminotransferase (ALT) =\\< 2.5 x ULN, unless due to disease involvement of the liver or hemolysis, in which case an ALT =\\< 10 x ULN is acceptable\n* Aspartate aminotransferase (AST) =\\< 2.5 x ULN, unless due to disease involvement of the liver or hemolysis, in which case an ALT =\\< 10 x ULN is acceptable\n* Serum creatinine =\\< 1.5 mg/dL\n* Serum albumin \\>= 3.2 g/dL (32 g/L). Albumin infusions are not permitted in order to enable eligibility\n* For females of childbearing potential, a negative pregnancy test must be documented within 1 week of starting treatment\n* Female and male patients who are fertile must agree to use an effective form of contraception (birth control methods while on study, such as birth control pills or injections, intrauterine devices (IUDs), or double-barrier methods (for example, a condom in combination with spermicide) with their sexual partners for 4 months after the end of treatment\n* Signed informed consent\n* Willingness and ability to adhere to study visit schedule and other protocol requirements, including follow-up for survival assessment\n\nExclusion Criteria:\n\n* Active serious infection not controlled by oral or intravenous antibiotics\n* Known active central nervous system (CNS) leukemia\n* Diagnosis of Philadelphia chromosome-positive ALL or Burkitt leukemia/lymphoma\n* Active graft versus host disease (GVHD)\n* Active secondary malignancy other than skin cancer (e.g., basal cell carcinoma or squamous cell carcinoma) that in the investigator's opinion will shorten survival to less than 1 year\n* Known hepatitis B or C infection, or known seropositivity for human immunodeficiency virus (HIV)\n* Clinically significant cardiovascular disease (e.g., uncontrolled or any New York Heart Association Class 3 or 4 congestive heart failure, uncontrolled angina, history of myocardial infarction, unstable angina or stroke within 6 months prior to study entry, uncontrolled hypertension or clinically significant arrhythmias not controlled by medication)\n* Patients with a cardiac ejection fraction (as measured by either multigated acquisition \\[MUGA\\] or echocardiogram) less than the lower limit of normal\n* No clinically significant abnormalities on 12-lead electrocardiogram\n* Uncontrolled, clinically significant pulmonary disease (e.g., chronic obstructive pulmonary disease, pulmonary hypertension) that in the opinion of the Investigator would put the patient at significant risk for pulmonary complications during the study\n* Persistent clinically significant toxicities grade \\>= 2 from previous chemotherapy (excluding alopecia, nausea, fatigue, and liver function tests \\[as mandated in the inclusion criteria\\])\n* Treatment with any investigational antileukemic agents or chemotherapy agents in the last 7 days before study entry, unless full recovery from side effects has occurred or patient has rapidly progressive disease judged to be life-threatening by the investigator. Exception: Treatment with hydroxyurea and/or dexamethasone are allowed prior to study treatment, without window of exclusion\n* Pregnant and lactating women will not be eligible; women of childbearing potential should have a negative pregnancy test prior to entering on the study and be willing to practice methods of contraception for 4 months after last study treatment. Women do not have childbearing potential if they have had a hysterectomy or are postmenopausal without menses for 12 months. In addition, men enrolled on this study should understand the risks to any sexual partner of childbearing potential and should practice an effective method of birth control for 4 months after last study treatment",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Participants With a Response",
        "description": "Response is defined as Complete Response CR + Complete Response with inadequate count recovery (CRi) - (CR): Normalization of the peripheral blood and bone marrow with 5% or less blasts in normocellular or hypercellular marrow with a granulocyte count of 1 x 10\\^9/L or above, and platelet count of 100 x 10\\^9/L. Complete resolution of all sites of extramedullary disease is required for CR. (CRi): Peripheral blood and marrow results as for CR, but with incomplete recover of counts (platelets \\< 100 x 10\\^9/L; neutrophils \\< 1 x 10\\^9/L).",
        "timeFrame": "Within 3 cycles of treatment initiation"
      }
    ],
    "secondary": [
      {
        "measure": "Participants With a Complete Response",
        "description": "Complete Remission (CR): Normalization of the peripheral blood and bone marrow with 5% or less blasts in normocellular or hypercellular marrow with a granulocyte count of 1 x 10\\^9/L or above, and platelet count of 100 x 10\\^9/L. Complete resolution of all sites of extramedullary disease is required for CR.",
        "timeFrame": "Within 3 cycles of treatment initiation"
      },
      {
        "measure": "Relapsed-free Survival (RFS)",
        "description": "Time from date of treatment start until the date of first objective documentation of disease-relapse.",
        "timeFrame": "Up to two years, 5 months, and 4 days"
      },
      {
        "measure": "Overall Survival",
        "description": "Kaplan-Meier method will be used to estimate the overall survival.",
        "timeFrame": "Up to two years, 5 months, and 4 days"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 39,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:49.911Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}