{
  "nctId": "NCT05452798",
  "briefTitle": "A Retrospective Non-interventional Study of Breast Cancer Patients Diagnosed With HR+/HER2- Locally Advanced or Metastatic Breast Cancer Treated With Palbociclib in Denmark",
  "officialTitle": "A Retrospective Non-interventional Study of Breast Cancer Patients Diagnosed With HR+/HER2- Locally Advanced or Metastatic Breast Cancer Treated With Palbociclib in Denmark",
  "protocolDocument": {
    "nctId": "NCT05452798",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-12-09",
    "uploadDate": "2023-07-13T10:51",
    "size": 387417,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05452798/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 1054,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-02-01",
    "completionDate": "2022-08-01",
    "primaryCompletionDate": "2022-08-01",
    "firstSubmitDate": "2022-07-06",
    "firstPostDate": "2022-07-11"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Patients with breast cancer (International Statistical Classification of Diseases and Related Health Problems, 10th Revision \\[ICD-10\\]: ICD-10 code for patients with breast cancer \\[DC50\\])\n* A diagnosis of HR+/HER2- locally advanced or metastatic breast cancer\n* Initiated treatment with palbociclib as either 1st or 2nd line treatment between 01 January 2017 and 31 December 2020\n* Inclusion date: Date of relapse/stage IV disease/progression leading to initiation of palbociclib+AI/progression leading to initiation of palbociclib+fulvestrant\n\nExclusion Criteria:\n\n* There are no exclusion criteria for this study",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Progression-Free Survival (PFS) for Participants Who Received Palbociclib in Combination With Aromatase Inhibitor (AI)",
        "description": "PFS was defined as the time from the index date to progression or death, whichever occurred first. Progression of disease was based on scans and blood testing results. Disease progression was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 millimeters (mm). Index date was date of relapse or stage IV disease. Stage IV disease means that the cancer has spread to distant parts of the body. Kaplan-Meier method was used for analysis.",
        "timeFrame": "From index date until the first documentation of disease progression or death or censoring date of 07-Mar-2022 (maximum up to 5.2 years)"
      },
      {
        "measure": "Time on Treatment (ToT) for Participants Who Received Palbociclib in Combination With Aromatase Inhibitor (AI)",
        "description": "ToT was defined as date of palbociclib treatment start to date of treatment stop with palbociclib.",
        "timeFrame": "From start date of palbociclib treatment until stop date of palbociclib treatment (maximum up to 5.2 years)"
      }
    ],
    "secondary": [
      {
        "measure": "Overall Survival (OS) in Participants Who Received Palbociclib in Combination With AI",
        "description": "OS was defined as the date of metastatic breast cancer diagnosis until death of any cause. Participants were censored for OS by 01-May-2022. Stage IV disease means that the cancer has spread to distant parts of the body.",
        "timeFrame": "From date of metastatic breast cancer diagnosis until death due to any cause or censoring date of 01-May-2022 (approximately 6 years)"
      },
      {
        "measure": "Progression-Free Survival (PFS) for Participants Who Received Palbociclib in Combination With Fulvestrant",
        "description": "PFS was defined as the time from the index date to progression or death, whichever occurred first. Progression of disease was based on scans and blood testing results. Disease progression was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. Index date was date of relapse or stage IV disease. Stage IV disease means that the cancer has spread to distant parts of the body.",
        "timeFrame": "From index date until the first documentation of disease progression or death or censoring date of 07-Mar-2022 (maximum up to 5.2 years)"
      },
      {
        "measure": "Time on Treatment (ToT) for Participants Who Received Palbociclib in Combination With Fulvestrant",
        "description": "ToT is defined as date of palbociclib treatment start to date of treatment stop with palbociclib.",
        "timeFrame": "From start date of study treatment until stop date of treatment (maximum up to 5.2 years)"
      },
      {
        "measure": "OS in Participants Who Received Palbociclib in Combination With Fulvestrant",
        "description": "OS was defined as the date of metastatic breast cancer diagnosis until death of any cause. Participants were censored for OS by 01-May-2022. Stage IV disease means that the cancer has spread to distant parts of the body.",
        "timeFrame": "From date of metastatic breast cancer diagnosis until death due to any cause or censoring date of 01-May-2022 (approximately 6 years)"
      },
      {
        "measure": "Number of Participants According to First Subsequent Post-Palbociclib Treatment Upon Progression",
        "description": "Disease progression was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. Number of participants as per first subsequent post-palbociclib therapy upon disease progression was described in this outcome measure.",
        "timeFrame": "At progression (anytime between 01 January 2017 and 31 December 2020 [maximum up to 4 years])"
      },
      {
        "measure": "Number of Participants According to Type of Metastases",
        "description": "Number of participants according to type of metastases (visceral, non-visceral, both visceral and non-visceral and inoperable locally-advanced breast cancer \\[ILABC\\]) is presented in this outcome measure.",
        "timeFrame": "At Baseline (anytime between 01 January 2017 and 31 December 2020 [maximum up to 4 years])"
      },
      {
        "measure": "Number of Participants According to Number of Metastases",
        "description": "Number of participants according to number of metastases (0,1,2,greater than \\[\\>\\] 2) is presented in this outcome measure.",
        "timeFrame": "At Baseline (anytime between 01 January 2017 and 31 December 2020 [maximum up to 4 years])"
      },
      {
        "measure": "Number of Participants According to Location of Metastases",
        "description": "Number of participants according to location of metastases (skin, bone, lung, liver, central nervous system \\[CNS\\], other) is presented in this outcome measure. One participant may have more than one location of metastases.",
        "timeFrame": "At Baseline (anytime between 01 January 2017 and 31 December 2020 [maximum up to 4 years])"
      },
      {
        "measure": "Number of Participants Who Underwent Surgery",
        "description": "Number of participants who underwent surgery were described.",
        "timeFrame": "At Baseline (anytime between 01 January 2017 and 31 December 2020 [maximum up to 4 years])"
      },
      {
        "measure": "Number of Participants According to Type of Adjuvant Treatment",
        "description": "Participants who received adjuvant treatment (endocrine therapy, taxane, cyclophosphamide and epirubicin, unknown and other) were described in this outcome measure. One participant may have received more than one type of adjuvant treatment.",
        "timeFrame": "At Baseline (anytime between 01 January 2017 and 31 December 2020 [maximum up to 4 years])"
      },
      {
        "measure": "Number of Participants With De Novo and Recurrent Metastatic Breast Cancer",
        "description": "Participants who had de novo and recurrent metastatic breast cancer were reported in this outcome measure.",
        "timeFrame": "At Baseline (anytime between 01 January 2017 and 31 December 2020 [maximum up to 4 years])"
      },
      {
        "measure": "Median Time From Initial Breast Cancer Diagnosis to Relapse",
        "description": "Median time from initial breast cancer diagnosis (incidence date) to relapse is reported in this outcome measure.",
        "timeFrame": "At Baseline (anytime between 01 January 2017 and 31 December 2020 [maximum up to 4 years])"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 12,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:03.942Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}