{
  "nctId": "NCT03040141",
  "briefTitle": "Study of Efficacy and Safety of IV VIS410 Plus Oseltamivir Versus Oseltamivir in Hospitalized Adults With Influenza A",
  "officialTitle": "Phase 2b, Multicenter, Randomized, Double-blind Study to Evaluate the Efficacy and Safety of IV VIS410 in Addition to Oseltamivir Compared With Oseltamivir Alone in Hospitalized Adults With Influenza A Infection Requiring Oxygen Support",
  "protocolDocument": {
    "nctId": "NCT03040141",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-04-19",
    "uploadDate": "2022-06-13T09:54",
    "size": 4213675,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03040141/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 89,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-01-03",
    "completionDate": "2018-11-22",
    "primaryCompletionDate": "2018-11-22",
    "firstSubmitDate": "2017-01-23",
    "firstPostDate": "2017-02-02"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male and female subjects aged ≥ 18 years.\n* Test positive for influenza A by rapid antigen test or with another commercially available test on an adequate nasopharyngeal specimen in accordance with the manufacturer's instructions, or an acceptable local test, including PCR (Polymerase chain reaction), FIA (Fluorescent immunoassay), or ELISA\n* Onset of influenza symptoms no more than 5 days before VIS410/placebo infusion; symptoms may include cough, dyspnea, sore throat, fever, myalgias, headache, nasal symptoms (rhinorrhea, congestion), fatigue, diarrhea, anorexia, nausea, and vomiting.\n* Requirement for oxygen support including any positive pressure ventilation\n* Women of childbearing potential must have a negative pregnancy test within 2 days prior to VIS410/placebo infusion.\n* Women should fulfill one of the following criteria:\n\n  * Post-menopausal; either amenorrhea ≥ 12 months or follicle stimulating hormone \\> 40 mIU/mL as documented in their medical history\n  * Surgically sterile; hysterectomy, bilateral oophorectomy, or tubal ligation\n  * Women of childbearing potential participating in heterosexual sexual relations must be willing to use adequate contraception from screening until 60 days post VIS410/placebo infusion.\n* Non-vasectomized (or vasectomized less than 6 months prior to dosing) male subjects who have a female partner of childbearing potential must use an effective birth control method from screening until 60 days post VIS410/placebo infusion.\n* Subject, or a legally acceptable representative (LAR), is able to understand the purpose and risks of the study and willing to give voluntary written informed consent.\n\nExclusion Criteria:\n\n* Known or suspected intolerance or hypersensitivity to VIS410, oseltamivir, pretreatment medications (diphenhydramine, or to both ibuprofen and acetylsalicylic acid \\[ASA\\]), or closely related compounds (eg, other monoclonal antibodies)\n* Subjects who have received VIS410 in the past\n* History of receiving monoclonal antibody products (including VIS410) within 3 months prior to VIS410/placebo dosing or planned administration during the study period\n* Subjects who have taken more than 6 doses of an approved antiviral therapy for influenza within the prior 96 hours (eg, oral oseltamivir, inhaled zanamivir, IV peramivir, or oral ribavirin) between onset of symptoms and VIS410/placebo dosing\n* Subjects with known co-infection with influenza B or other viral respiratory infections (e.g., respiratory syncytial virus, parainfluenza viruses, respiratory adenoviruses)\n* Subjects with lung transplant or history of severe chronic lung disease, including cystic fibrosis or any condition requiring home oxygen therapy\n* Subjects on extracorporeal membrane oxygenation (ECMO) at time of randomization\n* Subjects with end stage renal disease who are not undergoing hemodialysis\n* Subjects with active graft-vs-host disease, hematopoietic stem cell transplant within the previous 90 days, or human immunodeficiency virus infection with a CD4 cell count of less than 200 per cubic millimeter\n* Hospitalization for \\> 48 hours prior to randomization\n* High probability of mortality within 48 hours of randomization as determined by the Investigator\n* Subjects weighing less than 45 kg\n* Enrollment in any other investigational drug or device study, any disease or vaccine study within 30 days prior to Day 1 or within 5 half-lives of the investigational compound, whichever is longer\n* Known or suspected alcohol or drug abuse, that is, abuse of a level that would compromise the safety or cooperation of the subject in the opinion of the Investigator",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Clinical Status of Participants on Day 7",
        "description": "Evaluate the effect of 2 dose levels of VIS410 + oseltamivir on clinical status using a seven-level ordinal scale. Comparison between treatment groups and between all VIS410 recipients versus placebo were assessed.",
        "timeFrame": "7 days"
      },
      {
        "measure": "The Number of Participants With Adverse Events and Serious Adverse Events Following Administration of VIS410",
        "description": "Safety and tolerability of 2 dose levels of a single intravenous (IV) dose of VIS410 when administered in combination with oseltamivir in hospitalized participants with influenza A infection. Data presents the count of participants who experienced an adverse event (AE) or serious treatment emergent adverse events (TEAE).",
        "timeFrame": "56 days"
      }
    ],
    "secondary": [
      {
        "measure": "Time to Cessation of Oxygen Support Compared to Oseltamivir Alone Among Patients Requiring Supplemental Oxygen Therapy With Baseline Room Air <= 92%",
        "description": "Time to cessation of O2 support in patients with supplemental oxygen with baseline room air \\<= 92%. Patients with treatment resulting in a stable SpO2 by pulse oximetry. Stable SpO2 is defined as two consecutive SpO2 values of \\>92% on room air that are at least 8 hours apart.",
        "timeFrame": "Baseline to Day 56"
      },
      {
        "measure": "Time to Cessation of Oxygen Support for Any Patient Requiring Supplemental Oxygen Therapy",
        "description": "Time to cessation of oxygen support in all patients with supplemental oxygen (regardless of oxygen saturation).",
        "timeFrame": "Baseline to Day 56"
      },
      {
        "measure": "Viral Titer in Upper Respiratory Samples by qRT-PCR",
        "description": "The difference between VIS410 + oseltamivir and oseltamivir alone treatment groups in peak viral load by qRT-PCR from nasopharyngeal swabs through Day 14",
        "timeFrame": "Day 14"
      },
      {
        "measure": "Viral Nasopharyngeal AUC",
        "description": "The difference between VIS410 + oseltamivir and oseltamivir alone treatment groups in nasopharyngeal qRT-PCR area under the viral load-time curve (AUC) from baseline to Day 5.",
        "timeFrame": "Day 1 Predose, Day 1 End of Infusion, Day 3, Day 5"
      },
      {
        "measure": "Area Under the Viral Load-Time Curve (VL AUC) Based on qRT-PCR From Nasopharyngeal Swabs Through Day 7",
        "description": "The difference between VIS410 + oseltamivir and oseltamivir alone treatment groups in nasopharyngeal qRT-PCR area under the viral load-time curve (AUC) from baseline to Day 7.",
        "timeFrame": "Day 1 Predose, Day 1 End of Infusion, Day 3, Day 5, Day 7"
      },
      {
        "measure": "Area Under the Viral Load-Time Curve (VL AUC) Based on qRT-PCR From Nasopharyngeal Swabs Through Day 14",
        "description": "The difference between VIS410 + oseltamivir and oseltamivir alone treatment groups in nasopharyngeal qRT-PCR area under the viral load-time curve (AUC) from baseline to Day 14.",
        "timeFrame": "Day 1 Predose, Day 1 End of Infusion, Day 3, Day 5, Day 7, Day 14"
      },
      {
        "measure": "Median Time to Resolution of Viral Load by Treatment Arm by qRT-PCR - From End of Infusion",
        "description": "Number of days from the end of infusion until virus is no longer detectable (at or below the limit of detection) with no samples following that are greater than the BLQ through the Day 14 (quantitative reverse-transcription polymerase chain reaction - qRT-PCR)",
        "timeFrame": "14 days"
      },
      {
        "measure": "Number of Participants in Whom Peak Viral Load Occurred Post Baseline Measured by qRT-PCR",
        "description": "Number of participants in whom peak viral load is observed post-baseline based on quantitative reverse-transcription polymerase chain reaction (qRT-PCR). Post-baseline was considered the day 3 sample or later.",
        "timeFrame": "14 days"
      },
      {
        "measure": "Peak Viral Load by TCID50",
        "description": "Peak viral load based on TCID50 from nasopharyngeal swabs",
        "timeFrame": "Day 7"
      },
      {
        "measure": "Number of Participants in Whom Peak Viral Load Occurred Post Baseline Measured by TCID50",
        "description": "Number of participants in whom peak viral load occurred post-baseline measured by TCID50. Post-baseline was considered the day 3 sample or later.",
        "timeFrame": "56 days"
      },
      {
        "measure": "Viral Nasopharyngeal AUC by TCID50",
        "description": "The area under the viral load-time curve (AUC) for VIS410 + oseltamivir and oseltamivir alone treatment groups from baseline to Day 5 measured by TCID50 from nasopharyngeal swabs.",
        "timeFrame": "5 days"
      },
      {
        "measure": "Viral Nasopharyngeal AUC by TCID50",
        "description": "The area under the viral load-time curve (AUC) for VIS410 + oseltamivir and oseltamivir alone treatment groups from baseline to Day 7 measured by TCID50 from nasopharyngeal swabs.",
        "timeFrame": "7 days"
      },
      {
        "measure": "Negative Viral Cultures by Study Day",
        "description": "Number of participants negative for viral titer by study day determined by TCID50 on nominal days 3, 5, 7",
        "timeFrame": "Nominal days 3, 5, 7"
      },
      {
        "measure": "Median Time to Resolution of Viral Load by Treatment Arm by TCID50 - From End of Infusion",
        "description": "Number of days from the end of infusion until virus is no longer detectable (at or below the limit of detection) with no samples following that are greater than the BLQ through the Day 7 (TCID50)",
        "timeFrame": "7 Days"
      },
      {
        "measure": "Median Time to Resolution of Viral Load by Treatment Arm by TCID50 - From Onset of Symptoms",
        "description": "Number of days from the onset of symptoms until virus is no longer detectable (at or below the limit of detection) with no samples following that are greater than the BLQ through the Day 7 (TCID50)",
        "timeFrame": "7 Days"
      },
      {
        "measure": "Time to Clinical Response (4 Out of 5 Vital Signs)",
        "description": "Median time to clinical response defined by resolution of at least 4 of 5 vital signs:\n\n* Afebrile with core temperature ≤ 37.8°C, without use of antipyretics (oral ≤ 37.2°C)\n* Oxygen saturation ≥ 95% on room air without support or a return to preinfection status, if pre-infection status was \\< 95%\n* Pulse rate ≤ 100/min\n* Systolic blood pressure ≥ 90 mm/Hg, without vasopressor use\n* Respiratory rate ≤ 24 beats per minute",
        "timeFrame": "Day 56"
      },
      {
        "measure": "Time to Complete Clinical Response (Resolution of All Vital Signs)",
        "description": "Median time to clinical response defined by resolution of at all 5 vital signs:\n\n* Afebrile with core temperature ≤ 37.8°C, without use of antipyretics (oral ≤ 37.2°C)\n* Oxygen saturation ≥ 95% on room air without support or a return to pre-infection status, if pre-infection status was \\< 95%\n* Pulse rate ≤ 100/min\n* Systolic blood pressure ≥ 90 mm/Hg, without vasopressor use\n* Respiratory rate ≤ 24 beats per minute",
        "timeFrame": "Day 56"
      },
      {
        "measure": "Clinical Status Ordinal Scale Mean Area Under the Curve Through Day 7",
        "description": "Summary of area under the curve (AUC) over time for seven-level ordinal scale. Area under the curve (AUC) is calculated using the linear trapezoidal rule. Seven-Level Ordinal Scale is a hierarchical scale with the classifications presented from the worst clinical outcome to the best clinical outcome in descending order with 7=death, 6=Intensive care unit (ICU) stay with mechanical ventilation , 5=ICU stay without mechanical ventilation, 4=Non-ICU hospitalization with supplemental oxygen, 3=Non-ICU hospitalization without supplemental oxygen, 2=Discharge with partial resumption of normal activities, 1=Discharge with full resumption of normal activities. Time frame is from baseline to day 7. Therefore, maximum and minimum values possible for the AUC Clinical Status Ordinal Scale scores range from 7 to 49.",
        "timeFrame": "Baseline to Day 7"
      },
      {
        "measure": "Clinical Status Ordinal Scale Mean Area Under the Curve Through Day 14.",
        "description": "Summary of area under the curve (AUC) over time for seven-level ordinal scale. Area under the curve (AUC) is calculated using the linear trapezoidal rule. Seven-Level Ordinal Scale is a hierarchical scale with the classifications presented from the worst clinical outcome to the best clinical outcome in descending order with 7=death, 6=Intensive care unit (ICU) stay with mechanical ventilation , 5=ICU stay without mechanical ventilation, 4=Non-ICU hospitalization with supplemental oxygen, 3=Non-ICU hospitalization without supplemental oxygen, 2=Discharge with partial resumption of normal activities, 1=Discharge with full resumption of normal activities. Time frame is from baseline to day 14. Therefore, maximum and minimum values possible for the AUC Clinical Status Ordinal Scale scores range from 14 to 98.",
        "timeFrame": "Baseline to Days 14"
      },
      {
        "measure": "Comparison of Clinical Status on Seven-level Ordinal Scale Scores",
        "description": "Summary of Clinical Outcome on Seven-Level Ordinal Scale through Day 14. Worst post-baseline assessment observed.\n\nSeven-Level Ordinal Scale is a hierarchical scale with the classifications presented from the worst clinical outcome to the best clinical outcome in descending order with 7=death, 6=Intensive care unit (ICU) stay with mechanical ventilation , 5=ICU stay without mechanical ventilation, 4=Non-ICU hospitalization with supplemental oxygen, 3=Non-ICU hospitalization without supplemental oxygen, 2=Discharge with partial resumption of normal activities, 1=Discharge with full resumption of normal activities.",
        "timeFrame": "Day 14"
      },
      {
        "measure": "Total Number of Days on Ventilation",
        "description": "Total number of days on ventilation for participants who used ventilation, including participants on ventilation at baseline",
        "timeFrame": "56 days"
      },
      {
        "measure": "Comparison of Ordinal Scale Parameters - Days on Ventilation",
        "description": "Total number of days on ventilation for participations who used ventilation, including participants on ventilation at baseline. Better and worse outcome groups defined based on the Seven-Level Ordinal Scale scores, \"\\<= 4 Seven-Level Ordinal Scale Score\" is better; \"\\> 4 Seven-Level Ordinal Scale Score\" is worse group.\n\nSeven-Level Ordinal Scale is a hierarchical scale with the classifications presented from the worst clinical outcome to the best clinical outcome in descending order with 7=death, 6=Intensive care unit (ICU) stay with mechanical ventilation , 5=ICU stay without mechanical ventilation, 4=Non-ICU hospitalization with supplemental oxygen, 3=Non-ICU hospitalization without supplemental oxygen, 2=Discharge with partial resumption of normal activities, 1=Discharge with full resumption of normal activities.",
        "timeFrame": "56 days"
      },
      {
        "measure": "Total Number of Days in ICU",
        "description": "Total number of days in intensive care (ICU) for participants who admitted to the ICU, including participants in ICU at baseline",
        "timeFrame": "56 days"
      },
      {
        "measure": "Comparison of Ordinal Scale Parameters - Days in ICU",
        "description": "Total number of days in intensive care for participants who admitted to ICU, including participants in ICU at baseline. Better and worse outcome groups defined based on the Seven-Level Ordinal Scale scores, \"\\<= 4 Seven-Level Ordinal Scale Score\" is better; \"\\> 4 Seven-Level Ordinal Scale Score\" is worse group.\n\nSeven-Level Ordinal Scale is a hierarchical scale with the classifications presented from the worst clinical outcome to the best clinical outcome in descending order with 7=death, 6=Intensive care unit (ICU) stay with mechanical ventilation , 5=ICU stay without mechanical ventilation, 4=Non-ICU hospitalization with supplemental oxygen, 3=Non-ICU hospitalization without supplemental oxygen, 2=Discharge with partial resumption of normal activities, 1=Discharge with full resumption of normal activities.",
        "timeFrame": "56 days"
      },
      {
        "measure": "Number of Days to Resumption of Usual Activities",
        "description": "Number of days until resumption of usual activities by treatment group",
        "timeFrame": "Day 56"
      },
      {
        "measure": "All Cause and Attributable Mortality at Day 14",
        "description": "Number of patients experiencing all-cause and attributable mortality rates at Day 14. Attributable mortality was derived from the Complication of Influenza eCRF; all-cause mortality was derived from Complication of Influenza, Seven-Level Ordinal Scale, AE and Study Completion eCRFs",
        "timeFrame": "Day 14"
      },
      {
        "measure": "All Cause and Attributable Mortality by Day 28",
        "description": "Number of patients experiencing all-cause and attributable mortality by Day 28. Attributable mortality was derived from the Complication of Influenza eCRF; all-cause mortality was derived from Complication of Influenza, Seven-Level Ordinal Scale, AE and Study Completion eCRFs",
        "timeFrame": "Day 28"
      },
      {
        "measure": "All Cause and Attributable Mortality Day 56",
        "description": "Number of patients experiencing all-cause and attributable mortality by Day 56. Attributable mortality was derived from the Complication of Influenza eCRF; all-cause mortality was derived from Complication of Influenza, Seven-Level Ordinal Scale, AE and Study Completion eCRFs",
        "timeFrame": "Day 56"
      },
      {
        "measure": "Healthcare Resource Utilization. Days in Hospital and/or ICU",
        "description": "Total number of days in hospital and/or ICU from admission to discharge",
        "timeFrame": "Day 56"
      },
      {
        "measure": "Comparison of Ordinal Scale Parameters - Days in Hospital/ICU",
        "description": "Total number of days in hospital or intensive care for participations who were admitted to Hospital/ICU, including participants in Hospital/ICU at baseline. Better and worse outcome groups defined based on the Seven-Level Ordinal Scale scores, \"\\<= 4 Seven-Level Ordinal Scale Score\" is better; \"\\> 4 Seven-Level Ordinal Scale Score\" is worse group.\n\nSeven-Level Ordinal Scale is a hierarchical scale with the classifications presented from the worst clinical outcome to the best clinical outcome in descending order with 7=death, 6=Intensive care unit (ICU) stay with mechanical ventilation , 5=ICU stay without mechanical ventilation, 4=Non-ICU hospitalization with supplemental oxygen, 3=Non-ICU hospitalization without supplemental oxygen, 2=Discharge with partial resumption of normal activities, 1=Discharge with full resumption of normal activities.",
        "timeFrame": "56 days"
      },
      {
        "measure": "Number of Participants With Rehospitalization Due to Relapse",
        "description": "Number of participants with rehospitalization due to influenza A relapse",
        "timeFrame": "Day 56"
      },
      {
        "measure": "Number of Participants With Influenza-related Complications",
        "description": "Summary of influenza symptom complications, including baseline and incident complications",
        "timeFrame": "Day 56"
      },
      {
        "measure": "The Maximum Concentration (Cmax) of VIS410 in Participant's Serum",
        "description": "Summary of Serum VIS410 Pharmacokinetic Parameters in PK Population by maximum concentration (Cmax) of VIS410 in participant's serum.",
        "timeFrame": "Baseline, end of infusion, Day 5, Day 14, Day 28, Day 56"
      },
      {
        "measure": "The Area Under the Concentration/Time Curve of VIS410 in Participant's Serum",
        "description": "Summary of Serum VIS410 Pharmacokinetic Parameters in PK Population by the area under the concentration/time curve from 0 to infinity (AUC0-inf) of VIS410 in participant's serum.",
        "timeFrame": "Baseline, end of infusion, Day 5, Day 14, Day 28, Day 56"
      },
      {
        "measure": "The Clearance Rate (Cl) of VIS410 in Participant's Serum",
        "description": "Summary of Serum VIS410 Pharmacokinetic Parameters in PK Population by the clearance rate (Cl) of VIS410 in participant's serum.",
        "timeFrame": "PK samples were collected on days 1, 5, 14, 28 and 56."
      },
      {
        "measure": "The Half-life of VIS410 in Participant's Serum",
        "description": "Summary of Serum VIS410 Pharmacokinetic Parameters in PK Population by the half-life (t1/2) of VIS410 in participant's serum.",
        "timeFrame": "PK samples were collected on days 1, 5, 14, 28 and 56."
      },
      {
        "measure": "Anti-VIS410 Antibody Testing",
        "description": "Summary of the maximum fold increase for anti-VIS410 antibody testing for VIS410 groups and placebo.",
        "timeFrame": "From anti-VIS410 antibody samples collected on days 28 and 56."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 37,
      "otherCount": 0,
      "totalCount": 39
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:31.796Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}