{
  "nctId": "NCT03193801",
  "briefTitle": "PARTNER 3 Trial - Mitral Valve in Valve",
  "officialTitle": "PARTNER 3 Trial - SAPIEN 3 Transcatheter Heart Valve Implantation in Patients With a Failing Mitral Bioprosthetic Valve",
  "protocolDocument": {
    "nctId": "NCT03193801",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-05-08",
    "uploadDate": "2023-06-29T12:21",
    "size": 1091297,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03193801/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 53,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-02-01",
    "completionDate": "2031-08",
    "primaryCompletionDate": "2022-08-16",
    "firstSubmitDate": "2017-06-19",
    "firstPostDate": "2017-06-21"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Failing surgically implanted bioprosthetic valve in the mitral position demonstrating ≥ moderate stenosis and/or ≥ moderate insufficiency.\n2. Surgical bioprosthetic valve with a true internal diameter (True ID) of 16.5 mm to 28.5 mm.\n3. NYHA Functional Class ≥ II.\n4. Heart Team agrees the patient is intermediate risk (i.e. STS score of ≥3 and \\< 8).\n5. Heart Team agrees valve implantation will likely benefit the patient.\n6. The study patient has been informed of the nature of the study, agrees to its provisions and has provided written informed consent as approved by the Institutional Review Board (IRB) / Ethics Committee (EC) of the respective clinical site.\n\nExclusion Criteria:\n\n1. Index valve has ≥ mild paravalvular regurgitation where the surgical bioprosthesis is not securely fixed in the native annulus or is not structurally intact as determined by transesophageal echocardiography (TEE).\n2. Surgical or transcatheter aortic valve placed so that extension into left ventricular outflow tract (LVOT) that may impinge on the mitral implant.\n3. Known residual mean gradient \\>10 mmHg at the end of the index procedure for implantation of the original surgical valve.\n4. Severe right ventricle (RV) dysfunction.\n5. Anatomical characteristics that would preclude safe access to the apex (transapical).\n6. Severe regurgitation or stenosis of any other valve.\n7. Severe lung disease (FEV1 \\< 50% predicted) or currently on home oxygen\n8. Severe pulmonary hypertension (e.g., PA systolic pressure ≥ 2/3 systemic pressure)\n9. Anatomical characteristics that would increase risk of LVOT obstruction (e.g., aortomitral angle, LVOT size, etc.).\n10. Evidence of an acute myocardial infarction ≤ 1 month (30 days) before enrollment.\n11. Any therapeutic invasive cardiac procedure resulting in a permanent implant that is performed within 30 days prior to the index procedure. Implantation of a permanent pacemaker (PPM) or implantable cardioverter defibrillator (ICD) is not considered an exclusion.\n12. Patients with planned concomitant surgical or transcatheter ablation for atrial fibrillation.\n13. Leukopenia (white blood count \\< 3000 cell/mL), anemia (hemoglobin \\< 9 g/dL), thrombocytopenia (blood platelet count \\< 50,000 cell/mL), history of bleeding diathesis or coagulopathy, or hypercoagulable states.\n14. Untreated clinically significant coronary artery disease requiring revascularization.\n15. Hemodynamic or respiratory instability requiring inotropic support, mechanical ventilation, or mechanical heart assistance within 30 days of enrollment.\n16. Emergency intervention/surgical procedures within one month (30 days) prior to the procedure.\n17. Any planned surgical, percutaneous coronary, or peripheral procedure to be performed within the 30-day follow-up from the procedure.\n18. Hypertrophic cardiomyopathy with obstruction (HOCM).\n19. Left ventricular ejection fraction (LVEF) \\< 30%.\n20. Cardiac imaging evidence of intracardiac mass, thrombus, or vegetation.\n21. Inability to tolerate or condition precluding treatment with antithrombotic/anticoagulation therapy during or after the valve implant procedure.\n22. Absolute contraindications or allergy to iodinated contrast that cannot be adequately treated with premedication.\n23. Stroke or transient ischemic attack (TIA) within 90 days of enrollment.\n24. Symptomatic carotid or vertebral artery disease or successful treatment of carotid stenosis within 30 days of enrollment.\n25. Renal insufficiency (eGFR \\< 30 ml/min per the Cockcroft-Gault formula) and/or renal replacement therapy at the time of screening.\n26. Active bacterial endocarditis within 6 months (180 days) of the procedure.\n27. Patient refuses blood products.\n28. Estimated life expectancy \\< 24 months.\n29. Currently participating in an investigational drug or another device study. Note: Clinical trials requiring extended follow-up for products that were investigational, but have since become commercially available, are not considered investigational trials.\n30. Positive urine or serum pregnancy test in female subjects of childbearing potential.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Safety and Effectiveness - Composite of All-cause Mortality and Stroke",
        "description": "Non-hierarchical composite endpoint of all-cause mortality and stroke at 1-year post-procedure",
        "timeFrame": "1 Year"
      }
    ],
    "secondary": [
      {
        "measure": "New York Heart Association (NYHA) Functional Class - Change From Baseline",
        "description": "NYHA is a functional classification of heart failure based on how much a patient is limited during physical activity. The rating ranges from I - IV, with the lowest (I) as no limitations and the highest (IV) unable to carry on any physical activity without discomfort.\n\nA decrease in NYHA class (negative value) shows patient improvement at 30 days.",
        "timeFrame": "30 Days"
      },
      {
        "measure": "Kansas City Cardiomyopathy Questionnaire (KCCQ) - Change From Baseline",
        "description": "The Kansas City Cardiomyopathy Questionnaire (KCCQ) is a 23-item, self-administered instrument that quantifies physical function, symptoms, social function, self-efficacy and knowledge, and quality of life. An overall summary score can be derived from the physical function, symptom, social function and quality of life domains. Scores are transformed to a range of 0-100, in which higher scores reflect better health status.\n\nAn increase in KCCQ score (positive value) shows patient improvement at 30 days.",
        "timeFrame": "30 days"
      },
      {
        "measure": "Mitral Regurgitation - Change From Baseline",
        "description": "Echocardiographic assessment of the degree of mitral valve regurgitation\n\nNone=0, Trace=0.5, Mild or Mild-Moderate=1, Moderate=2, Moderate-Severe=3, and Severe=4.\n\nA decrease in MR (negative value) shows patient improvement at 30 days.",
        "timeFrame": "30 days"
      },
      {
        "measure": "Pulmonary Artery Systolic Pressure - Change From Baseline",
        "description": "Echocardiographic assessment of pulmonary artery systolic pressure\n\nA decrease in pulmonary artery systolic pressure (negative value) shows patient improvement at 30 days.",
        "timeFrame": "30 days"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:30.633Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}