{
  "nctId": "NCT03186781",
  "briefTitle": "Influenza HA Ferritin Vaccine, Alone or in Prime-Boost Regimens With an Influenza DNA Vaccine in Healthy Adults",
  "officialTitle": "VRC 316: A Phase I Open-Label Clinical Trial To Evaluate Dose, Safety, Tolerability, And Immunogenicity Of An Influenza HA Ferritin Vaccine, Alone Or In Prime-Boost Regimens With An Influenza DNA Vaccine In Healthy Adults",
  "protocolDocument": {
    "nctId": "NCT03186781",
    "filename": "Prot_SAP_ICF_000.pdf",
    "label": "Study Protocol, Statistical Analysis Plan, and Informed Consent Form",
    "date": "2019-03-11",
    "uploadDate": "2020-07-08T09:58",
    "size": 1160334,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03186781/document/Prot_SAP_ICF_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": true
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 50,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-10-25",
    "completionDate": "2019-09-03",
    "primaryCompletionDate": "2019-09-03",
    "firstSubmitDate": "2017-06-13",
    "firstPostDate": "2017-06-14"
  },
  "eligibilityCriteria": {
    "criteria": "INCLUSION CRITERIA:\n\nA subject must meet all of the following criteria:\n\n* Healthy subjects aged 18-70 (excluding subjects born between 1966-1969)\n* Based on history and examination, must be in good general health and without history of any of the conditions listed in the exclusion criteria\n* Received at least one licensed current seasonal influenza vaccine from 2014 to the present\n* Able and willing to complete the informed consent process\n* Available for clinic visits for 40 weeks after enrollment\n* Willing to have blood samples collected, stored indefinitely, and used for research purposes\n* Able to provide proof of identity to the satisfaction of the study clinician completing the enrollment process\n* Physical examination and laboratory results without clinically significant findings and a Body Mass Index (BMI) less than or equal to 40 within the 84 days before enrollment\n\nLaboratory Criteria within 84 days before enrollment:\n\n* White blood cells (WBC) and differential either within institutional normal range or accompanied by the site Principal Investigator (PI) or designee approval\n* Total lymphocyte count greater than or equal to 800 cells/mm\\^3\n* Platelets = 125,000 - 500,000/mm\\^3\n* Hemoglobin within institutional normal range\n* Serum iron either within institutional normal range or accompanied by the site PI or designee approval\n* Alanine aminotransferase (ALT) less than or equal to 1.25 times institutional upper limit of normal (ULN)\n* Aspartate aminotransferase (AST) less than or equal to 1.25 times institutional ULN\n* Alkaline phosphatase (ALP) less than or equal to 1.1 times institutional ULN\n* Total bilirubin within institutional ULN\n* Serum creatinine less than or equal to 1.1 times institutional ULN\n* Negative for HIV infection by an FDA approved method of detection\n\nCriteria applicable to women of childbearing potential:\n\n* Negative beta-human chorionic gonadotropin (Beta-HCG) pregnancy test (urine or serum) on the day of enrollment\n* Agrees to use an effective means of birth control from at least 21 days prior to enrollment through the end of the study\n\nEXCLUSION CRITERIA:\n\nA subject will be excluded if one or more of the following conditions apply:\n\n\\- Breast-feeding or planning to become pregnant during the study.\n\nSubject has received any of the following substances:\n\n* More than 10 days of systemic immunosuppressive medications or cytotoxic medications within the 4 weeks prior to enrollment or any within the 14 days prior to enrollment\n* Blood products within 16 weeks prior to enrollment\n* Live attenuated vaccines within 4 weeks prior to enrollment\n* Inactivated vaccines within 2 weeks prior to enrollment.\n* Investigational research agents within 4 weeks prior to enrollment or planning to receive investigational products while on the study\n* Current allergy treatment with allergen immunotherapy with antigen injections, unless on maintenance schedule\n* Current anti-tuberculosis (TB) prophylaxis or therapy\n* Previous H2 influenza investigational vaccine\n* Receipt of a licensed influenza vaccine within 6 weeks before trial enrollment\n\nSubject has a history of any of the following clinically significant conditions:\n\n* Serious reactions to vaccines that preclude receipt of study vaccinations as determined by the investigator\n* Hereditary angioedema, acquired angioedema, or idiopathic forms of angioedema\n* Asthma that is not well controlled\n* Diabetes mellitus (type I or II), with the exception of gestational diabetes\n* Thyroid disease that is not well controlled\n* Idiopathic urticaria within the past year\n* Evidence of autoimmune disease or immunodeficiency\n* Hypertension that is not well controlled\n* Bleeding disorder diagnosed by a doctor (e.g. factor deficiency, coagulopathy, or platelet disorder requiring special precautions) or significant bruising or bleeding difficulties with IM injections or blood draws\n* Malignancy that is active or history of malignancy that is likely to recur during the period of the study.\n* Seizure disorder other than 1) febrile seizures, 2) seizures secondary to alcohol withdrawal more than 3 years ago, or 3) seizures that have not required treatment within the last 3 years\n* Asplenia, functional asplenia or any condition resulting in the absence or removal of the spleen\n* Guillain-Barre Syndrome\n* Psychiatric condition that precludes compliance with the protocol; past or present psychoses; or within 5 years prior to enrollment, a history of suicide plan or attempt\n* Any medical, psychiatric, social condition, occupational reason or other responsibility that, in the judgment of the investigator, is a contraindication to protocol participation or impairs a subject's ability to give informed consent.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Subjects Reporting Local Reactogenicity Signs and Symptoms Within 7 Days of Each HA-F A/Sing Product Administration",
        "description": "Subjects recorded the occurrence of solicited symptoms on a diary card for 7 days after each HA-F A/Sing study product administration and reviewed the diary card with clinic staff at a follow up visit. Subjects were counted once for each symptom at the worst severity if they indicated experiencing the symptom more than one time at any severity during the reporting period. The number reported for \"Any Local Symptom\" is the number of subjects reporting any local symptom at the worst severity. Reactogenicity grading (Mild, Moderate, Severe) was done using the Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials (FDA Guidance - September 2007).",
        "timeFrame": "7 days after each HA-F A/Sing product administration, at approximately Week 1 and/or at approximately Week 17"
      },
      {
        "measure": "Number of Subjects Reporting Local Reactogenicity Signs and Symptoms Within 7 Days of DNA A/Sing Product Administration",
        "description": "Subjects recorded the occurrence of solicited symptoms on a diary card for 7 days after the DNA A/Sing study product administration and reviewed the diary card with clinic staff at a follow up visit. Subjects were counted once for each symptom at the worst severity if they indicated experiencing the symptom more than one time at any severity during the reporting period. The number reported for \"Any Local Symptom\" is the number of subjects reporting any local symptom at the worst severity. Reactogenicity grading (Mild, Moderate, Severe) was done using the Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials (FDA Guidance - September 2007).",
        "timeFrame": "7 days after DNA A/Sing product administration, at approximately Week 1"
      },
      {
        "measure": "Number of Subjects Reporting Systemic Reactogenicity Signs and Symptoms Within 7 Days of Each HA-F A/Sing Product Administration",
        "description": "Subjects recorded the occurrence of solicited symptoms on a diary card for 7 days after each HA-F A/Sing study product administration and reviewed the diary card with clinic staff at a follow up visit. Subjects were counted once for each symptom at the worst severity if they indicated experiencing the symptom more than one time at any severity during the reporting period. The number reported for \"Any Systemic Symptom\" is the number of subjects reporting any systemic symptom at the worst severity. Reactogenicity grading (Mild, Moderate, Severe) was done using the Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials (FDA Guidance - September 2007).",
        "timeFrame": "7 days after each HA-F A/Sing product administration, at approximately Week 1 and/or at approximately Week 17"
      },
      {
        "measure": "Number of Subjects Reporting Systemic Reactogenicity Signs and Symptoms Within 7 Days of DNA A/Sing Product Administration",
        "description": "Subjects recorded the occurrence of solicited symptoms on a diary card for 7 days after DNA A/Sing study product administration and reviewed the diary card with clinic staff at a follow up visit. Subjects were counted once for each symptom at the worst severity if they indicated experiencing the symptom more than one time at any severity during the reporting period. The number reported for \"Any Systemic Symptom\" is the number of subjects reporting any systemic symptom at the worst severity. Reactogenicity grading (Mild, Moderate, Severe) was done using the Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials (FDA Guidance - September 2007).",
        "timeFrame": "7 days after DNA A/Sing product administration, at approximately Week 1"
      },
      {
        "measure": "Number of Subjects With Abnormal Laboratory Measures of Safety",
        "description": "Any abnormal laboratory results recorded as unsolicited adverse events (AEs) are summarized. Safety laboratory parameters included hematology (hemoglobin, hematocrit, platelets, and white blood cell (WBC), red blood cell (RBC), neutrophil, lymphocyte, monocyte, eosinophil and basophil percents/counts) and chemistry (alanine aminotransferase (ALT), alanine aspartate (AST), alkaline phosphate (ALP), creatinine and total bilirubin). Complete blood count (CBC) with differential, total bilirubin, AST, ALT, and ALP results were collected at screening (≤ 84 days before enrollment), Day 0 prior to study product administration (baseline), and at Days 14, 28, 112, 140 and 280. Creatinine results were collected at screening, Day 0 and Day 6. Institutional laboratory normal ranges as well as the Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventative Vaccine Clinical Trials FDA Guidance, September 2007 were used.",
        "timeFrame": "Day 0 through Day 280"
      },
      {
        "measure": "Number of Subjects With One or More Unsolicited Non-Serious Adverse Events (AEs) Following Each HA-F A/Sing Product Administration",
        "description": "Unsolicited AEs and attribution assessments were recorded in the study database from receipt of the first study product administration through the visit scheduled for 4 weeks after each study product administration. At other time periods between study product administrations and when greater than 4 weeks after the last study product administration, only serious AEs (SAEs reported as a separate outcome and in the AE module), influenza-like illness (ILI) or influenza (reported as a separate outcome) and new chronic medical conditions that required ongoing medical management were recorded through the last study visit. The relationship between an AE and the study product was assessed by the investigator based on clinical judgment and the definitions outlined in the protocol. A subject with multiple experiences of the same event is counted once using the event of worst severity.",
        "timeFrame": "Day 0 through 4 weeks after each HA-F A/Sing product administration, up to Week 20"
      },
      {
        "measure": "Number of Subjects With One or More Unsolicited Non-Serious Adverse Events (AEs) Following DNA A/Sing Product Administration",
        "description": "Unsolicited AEs and attribution assessments were recorded in the study database from receipt of the first study product administration through the visit scheduled for 4 weeks after each study product administration. At other time periods between study product administrations and when greater than 4 weeks after the last study product administration, only serious AEs (SAEs reported as a separate outcome and in the AE module), influenza-like illness (ILI) or influenza (reported as a separate outcome) and new chronic medical conditions that required ongoing medical management were recorded through the last study visit. The relationship between an AE and the study product was assessed by the investigator based on clinical judgment and the definitions outlined in the protocol. A subject with multiple experiences of the same event is counted once using the event of worst severity.",
        "timeFrame": "Day 0 through 4 weeks after DNA A/Sing product administration, up to Week 4"
      },
      {
        "measure": "Number of Subjects With Influenza or Influenza-like Illness (ILIs) Following HA-F A/Sing Product Administration",
        "description": "Influenza or influenza-like illness (ILI) were recorded in the study database from receipt of the first study product administration through the last study visit.",
        "timeFrame": "Day 0 through Day 280"
      },
      {
        "measure": "Number of Subjects With Influenza or Influenza-like Illness (ILIs) Following DNA A/Sing Product Administration",
        "description": "Influenza or influenza-like illness (ILI) were recorded in the study database from receipt of the first study product administration through the last study visit.",
        "timeFrame": "Day 0 through Day 280"
      },
      {
        "measure": "Number of Subjects With Serious Adverse Events (SAEs) Following HA-F A/Sing Product Administration",
        "description": "SAEs were recorded from receipt of first study product administration through the last expected study visit at Day 280. The relationship between a SAE and the study product was assessed by the investigator based on clinical judgment and the definitions outlined in the protocol. A subject with multiple experiences of the same event is counted once using the event of worst severity.",
        "timeFrame": "Day 0 through Day 280"
      },
      {
        "measure": "Number of Subjects With Serious Adverse Events (SAEs) Following DNA A/Sing Product Administration",
        "description": "SAEs were recorded from receipt of first study product administration through the last expected study visit at Day 280. The relationship between a SAE and the study product was assessed by the investigator based on clinical judgment and the definitions outlined in the protocol. A subject with multiple experiences of the same event is counted once using the event of worst severity.",
        "timeFrame": "Day 0 through Day 280"
      }
    ],
    "secondary": [
      {
        "measure": "Hemagglutination Inhibition Assay (HAI) Geometric Mean Titer (GMT) Against A/Singapore/1/1957 (H2N2) Following the Completion of Each Vaccine Regimen",
        "description": "Hemagglutination inhibition assays (HAI) titers were determined against the homologous H2N2 A/Singapore/1/57 virus, and were summarized using geometric mean titers (GMTs). Negative samples were reported and GMTs were calculated using half the limit of detection. H2-naïve (ages 18-47 years) and H2-exposed (ages 52-70 years) subjects received either a single dose of 20 mcg HA-F A/Sing (H2-naïve), two doses of 60 mcg HA-F A/Sing 16 weeks apart (H2-naïve and H2-exposed), or a 4 mg DNA A/Sing prime followed by a single 60 mcg HA-F A/Sing boost at 16 weeks (H2-naïve and H2-exposed).",
        "timeFrame": "Four weeks after the first dose for groups that received a single vaccination, at Week 4 or two weeks after the second dose for groups that received two vaccinations, at Week 18"
      },
      {
        "measure": "Pseudoviral Neutralization Assay Geometric Mean Titer (GMT) Against A/Singapore/1/1957 (H2N2) Following the Completion of Each Vaccine Regimen",
        "description": "Pseudoviral neutralization antibody titers were determined against the homologous H2N2 A/Singapore/1/57 virus, and were summarized using geometric mean 50% inhibitory concentration (IC50). Negative samples were reported and IC50 titers were calculated using half the limit of detection. H2-naïve (ages 18-47 years) and H2-exposed (ages 52-70 years) subjects received either a single dose of 20 mcg HA-F A/Sing (H2-naïve), two doses of 60 mcg HA-F A/Sing 16 weeks apart (H2-naïve and H2-exposed), or a 4 mg DNA A/Sing prime followed by a single 60 mcg HA-F A/Sing boost at 16 weeks (H2-naïve and H2-exposed).",
        "timeFrame": "Four weeks after the first dose for groups that received a single vaccination, at Week 4 or two weeks after the second dose for groups that received two vaccinations, at Week 18"
      },
      {
        "measure": "Seroconversion Rate Following the Completion of Each Vaccine Regimen",
        "description": "Seroconversion rate: the proportion of subjects achieving seroconversion in hemagglutination inhibition assay (HAI) antibody titer. Seroconversion rates for HAI were summarized as the proportion of individuals in each group experiencing a positive response, defined per the FDA criteria of positivity as either a baseline titer of less than 1:10 and a post vaccination titer of 1:40 or more or a baseline titer of 1:10 or more and a minimum four-fold rise after vaccination. H2-naïve (ages 18-47 years) and H2-exposed (ages 52-70 years) subjects received either a single dose of 20 mcg HA-F A/Sing (H2-naïve), two doses of 60 mcg HA-F A/Sing 16 weeks apart (H2-naïve and H2-exposed), or a 4 mg DNA A/Sing prime followed by a single 60 mcg HA-F A/Sing boost at 16 weeks (H2-naïve and H2-exposed).",
        "timeFrame": "Four weeks after the first dose for groups that received a single vaccination, at Week 4 or two weeks after the second dose for groups that received two vaccinations, at Week 18"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 11,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:42.239Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}