{
  "nctId": "NCT06151288",
  "briefTitle": "Safety, Tolerability, and Immunogenicity Study of a 31-Valent Pneumococcal Conjugate Vaccine (VAX-31) in Adults",
  "officialTitle": "A Phase 1/2, Randomized, Observer-Blind, Dose-Finding, Active-Controlled, Parallel-Group, Clinical Study to Evaluate the Safety, Tolerability, and Immunogenicity of a 31-Valent Pneumococcal Conjugate Vaccine (VAX-31) in Healthy Adults Aged 50 Years and Older",
  "protocolDocument": {
    "nctId": "NCT06151288",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-12-08",
    "uploadDate": "2025-07-08T17:16",
    "size": 1611408,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT06151288/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 1015,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-11-08",
    "completionDate": "2024-07-17",
    "primaryCompletionDate": "2024-07-17",
    "firstSubmitDate": "2023-11-10",
    "firstPostDate": "2023-11-30"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Male or female aged 50 to 64 years (inclusive) for Stage 1, or 50 years and older (inclusive) for Stage 2 at the time of randomization into the study.\n2. Able and willing to complete the informed consent process.\n3. Available for clinical follow-up through the last study visit at 6 months after the study vaccination.\n4. In good general health as determined by medical history, vital signs, physical examination, and clinical judgment of the Investigator.\n5. Willing to have blood samples collected, stored indefinitely, and used for research purposes.\n6. Able to provide proof of identity to the satisfaction of the study staff completing the enrollment process.\n7. Women of childbearing potential, defined as premenopausal females capable of becoming pregnant, must have a negative urine pregnancy test immediately prior to randomization and agree to use acceptable contraception\n8. Able to access and use a smartphone, tablet, computer, or other device connected to Wi-Fi or cellular network for completion of an electronic diary.\n\nExclusion Criteria:\n\n1. Previous pneumococcal disease (either confirmed or self-reported).\n2. Previous receipt of a licensed or investigational pneumococcal vaccine.\n3. Receipt of any investigational study product within 30 days prior to enrollment into the study, currently participating in another interventional investigational study, or having plans to receive another investigational product(s) while on study.\n4. Planned or actual administration of any licensed vaccine during the period starting 30 days before enrollment into the study through Month 1.\n5. Physical examination indicating any clinically significant medical condition.\n6. Body Temperature \\>38.0°C (\\>100.4°F) or acute illness within 3 days prior to study vaccination (subject may be rescheduled).\n7. Previous or existing diagnosis of HIV, Hepatitis B, or Hepatitis C.\n8. History of severe allergic reaction with generalized urticaria, angioedema, or anaphylaxis.\n9. Female who is pregnant, breastfeeding, or planning to become pregnant during study participation.\n10. Bleeding disorder diagnosed by a doctor (e.g., factor deficiency, coagulopathy, or platelet disorder requiring special precautions) resulting in clinically significant bruising or bleeding difficulties with IM injections or blood draws.\n11. Any other chronic or clinically significant medical condition that, in the opinion of the Investigator, would jeopardize the safety or rights of the subject or confound evaluation of the study vaccine.\n12. Any medical, psychiatric, or social condition that in the judgment of the Investigator is a contraindication to protocol participation or impairs a subject's ability to give informed consent.\n13. Received blood or blood product (including Immune Globulin IV) within 90 days prior to enrollment into the study.\n14. Received systemic corticosteroids (except for inhaled, topical, intra-articular) for\n\n    ≥14 consecutive days and has not completed treatment ≤30 days prior to enrollment into the study.\n15. Receiving immunosuppressive therapy.\n16. History of malignancy ≤5 years before enrollment, except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Subjects Reporting Solicited Local Reactions Within 7 Days After Vaccination (Redness, Swelling, and Pain at Injection Site) in Each Age Group",
        "description": "Solicited local reactions include redness/erythema, swelling/induration, and pain at injection site within 7 days after vaccination in each age group.",
        "timeFrame": "7 days after vaccination"
      },
      {
        "measure": "Percentage of Subjects Reporting Solicited Systemic Events Within 7 Days After Vaccination (Fever, Headache, Fatigue, Muscle Pain, and Joint Pain) in Each Age Group Vaccination in Each Age Group",
        "description": "Solicited systemic reactions include fever, headache, fatigue, muscle pain, and joint pain.",
        "timeFrame": "7 days after vaccination"
      },
      {
        "measure": "Percentage of Subjects Reporting Unsolicited Adverse Event in Each Age Group",
        "description": "Percentage of participants in each age group with adverse events (AEs) whose date of onset occurs after the study vaccine and within the 1 month after vaccination.",
        "timeFrame": "1 month after vaccination"
      },
      {
        "measure": "Percentage of Subjects Reporting Serious Adverse Event",
        "description": "Percentage of participants with SAEs.",
        "timeFrame": "6 months after vaccination"
      },
      {
        "measure": "Percentage of Subjects Reporting New Onset of Chronic Illness",
        "description": "Percentage of participants with NOCIs",
        "timeFrame": "6 months after vaccination"
      },
      {
        "measure": "Percentage of Subjects Reporting Medically Attended Adverse Event",
        "description": "Percentage of participants with MAAEs.",
        "timeFrame": "6 months after vaccination"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Subjects With Adverse Events Due to Clinically Significant Laboratory Values",
        "description": "Laboratory values that resulted in treatment and reporting as adverse events 1 month following vaccination.",
        "timeFrame": "1 month after vaccination"
      },
      {
        "measure": "Percentage of Participants With a Shift From Normal at Baseline to Abnormal at Post-vaccination in Safety Laboratory Parameters (Hematology, Clinical Chemistry, Urinalysis)",
        "description": "Shifts from Normal at Baseline to Abnormal on Month 1 (30 days after vaccination) in Hematology, Clinical Chemistry and Urinalysis Parameters Occurring in Subjects Aged 50+ Years.",
        "timeFrame": "1 month after vaccination"
      },
      {
        "measure": "31 VAX-31 Pneumococcal Serotype-specific OPA Geometric Mean Titer",
        "description": "Antibody geometric mean titers as measured by OPA for the 31 pneumococcal serotypes in VAX-31.",
        "timeFrame": "1 month after vaccination"
      },
      {
        "measure": "31 VAX-31 Pneumococcal Serotype-specific IgG Geometric Mean Concentration",
        "description": "Antibody geometric mean concentrations as measured by IgG for the 31 pneumococcal serotypes in VAX-31.",
        "timeFrame": "1 month after vaccination"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:42.031Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}