{
  "nctId": "NCT03180801",
  "briefTitle": "Efficacy of FLU-v in an H1N1 Influenza Human Challenge Model",
  "officialTitle": "Phase IIb Study of the Efficacy of FLU-v, a Broad Spectrum Influenza Vaccine in an H1N1 Influenza Healthy Human Challenge Model",
  "protocolDocument": {
    "nctId": "NCT03180801",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-05-19",
    "uploadDate": "2018-10-08T10:45",
    "size": 2571148,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03180801/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 153,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-08-18",
    "completionDate": "2017-05-25",
    "primaryCompletionDate": "2017-03-31",
    "firstSubmitDate": "2017-05-31",
    "firstPostDate": "2017-06-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Healthy males and females aged ≥18 and ≤55 years of age at the point of enrolment.\n2. Willingness to remain in isolation for the duration of viral shedding and to comply with all study requirements.\n3. The following criteria are applicable to subjects in a heterosexual relationship and female subjects in a same sex relationship (i.e., the criteria do not apply to male subjects in a same sex relationship):\n\n   1. True abstinence- when this is in line with the preferred and usual lifestyle of the subject. (Periodic abstinence \\[e.g. calendar, ovulation, symptothermal, post-ovulation methods\\] and withdrawal are not acceptable methods of contraception).\n\n      Or\n   2. Two forms of effective contraceptive methods among (between) the couple, which are defined as:\n\n      * For males: condom with spermicidal foam/gel/film/cream, sterilisation (with the appropriate post-vasectomy documentation of the absence of sperm in the ejaculate. This applies only to males participating in the study).\n      * For females:\n\n   Women no longer of child bearing potential (post-menopausal females are defined as having a history of amenorrhea for at least 2 years, otherwise they should have documented status as being surgically sterile or post hysterectomy. The latter applies only to females participating in the study). If of childbearing potential, then acceptable forms of contraception include:\n   * Established (a minimum of 2 weeks prior to admission) use of oral, injected or implanted hormonal methods of contraception.\n   * Placement of an intrauterine device (IUD) or intrauterine system (IUS).\n   * Barrier methods of contraception or occlusive cap (diaphragm or cervical/vault caps), both with one of the following - spermicidal foam/gel/film/cream/suppository.\n\n     * The longevity of contraception is as follows:\n\n   Males:\n   * Comply with agreed contraception at entry to quarantine, and continuing until 90 days after the date of viral challenge/last dosing with IMP (whichever occurs last).\n   * Must not donate sperm following discharge from quarantine until 90 days after the date of viral challenge/last dosing with IMP (whichever occurs last).\n\n   Females:\n\n   If of childbearing potential must have a negative pregnancy test at screening and just prior to the date of Viral Challenge, and must be using contraception consisting of two forms of birth control (one of which must be a barrier method) starting from at least 2 weeks prior to the first vaccination and continuing until 90 days after the date of Viral Challenge/last dosing with IMP (whichever occurs last).\n4. Willing to have samples stored for future research.\n5. Sero-suitable to the study challenge virus within 90 days of Day 0.\n6. Agrees to abstain from alcohol intake 24 hours before admission on Day -2 or Day -1 and all other outpatient visits.\n7. Agrees to not use prescription or over-the-counter medications (including aspirin, decongestants, antihistamines, and other NSAIDs), and herbal medication (including, but not limited to, Vitamin C, Vitamin D, immune booster products, herbal tea, St. John's Wort), within 14 days prior to study vaccine administration through the final follow-up visit, unless approved by the investigator and sponsor medical monitor.\n8. An informed consent document signed and dated by the subject and the Investigator or delegate.\n9. A history of childhood asthma before the age of 12 years is acceptable provided the subject is asymptomatic without treatment. Subjects with a single episode of wheezing (lasting less than 2 weeks) after the age of 12 years can be included at the Investigator's discretion provided the episode was more than 1 year ago and did not require a hospital admission and/or oral/intravenous steroids.\n10. In good health with no history of major medical conditions that will interfere with subject safety, as defined by medical history, physical examination, and routine laboratory tests and determined by the Investigator at a screening evaluation.\n\n    * A subject with a history of Herpes type 1 or 2 infection may be included if there are no active lesions present and the subject is not taking active medication.\n    * A subject with or without any evidence of atopy including any history of allergic rhinitis, dermatitis, and conjunctivitis will be included as long as they do not conflict with exclusion criteria. Mild to moderate arthritis of non-inflammatory origin may be allowed if the subject is not at risk from relative immobility in the Quarantine Unit and does not require regular medication.\n11. A documented medical history for a minimum of the last 2 years prior to inoculation.\n\nExclusion Criteria:\n\n1. Any subjects who have smoked 10 pack years at any time. Of those subjects that have smoked less than 10 pack years at any time, a subject will be excluded: If regular smokers (e.g., smoking every day) at the time of enrolment. If current casual smoker or use of smoking / nicotine-related products, they must agree to refrain from smoking during the in-patient stay\n2. Presence of self-reported or medically documented significant medical condition including but not limited to:\n\n   * Chronic pulmonary disease (e.g., asthma (except what is stated in inclusion criteria 9), COPD)\n   * Chronic cardiovascular disease (e.g., cardiomyopathy, congestive heart failure, cardiac surgery, ischemic heart disease, known anatomic defects).\n   * Chronic medical conditions requiring close medical follow-up or hospitalisation during the past 5 years (e.g., insulin dependent diabetes mellitus, renal dysfunction, haemoglobinopathies).\n   * Immunosuppression, or immunodeficiency or ongoing malignancy.\n   * Neurological and neurodevelopmental conditions (e.g., cerebral palsy, epilepsy, stroke, seizures).\n   * Post infectious or post vaccine neurological sequelae.\n   * Hyperlipidemia requiring medical therapy per current American College of Cardiology (ACC) and American Heart Association (AHA) guidelines published in 2013.\n3. Individual with body mass index (BMI) \\<18 and \\>35.\n4. Acute illness within 7 days of first vaccine administration day\n5. Clinically significant abnormal electrocardiogram (ECG) and/or parameters, as determined by the Investigator\n6. Subjects with clinically significant abnormal systolic and diastolic blood pressure or clinically significant abnormal pulse rate.\n7. Subject has abnormal pulmonary function as measured by spirometry defined as a forced vital capacity or forced expiratory volume in 1 second (FEV1) \\< 80% of predicted or peripheral arterial oxygen saturation (SpO2) \\< 92% on room air.\n8. Known allergy to treatments for influenza (including but not limited to oseltamivir, nonsteroidals).\n9. Known allergy to 2 or more classes of antibiotics (e.g. penicillins, cephalosporins, fluoroquinolones, or glycopeptides). Known allergy to excipients in the challenge virus inoculum\n10. Daily or household contact with vulnerable populations.\n11. Receipt of any investigational drug:\n\n    * within 3 months prior to the planned date of Viral Challenge/first dosing with IMP (whichever occurs first).\n    * Receipt of three or more investigational drugs within the previous 12 months prior to the planned date of Viral Challenge/first dosing with IMP (whichever occurs first).\n    * Prior inoculation with a virus from the same virus-family as the Challenge Virus.\n    * Prior participation in another Human Viral Challenge study with a respiratory virus in the preceding 12 months taken from the date of Viral Challenge/first dosing with IMP (whichever occurs first) in the previous study to the date of expected Viral Challenge in this study.\n12. Receipt of any vaccine within 6 months of enrolment.\n13. Self-reported or known history of alcoholism or drug abuse (including marijuana) within 6 months prior to enrolment, or positive urine/serum test for drugs of abuse during the study\n14. Self-reported or known history of psychiatric or psychological issues that require treatment and are deemed by the PI to be a contraindication to protocol participation.\n15. History of a previous severe allergic reaction with generalized urticaria, angioedema, or anaphylaxis.\n16. History or evidence of autoimmune disease or known immunodeficiency of any cause - with the exception of atopic dermatitis/eczema and atopic rhinitis.\n17. Subjects with any history of physician diagnosed and/or objective test confirmed asthma (except as per inclusion criteria 9), reactive airway disease, COPD, pulmonary hypertension, or chronic lung condition of any aetiology.\n18. Positive human immunodeficiency virus (HIV) within 60 days of first vaccination visit, active hepatitis A (HAV), B (HBV), or C (HCV) test.\n19. Any significant abnormality altering the anatomy of the nose or nasopharynx (including significant nasal polyps).\n20. Venous access deemed inadequate for the phlebotomy and cannulation demands of the study.\n21. Any nasal or sinus surgery within 6 months of Viral Challenge.\n22. Recurrent history of fainting.\n23. Those employed or immediate relatives of those employed at hVIVO or the Sponsor.\n24. Any clinically significant history of epistaxis (nosebleeds) within the last 12 months and/or history of being hospitalized due to epistaxis on any previous occasion.\n25. Females who:\n\n    * Are breastfeeding,\n    * or have been pregnant within 6 months prior to the study,\n    * or have a positive pregnancy test at any point during screening or prior to first dosing with IMP.\n26. Presence of fever, defined as subject presenting with a temperature reading of \\> 38.0°C on Day -43\n27. Receipt of blood or blood products, or loss (including blood donations) of 470 mL or more of blood during the 3 months prior to the planned date of first dosing with IMP or planned during the 3 months after the final visit.\n28. Receipt of systemic (intravenous and/or oral) glucocorticoids or systemic antiviral drugs within 6 months prior to the planned date of first dosing with IMP.\n29. Any other finding that, in the opinion of the Investigator, deems the subject unsuitable for the study",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "55 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Mild to Moderate Influenza Disease (MMID)",
        "description": "To determine the effect of FLU-v on reducing the incidence of Mild to Moderate Influenza Disease (MMID) defined as detectable viral shedding by Luminex Respiratory Pathogen Panel Test (RPP) in the presence of at least one influenza symptom.",
        "timeFrame": "From 24h post-viral inoculation (Day 1) until the end of the quarantine phase on Day 7"
      },
      {
        "measure": "Number of Treatment Emergent Adverse Events (TEAEs) Per Subject.",
        "description": "To determine the number of TEAEs that were reported after the first administration of the vaccine until the end of the study (overall) and then separated into pre-inoculation (events reported from the time of first vaccination up to Day 0 prior to time of inoculation) and post-inoculation (Day 0 inoculation time through study completion).",
        "timeFrame": "From the first vaccination on day -43 to the last follow up visit on day 63."
      },
      {
        "measure": "Number of Subjects With Treatment Emergent Adverse Event Classified by Relatedness and Severity.",
        "description": "Number of subjects with one or more AE are reported by severity (mild, moderate and severe) and relatedness to vaccine or challenge virus inoculation (definitely, probably, possibly, unlikely, not related).",
        "timeFrame": "From the day of the first vaccination up to the end of the study on day +63."
      }
    ],
    "secondary": [
      {
        "measure": "Number of Subjects With Detectable Viral Shedding and Number of Subjects With Recorded Influenza Symptoms During the Quarantine Period.",
        "description": "Number of subjects experiencing at least one influenza symptom and at least two influenza symptoms.\n\nNumber of subjects with detectable shedding by RPP (Luminex) test from nasal swabs.\n\nNumber asymptomatic subjects with detectable virus by RPP (Luminex) test from nasal swabs.",
        "timeFrame": "Quarantine period from day 1 to day 7 post-inoculation."
      },
      {
        "measure": "Viral Shedding Duration",
        "description": "Number of days with detectable viral shedding measured using the Luminex Respiratory Pathogen Panel test.",
        "timeFrame": "starting from evening of Day 1 post-inoculation up to Day 7."
      },
      {
        "measure": "Total Viral Shedding (Area Under the Curve)",
        "description": "Shedding is quantified by RT-PCR from nasal swabs taken twice daily (am/pm) during the quarantine period. Plotting the log copy number/ml for each time point against time is done to calculate the area under the curve (AUC) using the trapezoidal rule.",
        "timeFrame": "from the evening of Day 1 post-inoculation to the morning of Day 7 (last timepoint before expected quarantine discharge)"
      },
      {
        "measure": "Peak Viral Load",
        "description": "Shedding is quantified by RT-PCR from nasal swabs taken twice daily (am/pm) during the quarantine period. Peak viral load is the highest recorded log10copy number/ml.",
        "timeFrame": "from the evening of Day 1 post-inoculation to the morning of Day 7 (last timepoint before expected quarantine discharge)"
      },
      {
        "measure": "Duration of Influenza Symptoms",
        "description": "Subjects were assessed by the physician whilst under quarantine post-inoculation. The number of days subjects experienced influenza symptoms was recorded.",
        "timeFrame": "from the evening of Day 1 post-inoculation to the morning of Day 7 (last timepoint before expected quarantine discharge)"
      },
      {
        "measure": "Number of Symptoms Experienced Per Subject Per Day.",
        "description": "Mean of total number of symptoms (upper and lower respiratory and systemic symptoms) experienced calculated as the total sum of symptoms experienced divided by the number of days in which symptoms were collected.",
        "timeFrame": "from the evening of Day 1 post-inoculation to the morning until the day of last symptom noted during the expected quarantine period (up tp Day 7)"
      },
      {
        "measure": "Peak Number of Symptoms Experienced Per Subject in a Single Day.",
        "description": "The highest level of the total sum of all upper and lower respiratory tract and systemic symptoms recorded on any day starting from the evening of Day 1 post-inoculation until the day of last symptom noted during the expected quarantine period (up to Day 7).",
        "timeFrame": "from the evening of Day 1 post-inoculation until the day of last symptom noted during the expected quarantine period (up to Day 7)."
      },
      {
        "measure": "Assessment of Self-reported Influenza Symptoms by FLU-PRO Questionnaire.",
        "description": "FLU-PRO assesses 32 influenza symptoms. Subjects rate each symptom on a 5-point ordinal scale, with higher scores indicating a more frequent sign or symptom. For 27 of the items, the scale is as follows: 0 (\"Not at all\"), 1 (\"A little bit\"), 2 (\"Somewhat\"), 3 (\"Quite a bit\"), and 4 (\"Very much\"). For 5 items, severity is assessed in terms of numerical frequency, i.e., vomiting or diarrhea (0 times, 1 time, 2 times, 3 times, or 4 or more times); with frequency of sneezing, coughing, and coughed up mucus or phlegm evaluated on a scale from 0 (\"Never\") to 4 (\"Always\").The FLU-PRO total score is computed as a mean score across all 32 items comprising the instrument. Total scores can range from 0 (symptom free) to 4 (very severe symptoms).",
        "timeFrame": "from Day 1 post-inoculation until the day 7."
      }
    ],
    "other": [
      {
        "measure": "Immunogenicity of FLU-v",
        "description": "To determine the antibody responses specific to FLU-v.",
        "timeFrame": "At pre-inoculation post-vaccination (Day -2), and post-influenza challenge (Day 35/Day 63)"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 8,
      "otherCount": 1,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:41.718Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}