{
  "nctId": "NCT02791893",
  "briefTitle": "Vagus Nerve Stimulation: Treatment for Gulf Veterans With Gulf War Illness",
  "officialTitle": "Vagus Nerve Stimulation: A Non-invasive Treatment to Improve the Health of Gulf Veterans With Gulf War Illness",
  "protocolDocument": {
    "nctId": "NCT02791893",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-07-15",
    "uploadDate": "2020-07-17T13:21",
    "size": 1593083,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02791893/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 27,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-03-21",
    "completionDate": "2020-04-15",
    "primaryCompletionDate": "2020-04-15",
    "firstSubmitDate": "2016-05-30",
    "firstPostDate": "2016-06-07"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nTo be eligible for enrollment in the Study, patients must meet all of the following criteria:\n\n* Patient is a veteran of the 1990-91 Gulf War, aged at least 42 years old\n* Patient fulfills Kansas criteria for Gulf War Illness including endorsement of musculoskeletal pain at moderate or severe intensities. This means patient has endorsed symptoms in at least 3 of the following problem areas: Fatigue/sleep; musculoskeletal pain; cognitive and mood; Gastrointestinal; respiratory; skin.\n* Patient has widespread pain as evidenced by endorsement of pain in at least 3 bodily quadrants plus in the axial skeleton\n* Patient has a median 24 hour widespread pain score of at least 5 on a 0 to 10 visual analog scale (VAS) with data taken on five days\n* To be considered as having migraine, the patient must fulfill International Headache Society (IHS) criteria, and it should have been present for at least one year prior to entry into the study\n* Patient agrees to use the study device as intended, follow all of the requirements of the study including completion of diary after each self-treatment, follow-up visit requirements, complete self assessment questionnaires as scheduled, and report any adverse device effects to the study center within 24 hours of such adverse device effect.\n* Patient is able to provide written Informed Consent.\n\nExclusion Criteria:\n\nPatients with any of the following will not be eligible for enrollment:\n\n* Patient has a history of intracranial aneurysm, intracranial hemorrhage, brain tumor or significant head trauma.\n* Patient has in the opinion of the investigator a clinically relevant structural abnormality at the gammaCore-R treatment site (e.g., neoplasm, lymphadenopathy, previous surgery, neoplasm or abnormal anatomy).\n* Patient has pain at the gammaCore treatment site (eg, dysesthesia, neuralgia, cervicalgia).\n* Patient has other significant pain problem (e.g., cancer pain or other head or facial pain disorder) that in the opinion of the investigator may confound the study assessments.\n* Patient has known or suspected severe cardiac disease (e.g., symptomatic coronary artery disease, prior myocardial infarction, congestive heart failure (CHF), significant premature ventricular contraction) or a history of cardiac arrhythmia.\n* Patient has known or suspected cerebrovascular disease (e.g., prior stroke or transient ischemic attack, symptomatic carotid artery disease, prior carotid endarterectomy or other vascular neck surgery).\n* Patient's electrocardiogram shows evidence of heart disease or arrhythmia including an abnormal baseline ECG (e.g. second and third degree heart block, prolonged QT interval (corrected QT (QTcB) interval \\>470 msec for women and \\> 450 for men), atrial fibrillation, atrial flutter, history of ventricular tachycardia or ventricular fibrillation, or clinically significant premature ventricular contraction) or a history of cardiac arrhythmia.\n* Patient has had a previous cervical vagotomy.\n* Patient has uncontrolled high blood pressure (systolic bp \\>160, or diastolic bp \\> 100) after 3 measurements within 24 hours.\n* Patient is currently implanted with an electrical and/or neurostimulator device (e.g. cardiac pacemaker or defibrillator, vagal neurostimulator, deep brain stimulator, spinal stimulator, bone growth stimulator, or cochlear implant, Sphenopalatine ganglion stimulator or Occipital nerve stimulator).\n* Patient has been implanted with metal cervical spine hardware or has a metallic implant near the gammaCore-R stimulation site.\n* Patient has a history of significant syncope within the last 5 years.\n* Patient has a history of non-epileptic or epileptic seizures within the last 5 years.\n* Patient, in the opinion of the investigator, has a known history or suspicion of substance abuse or addiction within the last 5 years.\n* Patient, in the opinion of the investigator/research staff, the patient is incapable of operating the gammaCore-R device as intended and performing the data collection procedures.\n* Patient has a psychiatric or cognitive disorder and/or behavioral problem which in the opinion of the clinician may interfere with the study (e.g. Bipolar Disorder, depressive disorder with psychotic features, Specific Phobia, Acute Stress Disorder).\n* Patient is pregnant or thinking of becoming pregnant in the next 6 months, or is of childbearing years and unwilling to use an accepted form of birth control or is unwilling to undergo pregnancy testing.\n* Patient is nursing\n* Patient has undergone botulinum toxin (BOTOX) injections of the head and/or neck in the last 3 months.\n* Patient is participating or has participated in any other therapeutic clinical investigation during the last 30 days.\n* Patient belongs to a vulnerable population or has any condition such that his or her ability to provide informed consent, comply with follow-up requirements, or provide self-assessments is compromised (e.g., homeless, developmentally disabled, prisoner).\n* Patient has evidence of suicidality based on the Columbia Suicide Screening test\n* Patient has previously used a gammaCore device.\n* Patient is the spouse or housemate of someone else in the trial.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "42 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Visual Analog Scale (VAS) to Assess Change of Widespread Pain",
        "description": "Patients used the Pain Visual Analog Scale (0-10; 0=No pain, 10=Worst pain possible) to rate their average level of pain over the last 24 hours. The median value for each individual's ratings over 5 consecutive days immediately prior to the end of the intervention period was recorded and then the average was calculated for each group.",
        "timeFrame": "10 and 20 weeks"
      },
      {
        "measure": "Visual Analog Scale (VAS) to Assess Change of Widespread Pain",
        "description": "Patients used the Pain Visual Analog Scale (0-10; 0=No pain, 10=Worst pain possible) to rate their average level of pain over the last 24 hours. The median value for each individual's ratings over 5 consecutive days immediately prior to the end of the intervention period was recorded and then the average was calculated for each group.",
        "timeFrame": "Baseline and 20 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Patient Global Improvement of Change (PGIC)",
        "description": "PGIC is a 7-point scale used to quantify a patient's rating of overall improvement. Patients rate their change from 1 (no change or gotten worse) to 7 (considerable improvement). Higher scores indicate greater improvement since starting the intervention.",
        "timeFrame": "10 and 20 weeks"
      },
      {
        "measure": "Physical Function Subscale From the Short Form Health Survey (SF-36)",
        "description": "A normalized indicator of physical functioning with a range from 0-100. Higher scores indicate fewer limitations to activity.",
        "timeFrame": "10 and 20 weeks"
      },
      {
        "measure": "Number of Headache Days Collected From the Migraine Disability Assessment (MIDAS).",
        "description": "Participants are asked to indicate the number of days in the last 3 months during which they experienced a headache. If a headache lasted more than 1 day, they are instructed to count each day. Scores are expected between 0-90 with higher numbers corresponding to a greater number of headache days.",
        "timeFrame": "10 and 20 weeks"
      },
      {
        "measure": "Depression Subscale From the Hospital Anxiety and Depression Scale (HADS)",
        "description": "The HADS is a 14-item scale intended to quantify symptoms of depression and anxiety. Scores range from 0-21 on each subscale (Anxiety and Depression) with higher scores indicating a greater number of symptoms.",
        "timeFrame": "10 and 20 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:52.432Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}