{
  "nctId": "NCT00923351",
  "briefTitle": "Therapy to Treat Ewing's Sarcoma, Rhabdomyosarcoma or Neuroblastoma",
  "officialTitle": "A Pilot Study of Tumor Vaccination and R-hIL-7 Following Standard Multimodality Therapy in Patients With High Risk Pediatric Solid Tumors",
  "protocolDocument": {
    "nctId": "NCT00923351",
    "filename": "Prot_ICF_000.pdf",
    "label": "Study Protocol and Informed Consent Form",
    "date": "2016-05-11",
    "uploadDate": "2018-02-21T13:42",
    "size": 1113380,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT00923351/document/Prot_ICF_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": true
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 44,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2007-06-02",
    "completionDate": "2018-05-15",
    "primaryCompletionDate": "2012-08-30",
    "firstSubmitDate": "2009-06-17",
    "firstPostDate": "2009-06-18"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA: for Apheresis/Tumor biopsy portion of the trial:\n\nA. Diagnosis\n\n* rhabdomyosarcoma: embryonal or alveolar.\n* Ewing's sarcoma family of tumors (ESFT), which include: classical, atypical and extraosseous ESFT, peripheral primitive neuroectodermal tumors, peripheral neuroepithelioma, primitive sarcoma of bone, and ectomesenchymoma.\n* neuroblastoma: may be diagnosed via histology or the standard clinical evidence for increased catecholamines in the urine plus tumor cells in the bone marrow.\n* undifferentiated or embryonal sarcoma.\n* desmoplastic small round cell tumor.\n* synovial cell sarcoma.\n\nB. Extent of Disease/Previous Therapy\n\n* Initial presentation: Stage IV or metastatic disease, enrolled prior to any cytoreductive therapy.\n* Recurrent Disease:\n\n  * Patient \\> 5yo must have recovered CD4 count to \\> 350 cells/mm\\^3 OR have disease free interval \\> one year from completion of cytotoxic therapy\n  * Patients \\< 5yo must have recovered CD4 count to \\> 350 cells/mm\\^3 OR have disease free interval \\> six months from completion of cytotoxic therapy\n* Multiple recurrences are allowable as long as CD4 count or disease-free intervals have been met.\n\nC. Age/Weight\n\n* greater than 18 mos. and less than or equal to 35 years at the time of initial diagnosis.\n* greater than 10 kg at the time of apheresis. Patients between 10-15 kg must be approved by the apheresis unit prior to enrollment on protocol.\n\nD. Informed Consent\n\nAll patients or their legal guardians (if the patient is less than 18 years old) must sign a document of informed consent (screening protocol) prior to performing studies to determine patient eligibility. After confirmation of patient eligibility all patients or their legal guardians must sign the protocol specific informed consent to document their understanding of the investigational nature and the risks of this study before any protocol related studies are performed (other than the studies which were performed to determine patient eligibility).\n\nE. Laboratory Parameters\n\n* renal function: creatinine clearance greater than 60 mL/min/1.73m\\^2 or normal age adjusted serum creatinine (less than or equal to 5 yrs. less than or equal to 0.8 mg/ml; 5-10 yrs. less than or equal to 1.0 mg/ml; 10-15 yrs. less than or equal to 1.2 mg/ml; greater than 15 yrs. less than or equal to 1.5 mg/ml)\n* liver function: aspartate aminotransferase (AST) and alanine aminotransferase (ALT) less than 2.5 times upper limit of normal (ULN), bilirubin less than 1.5 ULN\n* hematologic function: platelets greater than 50,000 cells/mcl, hemoglobin (Hgb) greater than 9.0 gms/dl, prothrombin time (PT) less than 1.5 ULN. Patients may receive transfusion if necessary to reach the pre-apheresis hematology parameters.\n\nF. Accessibility of Tissue to Generate Tumor Lysates\n\nPatients must have adequate tumor bulk accessible to biopsy in order to generate the tumor lysate (at least 2 cm diameter). Procedures employed to acquire biopsies for tumor lysates will be limited to percutaneous biopsies or open biopsies of readily accessible lesions. Patients should not undergo biopsies, which will later compromise the ability to render function preserving local therapy (e.g. limb salvage therapy). To prevent this, all bone biopsies should be performed in consultation with the orthopedic consultant on the case. For patients with bone marrow involvement, bone marrow aspirates may be used as a source of tumor for tumor lysates. Patients are not eligible if, in the opinion of the principal and associate investigators, tumor biopsy would entail extensive surgery such as thoracotomy or laparotomy, or if the tumor site places the patient at substantial risk from the biopsy procedure.\n\nNational Cancer Institute (NCI) Laboratory of Pathology will review all tumor specimens for diagnosis.\n\nEXCLUSION CRITERIA: for Apheresis/Tumor biopsy portion of the trial:\n\nA. Other conditions\n\n* Clinically significant unrelated systemic illness, such as serious infections, autoimmunity or organ dysfunction, which in the judgment of the Principal or Associate Investigators would compromise the patient's ability to tolerate the investigational agents or are likely to interfere with the study procedures or results.\n* Previous allogeneic stem cell or allogeneic bone marrow transplantation.\n* Conditions related to tumor, which require emergency treatment (airway compression, spinal cord compression) since enrollment would delay initiation of such therapy.\n* Women who are pregnant or lactating.\n* Corticosteroids initiated at the time of tumor diagnosis or recurrence for treatment of nerve compression or other symptoms is permitted during this phase of the trial, but will not be permitted during the immunotherapy phase, with the exception of a self limited course of steroids as described in Section 2.1.4.A.\n* Patients with a history of central nervous system (CNS) metastases from cancer are not excluded provided that the metastatic CNS disease has been effectively treated and there is no evidence of active CNS disease as evidenced by stable clinical findings and stable radiographic findings for a period of 6 weeks.\n* Patients with human immunodeficiency virus infection, hepatitis B, or hepatitis C due to confounding effects on immune system.\n\nINCLUSION CRITERIA: for Immunotherapy portion of the trial:\n\nA. Informed Consent\n\nBecause significant time will have elapsed between apheresis/tumor biopsy and the initiation of immunotherapy, all patients or their legal guardians (if the patient is less than 18 years old) must sign a second informed consent to document their understanding of the investigational nature and the risks of this study before any protocol related studies are performed (other than the studies which were performed to determine patient eligibility).\n\nB. Time and Recovery from Cytotoxic Therapy\n\nAt least 3 weeks should have elapsed since the last cycle of cytotoxic therapy or since the last dose of radiation therapy, at least 4 weeks must have elapsed since the patient has received any investigational therapy, and patients should have recovered from toxic side effects of previous therapy to a grade 1 or less, with the exception of the following:\n\n* Hematological toxicity: recovery to levels required in Section 2.1.1.E.\n* Low electrolyte levels (Such individuals should receive appropriate supplementation).\n* For patients on anticoagulant therapy or with pre-existing coagulation abnormalities, prothrombin time (PT), partial thromboplastin time (PTT) must return to baseline.\n* Liver function tests must resolve to values required in Section 2.1.1.E.\n* Grade 3 hypoalbuminemia.\n* Alopecia.\n* Sterility.\n\nC. Laboratory Parameters\n\n* renal function: creatinine clearance greater than 60 mL/min/1.73m\\^2 or normal age adjusted serum creatinine (less than or equal to 5 yrs. less than or equal to 0.8 mg/ml; 5-10 yrs. less than or equal to 1.0 mg/ml; 10-15 yrs. less than or equal to 1.2 mg/ml; greater than 15 yrs. less than or equal to 1.5 mg/ml).\n* liver function: aspartate aminotransferase (AST) and alanine aminotransferase (ALT) less than 2.5 times upper limit of normal (ULN), bilirubin less than 1.5 ULN.\n* hematologic function: absolute neutrophil count (ANC) greater than 750 cells/mcl, platelets greater than 50,000 cells/mcl.\n\nD. Birth Control\n\nSubjects of childbearing or child-fathering potential must be willing to use a medically acceptable form of birth control, which includes abstinence, while they are being treated on this study.\n\nEXCLUSION CRITERIA: for Immunotherapy Portion of the Trial:\n\nA. Other conditions\n\n* Clinically significant unrelated systemic illness, such as serious infections or organ dysfunction, which in the judgment of the Principal or Associate Investigators would compromise the patient's ability to tolerate the investigational agents or are likely to interfere with the study procedures or results.\n* Persistent or progressive cancer following the completion of the standard therapy phase of the trial will not, in and of itself, preclude receipt of immunotherapy. However, patients will not receive immunotherapy if they have an Eastern Cooperative Oncology Group (ECOG) performance status performance status of 3 or 4 or, for children less than or equal to 10 years of age, Lansky less than or equal to 50 (Appendix III). Furthermore, patients will be removed from the trial if they develop requirements for anti-neoplastic therapy (e.g. radiation therapy) for progressive disease during the trial as discussed in protocol.\n* Women who are pregnant or lactating.\n* Patients with human immunodeficiency virus infection, hepatitis B, or hepatitis C infection due to confounding effects on immune function.\n* Patients who require chronic daily oral corticosteroid or other immunosuppressive therapy. Topical or inhaled corticosteroids are permitted. Also, a time limited course of steroids does for an unrelated medical condition (e.g. allergic reaction, poison ivy) will not preclude receipt of immunotherapy provided that two weeks elapse between the last dose of systemic corticosteroids and initiation of immunotherapy.\n* Patients who are receiving other biologic therapies including cytokines or growth factors not specified by the protocol. Herbal supplements will not result in exclusion but should be noted and reviewed with the principal investigator (PI).\n* Patients with a history of CNS metastases from cancer are not excluded provided that the metastatic CNS disease has been effectively treated and there is no evidence of active CNS disease as evidenced by stable clinical findings and stable radiographic findings for a period of 6 weeks.\n* Excluded from Arm B:\n\n  * Patients with history of autoimmune disease (excluding thyroiditis on chronic thyroid replacement therapy) or active auto-immune disease, due to a risk of exacerbation of autoimmunity with r-hIL7. Patients with a history of B cell malignancy due to a risk for growth with rhIL7 therapy.\n  * Corrected QT interval (QTc) prolongation defined as a QTc greater than or equal to 470 ms or a prior history of cardiovascular disease, arrhythmias, or significant electrocardiogram (ECG) abnormalities.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "19 Months",
    "maximumAge": "35 Years",
    "stdAges": [
      "CHILD",
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With a Positive Immune Response as Evidenced by the Delayed Type of Hypersensitivity (DTH) Reaction Assay",
        "description": "A positive response to the tumor vaccine requires a positive reaction in at least one of the two assays below (immune responses to tumor lysates using ex vivo and delayed type of hypersensitivity (DTH).\n\nThe presence of a positive delayed type of hypersensitivity (DTH) reaction to the tumor lysate in a patient who did not show a positive DTH reaction prior to immunotherapy. A positive reaction is induration of at least 0.5 cm.\n\nImmunotherapy administered to patients with recurrent or metastatic pediatric solid tumors such as Ewing's sarcoma, rhabdomyosarcoma, or neuroblastoma. Each vaccine is given as 6 separate injections. Three intradermal on one arm or leg and three subcutaneous on the other arm or leg.",
        "timeFrame": "Week 8, 14, 20 (Arm A) and on Days 42, 84 and 126 (± 7 days) (Arm B)"
      },
      {
        "measure": "Toxicity",
        "description": "Here is the number of participants with adverse events. For a detailed list of adverse events, see the adverse event module.",
        "timeFrame": "Date treatment consent signed to date off study, approximately 49.5 months"
      },
      {
        "measure": "Overall Survival",
        "description": "Overall survival is defined as the time between the first day of treatment to the day of death.",
        "timeFrame": "Time between the first day of treatment to the day of death or at the conclusion of 5 years of follow-up, whichever comes first, assessed up to approximately 11 years."
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:51.779Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}