{
  "nctId": "NCT04445831",
  "briefTitle": "A Study to Evaluate the Safety, Tolerability and Immunogenicity of Tau Targeted Vaccines in Participants With Early Alzheimer's Disease",
  "officialTitle": "A Phase Ib/IIa Multicenter, Double-Blind, Randomized, Placebo-Controlled Study to Evaluate the Safety, Tolerability and Immunogenicity of Different Doses, Regimens and Combinations of Tau Targeted Vaccines in Subjects With Early Alzheimer's Disease",
  "protocolDocument": {
    "nctId": "NCT04445831",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-10-22",
    "uploadDate": "2024-08-19T08:29",
    "size": 3797356,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04445831/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 57,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-07-31",
    "completionDate": "2023-09-05",
    "primaryCompletionDate": "2023-09-05",
    "firstSubmitDate": "2020-06-22",
    "firstPostDate": "2020-06-24"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Male or female with age from 50 and up to 75 years old inclusive.\n2. Mild Cognitive Impairment (MCI) due to AD or Mild AD according to NIA-AA criteria and Clinical Dementia Rating scale (CDR) global score of 0.5 or 1 respectively.\n3. Mini Mental State Examination (MMSE) score of 22 or above.\n4. Abnormal level of CSF Abeta amyloid 42 (Aß42) consistent with AD pathology at screening.\n5. Subjects either not taking any marketed treatment for AD or receiving a stable dose of an acetylcholinesterase inhibitor and/or memantine for at least 3 months prior to baseline.\n6. Subjects cared for by a reliable informant or caregiver to assure compliance, assist with clinical assessments and report safety issues.\n7. Women must be post-menopausal for at least one year and/or surgically sterilized.\n8. Subjects who in the opinion of the investigator is able to understand and provide written informed consent.\n9. Both subject and informant or caregiver must be fluent in one of the languages of the study and able to comply with all study procedures, including lumbar punctures.\n\nExclusion criteria:\n\n1. Participation in previous clinical trials for AD and/or for neurological disorders using active immunization unless there is documented evidence that the subject was treated with placebo only and the placebo vaccine is not expected to induce any specific immune response.\n2. Participation in previous clinical trials for AD and/or for neurological disorders using any passive immunization within the past 6 months (or 5 half-lives of the investigational antibody, whichever is longer) prior to screening unless there is documented evidence that the subject was treated with placebo only and the placebo is not expected to induce any specific immune response.\n3. Participation in previous clinical trials for AD and/or for neurological disorders using any small molecule drug including BACE-1 inhibitors within the past 3 months prior to screening.\n4. Concomitant participation in any other clinical trial using experimental or approved medications or therapies.\n5. Presence of positive Anti-nuclear Antibody (ANA) titers at a dilution of at least 1:160 in subjects without clinical symptoms of auto-immune disease.\n6. Current or past history of auto-immune disease, or clinical symptoms consistent with the presence of auto-immune disease.\n7. Immune suppression including but not limited to the use of immunosuppressive drugs or systemic steroids unless they have been prescribed transiently more than 3 months prior to screening.\n8. History of severe allergic reaction (e.g., anaphylaxis) including but not limited to severe allergic reaction to previous vaccines and/or medications.\n9. Prior history of clinically significant hypoglycaemic episodes.\n10. Drug or alcohol abuse or dependence currently met or within the past five years according to Diagnostic and Statistical Manual of Mental Disorders-V (DSM-V) criteria.\n11. Any clinically significant medical condition likely to interfere with the evaluation of safety and tolerability of the study treatment and/or the adherence to the full study visit schedule.\n12. Any clinically significant medical condition likely to impact the immune system (e.g, any history of acquired or innate immune system disorder).\n13. Use of hydralazine, procainamide, quinidine, isoniazide, TNF-inhibitors, minocycline within the last 12 months prior to screening.\n14. Use of diltiazem unless on a stable dose for at least 3 months prior to screening.\n15. Significant risk of suicide defined, using the Columbia-Suicide Severity Rating Scale, as the subject answering: \"yes\" to suicidal ideation questions 4 or 5 or answering: \"yes\" to suicidal behavior within the past 12 months.\n16. Concomitant psychiatric or neurologic disorder other than those considered to be related to AD.\n17. History or presence of uncontrolled seizures.\n18. History of meningoencephalitis within the past 10 years prior to screening.\n19. Subjects with a history of hemorrhagic and/or non-hemorrhagic stroke.\n20. Presence or history of peripheral neuropathy.\n21. History of inflammatory neurological disorders with potential for CNS involvement.\n22. Screening MRI scan showing structural evidence of alternative pathology not consistent with AD which could cause the subject's symptoms.\n23. MRI examination cannot be done for any reason, including but not limited to metal implants contraindicated for MRI studies and/or severe claustrophobia.\n24. Significant hearing or visual impairment or other issues judged relevant by the investigator preventing to comply with the protocol and to perform the outcome measures.\n25. Clinically significant infections or major surgical operation within 3 months prior to screening.\n26. Any vaccine received within the past 2 weeks before screening, including influenza vaccine.\n27. Clinically significant arrhythmias or other clinically significant abnormalities on ECG at screening.\n28. Myocardial infarction within one year prior to baseline, unstable angina pectoris, or significant coronary artery disease.\n29. History of cancer within the past 5 years other than treated squamous cell carcinoma, basal cell carcinoma and melanoma in situ, or in-situ prostate cancer or in-situ breast cancer which have been fully removed and are considered cured.\n30. Clinically significant deviations from normal values for hematologic parameters, liver function tests, and other biochemical measures, that are judged to be clinically significant in the opinion of the investigator.\n31. Pregnancy confirmed by blood test at screening, or subject planning to be pregnant or lactating.\n32. Receipt of any anticoagulant drug or antiplatelet drug, except aspirin at doses of 100 mg daily or lower.\n33. Receipt of any antipsychotic drugs unless on stable low doses for the treatment of insomnia.\n34. Donation of blood or blood products within 30 days prior to screening or plans to donate blood while participating in the study.\n35. Positive Venereal Disease Research Laboratory (VDRL) consistent with active syphilis at screening.\n36. Positive HIV test at screening.\n37. Laboratory or clinical evidence of active hepatitis B and/or C at screening.\n38. Serum creatinine greater than 1.5x upper limit of normal, abnormal thyroid function tests or clinically significant reduction in serum B12 or folate levels.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Overview of Treatment-Emergent Adverse Events, Safety Set",
        "description": "Categorical data are presented with the number of subjects with at least one event for the defined categories. Subjects are included only once, even if they experienced multiple events in a category.",
        "timeFrame": "AEs falling between first dosing (week 0) and last study visit (week 74), ie up to 74 weeks, defined as Treatment-Emergent Adverse Events (TEAEs)"
      },
      {
        "measure": "Overview of Treatment-Emergent Adverse Events Assessed by Intensity, Safety Set",
        "description": "Categorical data are presented with the number of subjects with at least one Treatment-Emergent Adverse Event (TEAE) assessed as:\n\n* Mild: Easily tolerated and causes minimal discomfort and does not interfere with everyday activities.\n* Moderate: Sufficiently discomforting to interfere with normal everyday activities; intervention may be needed. Event is not hazardous to the subject's health\n* Severe: Prevents normal everyday activities; treatment or other intervention usually needed. Hazard to the subject's health\n\nAlthough subjects may have experienced multiple events, they are included only once, in the maximum severity category",
        "timeFrame": "Between the first dosing and the last study visit (week 74)"
      },
      {
        "measure": "Overview of Treatment-Emergent Adverse Events Assessed by Relationship to Study Drug, Safety Set",
        "description": "Categorical data are presented with the number of subjects with at least one Treatment-Emergent Adverse Event (TEAE) assessed as:\n\n* Unrelated: Events reported as unrelated or unlikely related to study drug\n* Related: Events reported as possibly related or probably related to study drug\n\nAlthough subjects may have experienced multiple events, they are included only once, in the strongest relationship category",
        "timeFrame": "Between the first dosing and the last study visit (week 74)"
      },
      {
        "measure": "Mean Change From Baseline in Diastolic Blood Pressure, ITT Set",
        "description": "At reported visits, diastolic blood pressures (mmHg = millimeter of mercury) were measured in sitting position only, after the subject has been sitting down for at least 5 minutes.\n\nA change from baseline value is defined as the value at post-baseline timepoint minus the baseline value, i.e. post-baseline value - baseline value",
        "timeFrame": "Endpoint is assessed from baseline (i.e. last non-missing value prior to the first immunization at week 0) to the last study visit (week 74), at weeks 26, 50 and 74."
      },
      {
        "measure": "Mean Change From Baseline in Systolic Blood Pressure, ITT Set",
        "description": "At reported visits, systolic blood pressures (mmHg = millimeter of mercury) were measured in sitting position only, after the subject has been sitting down for at least 5 minutes.\n\nA change from baseline value is defined as the value at post-baseline timepoint minus the baseline value, i.e. post-baseline value - baseline value",
        "timeFrame": "Endpoint is assessed from baseline (i.e. last non-missing value prior to the first immunization at week 0) to the last study visit (week 74), at weeks 26, 50 and 74."
      },
      {
        "measure": "Mean Change From Baseline in Heart Rate, ITT Set",
        "description": "At reported visits, heart rates (bpm = beats per minute) were measured in sitting position only, after the subject has been sitting down for at least 5 minutes.\n\nA change from baseline value is defined as the value at post-baseline timepoint minus the baseline value, i.e. post-baseline value - baseline value",
        "timeFrame": "Endpoint is assessed from baseline (i.e. last non-missing value prior to the first immunization at week 0) to the last study visit (week 74), at weeks 26, 50 and 74."
      },
      {
        "measure": "Mean Change From Baseline in Body Temperature, ITT Set",
        "description": "At reported visits, body temperatures (°C = degree Celsius) were measured. A change from baseline value is defined as the value at post-baseline timepoint minus the baseline value, i.e. post-baseline value - baseline value",
        "timeFrame": "Endpoint is assessed from baseline (i.e. last non-missing value prior to the first immunization at week 0) to the last study visit (week 74), at weeks 26, 50 and 74."
      },
      {
        "measure": "Number of Participants Reporting Suicidal Ideation or Behavior Using Columbia-Suicide Severity Rating Scale (C-SSRS), ITT Set",
        "description": "Suicidal ideation or behavior using Columbia-Suicide Severity Rating Scale (C-SSRS) was assessed at Baseline (screening or visit 1 (Week 0)) and at weeks 26, 50 and 74. A set of questions related to suicidal behavior or ideation was directly asked by the rater to the subject.",
        "timeFrame": "Endpoint is assessed from baseline (i.e. last non-missing value prior to the first immunization at Visit 1 (Week 0) or Screening) to the last study visit (week 74), at weeks 26, 50 and 74."
      },
      {
        "measure": "Number of Participants With Abnormal MRI Results, ITT Set",
        "description": "Brain MRI scans were conducted according to the schedule of assessments, i.e. at Baseline (screening) and at weeks 10, 26, 50, 74 and examined for evidence of brain pathology. Normal, abnormal not clinically significant (NCS) and abnormal clinically significant (CS) results as interpreted by the clinical site are reported.",
        "timeFrame": "Endpoint is assessed from baseline (screening) to the last study visit (week 74), at weeks 10, 26, 50 and 74."
      },
      {
        "measure": "Anti-pTau IgG Antibody Response in Serum - Antibody Titers, ITT Set",
        "description": "At all visits, blood was collected for the determination of the immune response in serum. Anti-phosphorylated Tau (pTau) IgG titers were measured by Meso Scale Discovery (MSD). For each visit, the geometric means (AU/mL) and 95% Confidence Interval (CI) is given.",
        "timeFrame": "Endpoint is assessed from baseline (i.e. mean of the titers measured at the screening and visit 1 before the first study drug administration) to the last study visit (week 74), at weeks 0, 2, 8, 10, 24, 26, 36, 48, 50, 67 and 74."
      },
      {
        "measure": "Anti-ePHF IgG Antibody Response in Serum - Antibody Titers, ITT Set",
        "description": "At all visits, blood was collected for the determination of the immune response in serum. Anti-enriched paired helical filaments (ePHF) IgG titers were measured by Meso Scale Discovery (MSD). For each visit, the geometric means (AU/mL) and 95% Confidence Interval (CI) is given.",
        "timeFrame": "Endpoint is assessed from baseline (i.e. mean of the titers measured at the screening and visit 1 before the first study drug administration) to the last study visit (week 74), at weeks 0, 2, 8, 10, 24, 26, 36, 48, 50, 67 and 74."
      }
    ],
    "secondary": [
      {
        "measure": "Anti-Tau IgG Antibody Response in Serum - Antibody Titers, ITT Set",
        "description": "At all visits, blood was collected for the determination of the immune response in serum. Anti-Tau IgG titers were measured by Meso Scale Discovery (MSD). For each visit, the geometric means (AU/mL) and 95% Confidence Interval (CI) is given.",
        "timeFrame": "Endpoint is assessed from baseline (i.e. mean of the titers measured at the screening and visit 1 before the first study drug administration) to the last study visit (week 74), at weeks 0, 2, 8, 10, 24, 26, 36, 48, 50, 67 and 74."
      },
      {
        "measure": "Anti-pTau IgM Antibody Response in Serum - Antibody Titers, ITT Set",
        "description": "At all visits, blood was collected for the determination of the immune response in serum. Anti-phosphorylated Tau (pTau) IgM titers were measured by enzyme-linked immunosorbent assay (ELISA). For each visit, the geometric means (AU/mL) and 95% Confidence Interval (CI) is given.",
        "timeFrame": "Endpoint is assessed from baseline (i.e. mean of the titers measured at the screening and visit 1 before the first study drug administration) to the last study visit (week 74), at weeks 0, 2, 8, 10, 24, 26, 36, 48, 50, 67 and 74."
      },
      {
        "measure": "Anti-Tau IgM Antibody Response in Serum - Antibody Titers, ITT Set",
        "description": "At all visits, blood was collected for the determination of the immune response in serum. Anti-Tau IgM titers were measured by enzyme-linked immunosorbent assay (ELISA). For each visit, the geometric means (AU/mL) and 95% Confidence Interval (CI) is given.",
        "timeFrame": "Endpoint is assessed from baseline (i.e. mean of the titers measured at the screening and visit 1 before the first study drug administration) to the last study visit (week 74), at weeks 0, 2, 8, 10, 24, 26, 36, 48, 50, 67 and 74."
      }
    ],
    "other": [
      {
        "measure": "Change From Baseline of Functional Performance Using CDR-SB Scale",
        "description": "CDR-SB means Clinical Dementia Rating - Sum of Boxes. The score ranges from 0 to 18. A higher score indicates a worse outcome.",
        "timeFrame": "from baseline up to week 74"
      },
      {
        "measure": "Change From Baseline of Cognitive Performance Using RBANS Scale",
        "description": "RBANS means Repeatable Battery for the Assessment of Neuropsychological Status. The total scale index score ranges from 40 to 160. A higher score indicates a better outcome.",
        "timeFrame": "from baseline up to week 74"
      },
      {
        "measure": "Change From Baseline of Behavior Using NPI Scale",
        "description": "NPI means Neuropsychiatric Inventory. The score ranges from 0 to 144. A higher score indicates a worse outcome.",
        "timeFrame": "from baseline up to week 74"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 11,
      "secondaryCount": 3,
      "otherCount": 3,
      "totalCount": 17
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:41.753Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}