{
  "nctId": "NCT00970203",
  "briefTitle": "Dendritic Cell (DC)-Based Vaccines Loaded With Allogeneic Prostate Cell Lines in Combination With Androgen Ablation in Patients With Prostate Cancer",
  "officialTitle": "Feasibility, Safety and Efficacy Evaluation of Alpha-Type 1 Dendritic Cell(DC)-Based Vaccines Loaded With Allogeneic Prostate Cell Lines in Combination With Androgen Ablation in Patients With PSA Progression After Local Therapy for Prostate Cancer",
  "protocolDocument": {
    "nctId": "NCT00970203",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-06-02",
    "uploadDate": "2020-04-03T11:53",
    "size": 4790092,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT00970203/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 13,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2009-09",
    "completionDate": "2019-10-05",
    "primaryCompletionDate": "2018-10-05",
    "firstSubmitDate": "2009-09-01",
    "firstPostDate": "2009-09-02"
  },
  "eligibilityCriteria": {
    "criteria": "Eligibility Criteria\n\n* Patients with histologically proven prostate cancer and tumors limited to the prostate (including seminal vesicle involvement, provided all visible disease was surgically removed) who have completed local therapy and have an elevated PSA after surgery or rising PSA after radiation therapy, as defined below.\n* Age 18 years or older\n* Histologically confirmed diagnosis of prostate cancer.\n* Previous treatment with definitive surgery or radiation therapy or both.\n* No evidence of metastatic disease on physical exam, CT/MRI/CXR (see Section 7.1 for radiologic imaging), and bone scan within 4 weeks prior to randomization.\n* Prior neoadjuvant/adjuvant hormonal, androgen deprivation therapy, or chemotherapy is allowed if it was last used \\> 12 months prior to first vaccination.\n* No therapy modulating testosterone levels (such as leuteinizing-hormone releasing-hormone agonists/antagonists and antiandrogens) is permitted within 12 months prior to first vaccination. Agents such as 5α-reductase inhibitors, ketoconazole, megestrol acetate, systemic steroids (replacement doses of steroids are allowed), PC-SPES, and Saw Palmetto are not permitted at any time during the period that the PSA values are being collected.\n* Hormone-sensitive prostate cancer as evident by a serum total testosterone level \\> 150 ng/dL or \\> 6 nmol/L at the time of enrollment within 4 weeks prior to randomization.\n* All patients must have evidence of biochemical progression as determined by a reference PSA value followed by 1 confirmatory rising PSA value, higher than the previous value, obtained at least 2 weeks apart. All of these PSA values must be obtained at the same reference lab, and all must be done within 6 months prior to enrollment.\n* The most recent of the PSA values must be ≥ 2.0 ng/mL. This measurement must be obtained within 1 month prior to enrollment.\n* The PSA doubling time (PSA-DT) must be less than 12 months.\n* ECOG performance status 0 or 1.\n* Patients must have normal organ and marrow function as defined below:\n\n  * Absolute neutrophil count \\> 1,500/µL\n  * Platelets \\> 100,000/µL\n  * Total bilirubin 1.5 x upper limit of normal (ULN)\n  * SGOT (AST) and SGPT (ALT) \\< 2.5 x institutional ULN\n  * Creatinine 1.5 x ULN\n* The effects of dendritic cell vaccines on the developing human fetus are unknown. For this reason men must agree to use adequate contraception (hormonal or barrier method of birth control) prior to study entry and for the duration of study participation.\n\nExclusion Criteria\n\n* Patients must not be receiving other investigational agents or concurrent anticancer therapy.\n* No uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Patients must not have active eczema, atopic dermatitis, or other exfoliative skin conditions (e.g., burns, impetigo, varicella zoster, severe acne, contact dermatitis, psoriasis, herpes or other open rashes or wounds).\n* Presence of an active acute or chronic infection, including urinary tract infection, HIV or viral hepatitis. HIV patients are excluded based on immunosuppression which may render them unable to respond to the vaccine; patients with chronic hepatitis are excluded because of concern that hepatitis could be exacerbated by the injections. If clinically indicate, HIV/viral hepatitis testing will be performed to confirm status.\n* Patients with a history of auto-immune disease such as, but not restricted to, inflammatory bowel disease, systemic lupus erythematosus, ankylosing spondylitis, scleroderma, or multiple sclerosis. Patients receiving replacement thyroid hormone would be eligible.\n* No concurrent use of systemic steroids, except for local (topical, nasal, or inhaled) steroid use. Adrenal replacement doses of corticosteroids are allowed.\n* Subjects with concurrent additional malignancy (with exception of non-melanoma skin cancers and superficial bladder cancer or malignancy within last 3 years).",
    "healthyVolunteers": false,
    "sex": "MALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Patients to Successfully Generate and Administer the Alpha-DC1 Vaccine",
        "description": "The percentage of patients for which the alpha-DC1 vaccine was generated and for which 4 vaccine injections were administered (1 injection every 4 weeks).",
        "timeFrame": "16 weeks"
      },
      {
        "measure": "Tolerability and Toxicity of the Alpha-DC1 Vaccine",
        "description": "The percentage of patients who experienced vaccine related toxicity.",
        "timeFrame": "16 weeks"
      },
      {
        "measure": "The Effect of the DC1 Vaccine on Time to PSA Progression Compared to AA Alone",
        "description": "The mean difference between time to relapse on androgen ablation plus alpha DC-1 vaccine vs androgen ablation",
        "timeFrame": "Approximately 18 months"
      }
    ],
    "secondary": [
      {
        "measure": "Change in PSA Velocity Prior to and Following the Proposed Treatment.",
        "timeFrame": "Approximately 18 months"
      },
      {
        "measure": "Evaluate (in All Subjects) the Vaccination-induced DTH Responses to LNCap, the Cell Line Vaccine, and to Compare This With Vaccination-induced Responses to Tumor-untreated Antigen (KLH)",
        "timeFrame": "Approximately 17 weeks"
      },
      {
        "measure": "Evaluate the Vaccination-induced Changes of Th1/Th2 Profiles of the Responses to PAP and PSMA",
        "timeFrame": "Approximately 18 to 24 months"
      },
      {
        "measure": "Evaluate the CTL Responses in Blood to the Whole LNCap Cells (in All Subjects) and (in All Subjects Who Are HLA-A2 Positive) the CTL Responses to HLA-A2.1 Restricted Peptides Derived From PAP and PSMA",
        "timeFrame": "Approximately 18 to 24 months"
      },
      {
        "measure": "Comprehensively Evaluate the CD4+ and CD8+ T Cell Responses (Fine Specificity and Th1/Th2/Treg Cytokine Profile) to the Previously-identified and Novel Immunogenic Epitopes of PAP and PSMA, Using the EPIMAX System",
        "timeFrame": "Approximately 18 to 24 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 0,
      "totalCount": 0
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 65,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:41.561Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}