{
  "nctId": "NCT02245737",
  "briefTitle": "An Efficacy and Safety Study of Lanabecestat (LY3314814) in Early Alzheimer's Disease",
  "officialTitle": "A 24-month, Multicenter, Randomized, Double-blind, Placebo-controlled, Parallel-group, Efficacy, Safety, Tolerability, Biomarker, and Pharmacokinetic Study of AZD3293 in Early Alzheimer's Disease (The AMARANTH Study)",
  "protocolDocument": {
    "nctId": "NCT02245737",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-07-17",
    "uploadDate": "2019-05-28T07:34",
    "size": 3514550,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02245737/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2",
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 2218,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-09-30",
    "completionDate": "2018-10-04",
    "primaryCompletionDate": "2018-10-04",
    "firstSubmitDate": "2014-09-18",
    "firstPostDate": "2014-09-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Gradual and progressive change in the participant's memory function over more than 6 months, reported by participant and study partner\n* Mini-Mental State Examination score of 20-30 inclusive at screening\n* Objective impairment in memory as evaluated by memory test performed at screening\n* For a diagnosis of mild Alzheimer's Disease (AD), participant meets the National Institute on Aging and the Alzheimer's Association (NIA-AA) criteria for probable AD\n* For a diagnosis of MCI due to AD, participant meets NIA-AA criteria for MCI due to AD\n\nExclusion Criteria:\n\n* Significant neurological disease affecting the central nervous system, other than AD, that may affect cognition or ability to complete the study, including but not limited to, other dementias, serious infection of the brain, Parkinson´s disease, or epilepsy or recurrent seizures\n* History of clinically evident stroke, or multiple strokes based on history or imaging results\n* History of clinically important carotid or vertebrobasilar stenosis or plaque\n* History of multiple concussions with sustained cognitive complaints or objective change in neuropsychological function in the last 5 years\n* Participants with a current Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition diagnosis of Major Depressive Disorder or any current primary psychiatric diagnosis other than AD if, in the judgment of the investigator, the psychiatric disorder or symptom is likely to confound interpretation of drug effect, affect cognitive assessments, or affect the participant´s ability to complete the study\n* History of alcohol or drug abuse or dependence (except nicotine dependence) within 2 years before the screening\n* Within 1 year before the screening or between screening and baseline, any of the following: myocardial infarction; moderate or severe congestive heart failure, New York Heart Association class III or IV; hospitalization for, or symptom of, unstable angina; syncope due to orthostatic hypotension or unexplained syncope; known significant structural heart disease (eg, significant valvular disease, hypertrophic cardiomyopathy), or hospitalization for arrhythmia\n* Congenital QT prolongation\n* History of cancer within the last 5 years, with the exception of non-metastatic basal and/or squamous cell carcinoma of the skin, in situ cervical cancer, non-progressive prostate cancer or other cancers with low-risk of recurrence or spread\n* Current serious or unstable clinically important systemic illness that, in the judgment of the investigator, is likely to affect cognitive assessment, deteriorate, or affect the participant's safety or ability to complete the study, including hepatic, renal, gastroenterologic, respiratory, cardiovascular, endocrinologic, immunologic, or hematologic disorders",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "55 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline on the 13-item Alzheimer's Disease Assessment Scale - Cognitive Subscale (ADAS-Cog13)",
        "description": "ADAS-Cog13 (13-item version of ADAS-Cog) is a psychometric instrument that evaluates word recall, ability to follow commands, constructional praxis, naming, ideational praxis, orientation, word recognition, memory, comprehension of spoken language, word-finding, and language ability, with a measure of delayed word recall and concentration/ distractibility. The total score of the 13-item scale ranges from 0 to 85, with an increase in score indicating cognitive worsening. Least Squares (LS) mean was determined by mixed-model repeated measures (MMRM) model with factors for treatment, visit, treatment-by-visit interaction, disease status at baseline, apolipoprotein E4 (APOE4) status, acetylcholinesterase inhibitor (AChEI) use at baseline, pooled country, and covariates for baseline ADAS-Cog13 total score, age at baseline, and baseline ADAS-Cog13 total score-by-visit interaction.",
        "timeFrame": "Baseline, Week 104"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline on the Alzheimer´s Disease Cooperative Study Activities of Daily Living Inventory Instrumental Items (ADCS-iADL)",
        "description": "The ADCS-ADL is a 23-item inventory developed as a rater-administered questionnaire answered by the participant's caregiver. The ADCS-ADL measures both basic and instrumental activities of daily living by participants. The range for the ADCS-iADL is 0-59 with higher scores reflecting better performance. LS Mean was determined by MMRM model with factors for treatment, visit, treatment-by-visit interaction, disease status at baseline, APOE4 status, AChEI use at baseline, pooled country, and covariates for baseline for baseline iADL score, age at baseline, and baseline iADL score-by-visit interaction.",
        "timeFrame": "Baseline, Week 104"
      },
      {
        "measure": "Change From Baseline on the Functional Activities Questionnaire (FAQ) Score",
        "description": "FAQ is a 10-item, caregiver-based questionnaire and was administered to the study partner who was asked to rate the participant's ability to perform a variety of activities ranging from writing checks, assembling tax records, shopping, playing games, food preparation, traveling, keeping appointments, traveling out of neighborhood, keeping track of current events and understanding media. FAQ total score was calculated by adding the scores from each of the 10 items. Each activity is rated on a scale from 0 to 3 (Never did and would have difficulty now = 1; Never did \\[the activity\\] but could do now = 0; Normal = 0; Has difficulty but does by self = 1; Requires assistance = 2; Dependent = 3). FAQ scale is 0 to 30, with higher scores indicating greater impairment. LS Mean was calculated by MMRM with factors for treatment, visit, treatment-by-visit interaction, disease status at baseline, APOE4 status, AChEI use at baseline and pooled country.",
        "timeFrame": "Baseline, Week 104"
      },
      {
        "measure": "Change From Baseline on the Integrated Alzheimer's Disease Rating Scale (iADRS) Score",
        "description": "The iADRS is a composite that measures both cognition and function. The iADRS comprises scores form the ADAS- Cog and the ADCS-iADL. The iADRS is calculated as a linear combination of the total scores of the ADAS-Cog13 (score range 0 to 85 with higher scores reflecting worse performance) and the ADCS-iADL (score range from 0-59 with higher scores reflecting better performance). The iADRS score ranges from 0 to 144 with higher scores indicating greater impairment. LS Mean was determined by MMRM methodology with factors for treatment, visit, treatment-by- visit interaction, disease status at baseline, APOE4 status, AChEI use at baseline, pooled country, and covariates for baseline iADRS13 total score, age at baseline, and baseline iADRS13 total score-by-visit interaction.",
        "timeFrame": "Baseline, Week 104"
      },
      {
        "measure": "Change From Baseline on the Clinical Dementia Rating - Sum of Boxes (CDR-SB) Score",
        "description": "The CDR-SB is a rater administered scale and impairment is scored in of the following categories: memory, orientation, judgment and problem solving, community affairs, home and hobbies and personal care. Impairment is scored on a scale in which no dementia = 0, questionable dementia = 0.5, mild dementia = 1, moderate dementia = 2 and severe dementia = 3. The 6 individual category ratings, or \"box scores\", were added together to give the CDR-Sum of Boxes which ranges from 0-18, with higher scores indicating greater impairment. LS Mean was determined by MMRM methodology with factors for treatment, visit, treatment-by-visit interaction, disease status at baseline, APOE4 status, AChEI use at baseline, pooled country, and covariates for baseline CDR-SB score, age at baseline, and baseline CDR-SB score-by-visit interaction.",
        "timeFrame": "Baseline, Week 104"
      },
      {
        "measure": "Time to Progression as Measured by Loss of Clinical Dementia Rating (CDR) Global Score Stage",
        "description": "The CDR global score is a composite score calculated using the Washington University CDR-assignment algorithm applied to the 6 individual domain box scores (Morris 1993). The memory domain is considered the primary category that drives the CDR global outcome, and all other domains are secondary. The CDR global score ranges from 0 to 3 (0 = no dementia, 0.5 = questionable dementia, 1 = mild dementia, 2 = moderate dementia, 3 = severe dementia).",
        "timeFrame": "Baseline through Loss of 1 Global Stage or Week 104"
      },
      {
        "measure": "Change From Baseline in Neuropsychiatric Inventory (NPI) Score",
        "description": "The NPI is a questionnaire administered to caregivers that quantifies behavioral changes. Each of the 12 behavioral domains the caregiver reports as present are scored for Frequency, scale: 1 (Occasionally) to 4 (Very Frequently), and Severity, scale: 1 (Mild) to 3 (Severe). If the domain is reported by the caregiver as 'Not Affected,' that domain is scored as 0. The individual domain scores are calculated by multiplying the frequency times the severity for each domain. NPI Total Score is calculated by adding the individual domain scores together for all 12 domains, with a scores range from 0 to 144, with higher scores indicating greater severity of neuropsychiatric disturbance. LS Mean was determined by MMRM methodology with factors for treatment, visit, treatment-by-visit interaction, disease status at baseline, APOE4 status, AChEI use at baseline, pooled country, and covariates for baseline NPI score, age at baseline, and baseline NPI score-by-visit interaction.",
        "timeFrame": "Baseline, Week 104"
      },
      {
        "measure": "Change From Baseline on the Mini-Mental State Examination (MMSE)",
        "description": "The MMSE is an instrument used to assess a participant's global cognitive function. The MMSE assesses orientation to time and place, immediate and delayed recall of words, attention and calculation, language (naming, comprehension and repetition), and spatial ability (copying a figure). The range for MMSE total Score is 0 to 30, with a higher score indicating better cognitive performance. LS mean was determined by MMRM methodology with factors for treatment, visit, treatment-by-visit interaction, disease status at baseline, APOE4 status, AChEI use at baseline, pooled country, and covariates for baseline MMSE total score, age at baseline, and baseline MMSE total score-by-visit interaction.",
        "timeFrame": "Baseline, Week 104"
      },
      {
        "measure": "Pharmacodynamics (PD): Percent Change From Baseline in Concentration of Cerebrospinal Fluid (CSF) Biomarker Amyloid Beta (Aβ)1-42",
        "description": "Concentration of the peptide Aβ 1-42 in plasma measured by validated immunoassay. LS Mean was determined by Analysis of covariance (ANCOVA) with last observation carried forward (LOCF), terms for treatment, baseline biomarker and age at baseline.",
        "timeFrame": "Baseline, Week 97"
      },
      {
        "measure": "PD: Percent Change From Baseline in Concentration of CSF Biomarker Aβ1-40",
        "description": "Concentration of the peptide Aβ 1-40 in plasma measured by immunoassay. LS Mean was determined by ANCOVA with LOCF (last observation carried forward), terms for treatment, baseline biomarker and age at baseline.",
        "timeFrame": "Baseline, Week 97"
      },
      {
        "measure": "Change From Baseline in CSF Total Tau",
        "description": "Cerebrospinal fluid samples are collected for analysis of concentration total tau. LS Mean was determined by ANCOVA with LOCF and with factors for treatment, disease status at baseline, baseline biomarker and age at baseline.",
        "timeFrame": "Baseline, Week 97"
      },
      {
        "measure": "Change From Baseline in CSF Phosphorylated Tau",
        "description": "Cerebrospinal fluid samples are collected for analysis of concentrations of phosphorylated tau. LS Mean was determined by ANCOVA with LOCF and with factors for treatment, disease status at baseline, baseline biomarker and age at baseline.",
        "timeFrame": "Baseline, Week 97"
      },
      {
        "measure": "Change From Baseline in Brain Amyloid Burden Using Florbetapir Amyloid Positron Emission Tomography (PET) Scan",
        "description": "Amyloid deposition in the brain is one of the defining neuropathologic findings of Alzheimer's disease. Florbetapir exhibits high affinity specific binding to amyloid plaques. The change from baseline was measured as average standard uptake value ratio (SUVr) in prespecified regions of interest (ROI) assessed by florbetapir amyloid PET imaging in a subset of participants. The Centiloid scale standardizes quantitative brain amyloid PET results to allow cross-tracer and cross-methodology comparisons. The Centiloid scale anchor points are 0 and 100, where 0 represents a high-certainty amyloid negative scan and 100 represents the amount of global amyloid deposition found in a typical AD scans. Florbetapir SUVr was converted to the Centiloid scale using the following conversion: Florbetapir Centiloids = 183 x SUVr - 177. LS Mean was determined by ANCOVA methodology with factors for treatment, disease status at baseline, baseline biomarker and age at baseline.",
        "timeFrame": "Baseline, Week 104"
      },
      {
        "measure": "Change From Baseline in Tau PET ((Flortaucipir F18)",
        "description": "Tau PET tracer (flortaucipir F18) longitudinal study measured whether lanabecestat, in participants with mild AD dementia, affected tau density and distribution over time. The outcome reported is the composite summary of the standard uptake value ratio (SUVR) normalized to the signal intensity in white matter. Annualized change is derived as change at LOCF divided by (LOCF date - baseline date) multiplied by 365. LS Mean was determined by ANCOVA methodology with factors for treatment, disease status at baseline, baseline biomarker and age at baseline. Baseline defined to be within 28 days of starting study drug.",
        "timeFrame": "Baseline, Week 104"
      },
      {
        "measure": "Change From Baseline in Brain Metabolism Using Fluorodeoxyglucose (FDG)",
        "description": "Fluorodeoxyglucose (FDG) PET evaluates the regional brain metabolic rates for glucose as a sensitive, in vivo metabolic index of brain function. The outcome reported is the composite summary of the standard uptake value ratio (SUVR) normalized to the pons + vermis assessed with composite meta and composite meta automated anatomical labeling atlas (ALL). Annualized change is derived as change at LOCF divided by (LOCF date - baseline date) multiplied by 365. LS Mean was determined by ANCOVA methodology with factors for treatment, disease status at baseline, baseline biomarker and age at baseline. Baseline defined to be within 28 days of starting study drug.",
        "timeFrame": "Baseline, Week 104"
      },
      {
        "measure": "Change From Baseline in Whole Brain Volume",
        "description": "Magnetic resonance imaging (MRI) was used to evaluate the effect of lanabecestat on whole brain volumes. Annualized change is derived as change at LOCF divided by (LOCF date - baseline date) multiplied by 365. LS Mean was determined by ANCOVA methodology with factors for treatment, baseline vMRI, intracranial volume, disease status at baseline and age at baseline.",
        "timeFrame": "Baseline, Week 104"
      },
      {
        "measure": "Pharmacokinetics (PK): Plasma Concentration of Lanabecestat",
        "timeFrame": "Week 4, post dose prior to departure from the clinic"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 16,
      "otherCount": 0,
      "totalCount": 17
    },
    "studyDesign": {
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:41.753Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}