{
  "nctId": "NCT03507400",
  "briefTitle": "Introvision for Migraine and Headaches",
  "officialTitle": "Treatment of Migraine With Introvision, a Method of Mental Self-regulation - IntroMig: Randomised Waiting-list Control Study",
  "protocolDocument": {
    "nctId": "NCT03507400",
    "filename": "Prot_006.pdf",
    "label": "Study Protocol: Study Protocol without Cover letter wo Application wo Form",
    "date": "2025-03-30",
    "uploadDate": "2025-03-30T11:58",
    "size": 82857,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03507400/document/Prot_006.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 72,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-09-20",
    "completionDate": "2020-07-19",
    "primaryCompletionDate": "2019-09-11",
    "firstSubmitDate": "2018-03-05",
    "firstPostDate": "2018-04-25"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Episodic migraine with at least 5 headache days per month, episodic migraine and tension type headache with at least 5 migraine headache days per month, chronic migraine\n* Stable prophylactic headache medication\n* Stable non-medication headache prophylaxis (sports, relaxation techniques, …)\n* Informed consent\n\nExclusion Criteria:\n\n* Other causes of headache, symptomatic headaches\n* Other primary headaches such as Cluster headache, trigeminal neuralgia, idiopathic facial pain, new daily persistent headache\n* Severe depression (more than 13 points in the Beck Depression inventory fast screen (BDI-FS)\n* Drug - or alcohol abuse\n* Non-compliance, especially significant missing entries in the headache diaries\n* Active psychosis",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Headache Days Per Month",
        "description": "The number of headache days per month 3 months after completion of the last session of Introvision will be compared with the number of headache days of the waiting list group in the month before the course to learn Introvision.",
        "timeFrame": "approximately 4 months, as the course to learn Introvision and the three individual sessions will take nearly 2 months to be completed, and headaches per month will be assessed in the month 3 months after the last session of Introvision."
      }
    ],
    "secondary": [
      {
        "measure": "Headache Intensity",
        "description": "Headache intensity rated by the patients themselves with a scale in the headache diary: weak (=1) , moderate (=2), severe (=3) headache. Scores may range from 1 to 3. Average headache intensity of the attacks per months will be compared three months after the last session of Introvision compared to the values before Introvison.",
        "timeFrame": "approximately 5 - 6 months, baseline before introvision training and 3 three months after the last introvision session"
      },
      {
        "measure": "Acute Medication Per Month",
        "description": "The number of days with acute medication against migraine attacks/headache per month 3 months after completion of the last session of Introvision will be compared with the number of days with acute medication per month before Introvision.",
        "timeFrame": "approximately 5 - 6 months, baseline before introvision training and 3 three months after the last introvision session"
      },
      {
        "measure": "Number of Headache Days Per Month in Pooled Groups Analysis Before and 3 Months After Introvision as Parameter for the Efficacy of Introvision",
        "description": "number of headache days per months in pooled groups analysis before and 3 months after Introvision, measured with the number of headache days per months as in the primary outcome measure, but both groups together compared before Introvision and three months after the last session",
        "timeFrame": "approximately 5-6 months"
      },
      {
        "measure": "Headache Management Self-efficacy Scale-German-short Form (HMSE-G-SF)",
        "description": "The headache specific self-efficacy scale (Headache Management Self-efficacy Scale-German-short form: HMSE-G-SF) consists of 6 items with a 7-point response scale which ranges from 1 (strongly disagree) to 7 (strongly agree).The 6 items measure self-efficacy beliefs, for instance: \"There are things I can do to alleviate the headache\". The scores for each of the six items are combined to compute the total score, that may range from 6 to 42 points. A higher score indicates a stronger self-efficacy in headache management. It is measured before Introvision and three month after the last session of Introvision.",
        "timeFrame": "approximately 5 - 6 months, baseline before introvision training and 3 three months after the last introvision session"
      },
      {
        "measure": "Headache-Impact Test 6, HIT-6",
        "description": "Impact of headache (Headache-Impact Test 6, HIT-6), compared three months after the last session of Introvision to before introvision. The total score may range from 6 to 78 points, a higher score indicates a higher impact of headaches on daily activities.",
        "timeFrame": "approximately 5 - 6 months, baseline before introvision training and 3 three months after the last introvision session"
      },
      {
        "measure": "Overall Satisfaction of Patients",
        "description": "Patients will be asked whether they would recommend Introvision for headache patients and can choose between \"yes\" or \"no\". The number of patients responding \"yes\" is reported.",
        "timeFrame": "approximately 5 - 6 months, baseline before introvision training and 3 three months after the last introvision session"
      }
    ],
    "other": [
      {
        "measure": "Influence of Frequency of Exercises as Exploratory Outcome Measure",
        "description": "Influence of frequency of self-regulation exercises per week on outcome, measured with reduction of headache days per month before and after Introvision.\n\nThe frequency of self-regulation exercises is documented by the patients themselves on average in a month in the headache diary, with a three categories scale: 0 exercise per week; 1-3 exercises per week, more than 4 exercises per week.",
        "timeFrame": "approximately 5-6 months"
      },
      {
        "measure": "Patients' Mastery of Introvision as Exploratory Outcome Measure",
        "description": "investigators' estimation of patients' mastery of introvision,. Evaluated by the investigator after the last session in a three category scale: good mastery, moderate mastery, insufficient mastery.\n\nDoes the mastery of introvision influence the reduction of headache days per month?",
        "timeFrame": "approximately 5-6 months"
      },
      {
        "measure": "Influence of Side of Headache on Outcome as Exploratory Outcome Measure",
        "description": "Do patients with a predominantly left-sided headache show a greater reduction of headache days per month 3 months after completion of the last session of Introvision compared to patients with predominantely right-sided headache?",
        "timeFrame": "approximately 5-6 months"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 6,
      "otherCount": 3,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 60,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:53.838Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}