{
  "nctId": "NCT02888106",
  "briefTitle": "Myrcludex B in Combination With Peginterferon Alfa-2a Versus Peginterferon Alfa-2a Alone in Patients With Chronic Viral Hepatitis B With Delta-agent",
  "officialTitle": "A Multicenter, Open-label, Randomised, Comparative, Parallel-Arm, Phase II Study to Assess Efficacy and Safety of Myrcludex B in Combination With Peginterferon Alfa-2a Versus Peginterferon Alfa-2a Alone in Patients With Chronic Viral Hepatitis B With Delta-agent",
  "protocolDocument": {
    "nctId": "NCT02888106",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-09-24",
    "uploadDate": "2020-12-29T07:03",
    "size": 1470947,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02888106/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 90,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-04",
    "completionDate": "2020-10-30",
    "primaryCompletionDate": "2019-11-22",
    "firstSubmitDate": "2016-08-30",
    "firstPostDate": "2016-09-02"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Signed Informed Consent form.\n2. Males and females 18 to 65 years of age (inclusively).\n3. Patients with chronic hepatitis B (HBeAg-positive or negative) and HBsAg-positive for at least 6 months prior to Screening.\n4. Positive for anti-HDV antibodies for at least 6 months prior to Screening.\n5. HDV RNA-positive at Screening.\n6. ALT ≥ 1 x ULN and \\< 10 x ULN.\n7. The patient agreed to use adequate method of contraception during the study, starting from the time of Informed Consent signing and until completion of the Follow-up Period.\n\nExclusion Criteria:\n\n1. Intolerance or hypersensitivity to the active ingredient or other components of the study drug Myrcludex B.\n2. Intolerance or hypersensitivity to interferons alfa, genetically engineered E.coli medications, polyethylene glycol or other components of peginterferon alfa-2a.\n3. Previous treatment with Myrcludex B (patients with previous exposure to interferon are eligible).\n4. Therapy with antiviral drugs for chronic viral hepatitis B with delta-agent over the previous 6 months.\n5. Therapy with anti-tumour agents (including radiotherapy) or immunomodulatory medications (including systemic glucocorticoids) over the previous 6 months.\n6. The following laboratory test results at Screening:\n\n   1. Hemoglobin \\< 100 g/L\n   2. Leucocytes \\< 3000/µL\n   3. Neutrophils \\< 1500/µL\n   4. Platelets \\< 90000/µL\n   5. Serum creatinine \\>1.5 x ULN.\n7. Total bilirubin \\> 34.2 µM/L. Patients with higher total bilirubin may be enrolled upon consultation with the study Medical Monitor, if there is clear evidence that the elevated bilirubin is caused by Gilbert's syndrome.\n8. Current or previous decompensated liver disease, including coagulopathy, hyperbilirubinemia, hepatic encephalopathy, hypoalbuminaemia, ascites, and oesophageal varices haemorrhage; Child-Pugh score of B/C or ≥6 points.\n9. HCV or HIV coinfection (patients with anti-HCV antibodies and no HCV RNA at Screening are eligible).\n10. Hepatocellular carcinoma.\n11. Signs of drug- or alcohol-induced liver disease or any other medical conditions associated with chronic liver disease (e.g. autoimmune hepatitis, hemochromatosis, thalassaemia, alcoholic hepatitis, toxic liver disease).\n12. Contraindications for liver biopsy.\n13. Concurrent malignancy (current diagnosed or suspected malignancy; risk of a previous malignancy recurrence).\n14. Severe decompensated cardiovascular diseases, including unstable and poorly controlled conditions, over 6 months before Screening.\n15. History of poorly controlled thyroid conditions or clinically significant signs of thyroid dysfunction at Screening.\n16. Previous or current severe renal failure or significant renal dysfunction at Screening.\n17. Previous or current chronic pulmonary disease with respiratory distortion at Screening.\n18. Previous or current severe retinopathy, significant ophthalmology disorders associated with diabetes mellitus or hypertension.\n19. Previous or current severe psychiatric disorders at Screening (e.g. severe depressions, suicidal attempts, severe neuroses or cognitive disorders).\n20. Previous or current endocrine disorders (hypoglycaemia, hyperglycaemia, diabetes mellitus) that are not adequately controlled at Screening.\n21. History of visceral organ transplantation.\n22. Signs of drug and/or alcohol dependence (80 g of alcohol/day for men and 40 g of alcohol/day for women) within 1 year before Screening.\n23. History of immune disorders (e.g. idiopathic thrombocytopenic purpura, lupus erythematosus, sclerodermia, severe psoriasis, rheumatoid arthritis).\n24. Need for concomitant use of glucocorticoids or myelotoxic agents.\n25. Participation in another clinical study within 30 days prior to enrollment into this study.\n26. Pregnant or breast-feeding females.\n27. Any other condition that, in the opinion of Investigator, precludes the patient from taking part in this study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Patients With Negative HDV RNA by PCR",
        "description": "Negativation of HDV RNA by PCR (undetectable HDV RNA) at Week 72 (end of follow-up period)",
        "timeFrame": "72 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Patients With Negative HDV RNA by PCR",
        "description": "Percentage of patients with negative HDV RNA by PCR (undetectable HDV RNA) at Weeks 24 and 48",
        "timeFrame": "24 and 48 weeks"
      },
      {
        "measure": "Percentage of Patients With Normalized ALT",
        "description": "Percentage of patients with normalized ALT at Weeks 24, 48 and 72. ALT normalisation was defined as having an ALT value within the normal range (≤31 U/L for females and ≤41 U/L for males)",
        "timeFrame": "24, 48 and 72 weeks"
      },
      {
        "measure": "Percentage of Patients With Combined Response",
        "description": "Combined response is defined as negative HDV RNA and ALT normalization at Weeks 24, 48, and 72. The criteria for combined response were HDV RNA value below LLoD (where LLoD=10 IU/ml) and ALT within normal range (≤31 U/L for females and ≤41 U/L for males)",
        "timeFrame": "24, 48 and 72 weeks"
      },
      {
        "measure": "Percentage of Patients With HВsAg Response",
        "description": "HВsAg response was defined as HBsAg negativation or \\> 1 log10 IU/mL decline from baseline.",
        "timeFrame": "24, 48 and 72 weeks"
      },
      {
        "measure": "Percentage of Patients With HBsAg Negativation",
        "description": "Undetectable HВsAg with appearance of HbsAg antibodies or without it.",
        "timeFrame": "48 and 72 weeks"
      },
      {
        "measure": "Percentage of Patients With Negative HBV DNA by PCR",
        "description": "Percentage of patients with undetectable HBV DNA by PCR at Weeks 24, 48 and 72",
        "timeFrame": "24, 48 and 72 weeks"
      },
      {
        "measure": "The Intensity of Liver Fibrosis Based on Results of Transient Elastometry of Liver at Weeks 48 and 72.",
        "description": "Change in liver stiffness and intensity of liver fibrosis based on results of transient elastometry of liver at weeks 48 and 72.",
        "timeFrame": "48 and 72 weeks"
      },
      {
        "measure": "Number of Participants With Change (Improvement / Worsening) in Fibrosis and Histological Activity Stage From Baseline to Post-treatment",
        "description": "Change (improvement/ worsening) in fibrosis and histological activity stage according to the liver biopsy study results from baseline to post-treatment Liver fibrosis was evaluated by histological staging systems with stage 0 corresponding to absence of fibrosis and with the highest score (the last stage in all systems) corresponding to cirrhosis.\n\nImprovement is defined as a decrease of at least 1 point in histological staging systems; worsening is defined as an increase of at least 1 point.\n\nData should be interpreted with caution due to low number of paired biopsies available.",
        "timeFrame": "72 weeks"
      },
      {
        "measure": "Change in Molecular Analyses of Relative HDV RNA Expression, Relative HBV Pregenomic Expression, Relative Total HBV RNA Expression (X Region), Relative HBV RNA Expression (S Region).",
        "description": "Molecular analyses of relative HDV RNA expression, relative HBV pregenomic expression, relative total HBV RNA expression (X region), relative HBV RNA expression (S region) from baseline to post-treatment.\n\n\\*Biopsy post treatment performed at Week 48 for arm D:MXB 2mg and arm F:MXB 5mg bid + Tenofovir, and performed at Week 72 for arms A:PEG-IFN, B:MXB 2mg + PEG-IFN, C:MXB 5mg + PEG-IFN and arm E:MXB 10mg + PEG-IFN.",
        "timeFrame": "48 and 72 weeks"
      },
      {
        "measure": "Change in Molecular Analyses of Total HBV DNA (X Region) Copies/Cell, HBV DNA (S Region) Copies/Cell, cccDNA Copies/Cell From Baseline to Post-treatment.",
        "description": "Molecular analyses of total HBV DNA (X region) copies/cell, HBV DNA (S region) copies/cell, cccDNA copies/cell from baseline to post-treatment.\n\n\\*Biopsy post treatment performed at Week 48 for arm D:MXB 2mg and arm F:MXB 5mg bid + Tenofovir, and performed at Week 72 for arms A:PEG-IFN, B:MXB 2mg + PEG-IFN, C:MXB 5mg + PEG-IFN and arm E:MXB 10mg + PEG-IFN.",
        "timeFrame": "48 and 72 weeks"
      },
      {
        "measure": "Change in Molecular Analysis of HDAg Positive Hepatocytes (%) From Baseline to Post-treatment",
        "description": "Molecular analysis of HDAg positive Hepatocytes (percentage of HDAg positive Hepatocytes) from baseline to post-treatment.\n\n\\*Biopsy post treatment performed at Week 48 for arm D:MXB 2mg and arm F:MXB 5mg bid + Tenofovir, and performed at Week 72 for arms A:PEG-IFN, B:MXB 2mg + PEG-IFN, C:MXB 5mg + PEG-IFN and arm E:MXB 10mg + PEG-IFN.",
        "timeFrame": "48 and 72 weeks"
      },
      {
        "measure": "Change in the Gene Expression Analyses From Baseline to Post-treatment",
        "description": "Change in the gene expression analyses of CXCL10, NTCP, CYP7A1, ISG15, MX1, OAS, HLA-E, TAP1 and USP18 from baseline to post-treatment.\n\nBiopsy post treatment performed at Week 48 for arm D:MXB 2mg and arm F:MXB 5mg bid + Tenofovir, and performed at Week 72 for arms A:PEG-IFN, B:MXB 2mg + PEG-IFN, C:MXB 5mg + PEG-IFN and arm E:MXB 10mg + PEG-IFN.",
        "timeFrame": "Weeks 48 - 72"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 12,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:23.068Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}