{
  "nctId": "NCT04249362",
  "briefTitle": "Study of Durvalumab Following Radiation Therapy in Patients With Stage 3 Unresectable NSCLC Ineligible for Chemotherapy",
  "officialTitle": "A Phase II, Open-label, Multicenter, International Study of Durvalumab Following Radiation Therapy in Patients With Stage III, Unresectable Non-Small Cell Lung Cancer Who Are Ineligible for Chemotherapy",
  "protocolDocument": {
    "nctId": "NCT04249362",
    "filename": "Prot_002.pdf",
    "label": "Study Protocol",
    "date": "2023-08-18",
    "uploadDate": "2024-12-17T07:41",
    "size": 3610682,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04249362/document/Prot_002.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 102,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-11-26",
    "completionDate": "2024-11-25",
    "primaryCompletionDate": "2023-03-30",
    "firstSubmitDate": "2020-01-29",
    "firstPostDate": "2020-01-30"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Capable of giving signed informed consent.\n2. Age ≥ 18 years at study entry.\n3. Histologically or cytologically documented NSCLC with locally-advanced, unresectable Stage III disease.\n4. Deemed ineligible for chemotherapy per Investigator assessment.\n5. Receipt of radiation therapy that was completed within 42 days prior to first study drug administration.\n6. Must have received a total dose of radiation of 40 to 66 Gy (standard or hypofractionated BED).\n7. Must not have progressed following radiation therapy, as per Investigator assessed RECIST 1.1 criteria: a) Patients with measurable disease and/or nonmeasurable and/or no evidence of disease assessed at baseline by computed tomography /magnetic resonance imaging will be eligible for this study. b) Prior irradiated lesions may be considered measurable and selected as target lesions (TLs) providing they fulfill the other criteria for measurability.\n8. World Health Organization/ECOG performance status of ≤2.\n9. No prior exposure to immune-mediated therapy including, but not limited to, anti-CTLA-4, anti-PD-1, anti-PD-L1, and antiprogrammed cell death ligand 2 (anti-PD-L2) antibodies, excluding therapeutic anticancer vaccines.\n10. Patients must have adequate organ and marrow function as defined below:\n\n    * Hemoglobin ≥ 9.0 g/dL\n    * Absolute neutrophil count ≥ 1.0 × 109 /L\n    * Platelet count ≥ 75 × 109/L\n    * Serum bilirubin ≤ 1.5 × the upper limit of normal (ULN). This will not apply to patients with confirmed Gilbert's syndrome.\n    * Alanine aminotransferase and aspartate aminotransferase ≤ 2.5 × ULN\n    * Measured creatinine clearance \\> 30 mL/min or calculated CL \\> 30 mL/min as determined by Cockcroft-Gault\n11. Life expectancy of greater than 12 weeks.\n12. Body weight greater than 30 kg at study entry and at first study drug administration\n\nExclusion Criteria:\n\n1. Patients with locally-advanced NSCLC whose disease has progressed following radiation therapy.\n2. Mixed small cell lung cancer and NSCLC histology.\n3. History of allogeneic organ transplantation.\n4. Active or prior documented inflammatory bowel disease (e.g., Crohn's disease, ulcerative, systemic lupus erythematosus, Sarcoidosis syndrome, or Wegener syndrome).\n5. Uncontrolled intercurrent illness (e.g., ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris)\n6. History of another primary malignancy except for (a) malignancy treated with curative intent and with no known active disease ≥ 5 years before the first study drug administration, (b) adequately treated nonmelanoma skin cancer or lentigo maligna without evidence of disease, and c) treated carcinoma in situ without evidence of disease.\n7. History of leptomeningeal carcinomatosis\n8. History of active primary immunodeficiency\n9. Active infection including tuberculosis, hepatitis B, hepatitis C, or human immunodeficiency virus\n10. Any unresolved toxicity NCI CTCAE Grade ≥ 2 from previous anticancer therapy with the exception of alopecia, vitiligo, lymphopenia, and the laboratory values defined in the inclusion criteria\n11. Known allergy or hypersensitivity to any of the study drugs or any of the study drug excipients.\n12. Receipt of live attenuated vaccine within 30 days prior to the first dose of durvalumab\n13. Major surgical procedure (as defined by the Investigator) within 28 days prior to the first dose of durvalumab.\n14. Current or prior use of immunosuppressive medication within 14 days before the first dose of durvalumab.\n15. Participation in another clinical study with an IP administered in the last 4 weeks.\n16. Concurrent enrollment in another clinical study, unless it is an observational (noninterventional) clinical study or during the follow-up period of an interventional study\n17. Prior randomization or treatment in a previous durvalumab clinical study regardless of treatment arm assignment\n18. Patients who refuse chemotherapy by their own decision.\n19. Involvement in the planning and/or conduct of the study\n20. Female patients who are pregnant or breastfeeding or male or female patients of reproductive potential who are not willing to employ effective birth control.\n21. Judgment by the Investigator that the patient should not participate in the study\n22. Genetics research study (optional):\n\nExclusion criteria for participation in the optional genetics research component of the study include: a) Previous allogeneic bone marrow transplant b)Nonleukocyte-depleted whole blood transfusion within 120 days of genetic sample collection.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "130 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Patients With Grade 3 and Grade 4 Possibly-related Adverse Events (PRAEs)",
        "description": "The safety and tolerability profile of durvalumab as defined by Grade 3 and Grade 4 PRAEs within 6 months from the initiation of durvalumab treatment. A PRAE was any TEAE with a possible relatedness to durvalumab, or where the relatedness was missing. If relatedness of a TEAE was missing at the primary DCO (30 March 2023) the TEAE was considered a PRAE.",
        "timeFrame": "From first dose of durvalumab treatment until 6 months after initiation of durvalumab treatment"
      }
    ],
    "secondary": [
      {
        "measure": "Median Progression-free Survival (mPFS)",
        "description": "Progression-free survival is defined as the time from the date of first dose of durvalumab until the date of objective disease progression or death (by any cause in the absence of progression) regardless of whether the patient discontinues durvalumab or receives another anticancer therapy prior to progression according to RECIST 1.1 as assessed by the Investigator. Patients who had not progressed or died at the time of analysis were censored at the date of their last evaluable tumor assessment. If a patient progressed or died after two or more missed visits, they were censored at the date of the latest evaluable assessment prior to the missed visits.",
        "timeFrame": "From the first date of treatment until the date of objective disease progression or death or data cut-off date (36 months)"
      },
      {
        "measure": "Progression-free Survival at 6 Months (PFS6)",
        "description": "Progression-free survival is defined as the time from the date of first dose of durvalumab until the date of objective disease progression or death (by any cause in the absence of progression) regardless of whether the patient discontinues durvalumab or receives another anticancer therapy prior to progression according to RECIST 1.1 as assessed by the Investigator. Patients who had not progressed or died at the time of analysis were censored at the date of their last evaluable tumor assessment. If a patient progressed or died after two or more missed visits, they were censored at the date of the latest evaluable assessment prior to the missed visits.",
        "timeFrame": "From the first date of treatment until the date of objective disease progression or death (6 months)"
      },
      {
        "measure": "Progression-free Survival at 12 Months (PFS12)",
        "description": "Progression-free survival is defined as the time from the date of first dose of durvalumab until the date of objective disease progression or death (by any cause in the absence of progression) regardless of whether the patient discontinues durvalumab or receives another anticancer therapy prior to progression according to RECIST 1.1 as assessed by the Investigator. Patients who had not progressed or died at the time of analysis were censored at the date of their last evaluable tumor assessment. If a patient progressed or died after two or more missed visits, they were censored at the date of the latest evaluable assessment prior to the missed visits.",
        "timeFrame": "From the first date of treatment until the date of objective disease progression or death (12 months)"
      },
      {
        "measure": "Median Overall Survival (mOS)",
        "description": "The OS is defined as the time from the date of first dose of durvalumab until death due to any cause. Patients who were not known to have died at the time of analysis were censored at the last recorded date when they were known to have been alive.",
        "timeFrame": "From the first date of treatment until death or data cut-off due to any cause (36 months)"
      },
      {
        "measure": "Overall Survival at 12 Months (OS12)",
        "description": "The OS is defined as the time from the date of first dose of durvalumab until death due to any cause. Patients who were not known to have died at the time of analysis were censored at the last recorded date when they were known to have been alive.",
        "timeFrame": "From the first date of treatment until death due to any cause (12 months)"
      },
      {
        "measure": "Objective Response Rate (ORR)",
        "description": "The ORR is the proportion (%) of patients with an overall response of complete response (CR) or partial response (PR) (confirmed by a follow-up scan at least 4 weeks after showing CR or PR) per RECIST 1.1 criteria. CR is disappearance of all target lesions (TLs) since baseline. Any pathological lymph nodes selected as TLs must have a reduction in short axis diameter to \\< 10 mm. PR is at least a 30% decrease in the sum of the diameters of TL, taking as reference the baseline sum of diameters.",
        "timeFrame": "From 8 weeks ±1 week after durvalumab treatment initiation and continue every 8 weeks (q8w) ±1 week through 48 weeks and every 12 weeks (q12w) ±1 week until disease progression or data cut-off (36 months)"
      },
      {
        "measure": "Duration of Response (DoR)",
        "description": "The DoR is defined as the time from the date of first documented response (which is subsequently confirmed) until the first date of documented progression per RECIST1.1 or death in the absence of disease progression.",
        "timeFrame": "From 8 weeks ±1 week after durvalumab treatment initiation and continue every 8 weeks (q8w) ±1 week through 48 weeks and every 12 weeks (q12w) ±1 week until disease progression or data cut-off (36 months)"
      },
      {
        "measure": "Lung Cancer Mortality",
        "description": "The lung cancer mortality (NSCLC-related death) is assessed using the deaths which are reported as 'NSCLC-related' and is defined as the time (days) from the date of first dose of durvalumab until date of death due to lung cancer.",
        "timeFrame": "From date of treatment start until death due to lung cancer (36 months)"
      },
      {
        "measure": "Number of Patients With Events (AEs)",
        "description": "The safety and tolerability profile of durvalumab treatment, including all adverse events (AEs) was assessed.",
        "timeFrame": "From screening (Day -28) till data cut-off (36 months)"
      },
      {
        "measure": "Number of Patients With Adverse Events of Special Interests (AESIs)",
        "description": "The safety and tolerability profile of durvalumab treatment, including all adverse events (AEs) was assessed. An AESI is an AE of scientific and medical interest specific to the understanding of durvalumab. AESIs for durvalumab include, but are not limited to, events with a potential inflammatory or immune-mediated mechanism and which may require more frequent monitoring and/or interventions such as steroids, immunosuppressants and/or hormone replacement therapy. Here, number of patients experienced AESIs are presented. Serious adverse event of special interests (SAESIs).",
        "timeFrame": "From screening (Day -28) till data cut-off (36 months)"
      },
      {
        "measure": "Number of Patients With Immune-mediated Adverse Events (imAEs)",
        "description": "The safety and tolerability profile of durvalumab treatment, including all adverse events (AEs) was assessed. An imAE is defined as an AESI that is associated with drug exposure and is consistent with an immune-mediated mechanism of action and where there is no clear alternate etiology. Here, number of patients experienced imAEs are presented. Immune-mediated serious adverse events (imSAEs)",
        "timeFrame": "From screening (Day -28) till data cut-off (36 months)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:53.965Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}