{
  "nctId": "NCT05698654",
  "briefTitle": "Fasting-mimicking Diet and Longevity Diet, Body Composition and Aging",
  "officialTitle": "Evaluation of Longevity Diet and Fasting Mimicking Diet Programs on Body Composition, Disease Risk Factors, and Aging Markers: a Randomized Clinical Trial",
  "protocolDocument": {
    "nctId": "NCT05698654",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-01-20",
    "uploadDate": "2023-01-24T03:28",
    "size": 662063,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05698654/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 501,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2023-01-30",
    "completionDate": "2025-01-30",
    "primaryCompletionDate": "2024-07-30",
    "firstSubmitDate": "2023-01-06",
    "firstPostDate": "2023-01-26"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Subjects of 30-65 years of age;\n* Body mass index equal to or greater than 25 kg/m2.\n\nAnd at least one of the following:\n\n* Obesity (Body mass index equal to or greater than 30 kg/m2).\n* HbA1C greater than 5.6%;\n* IGF-1 level greater than 200 ngml-1;\n* Systolic blood pressure \\>130 mmHg and diastolic blood pressure \\>90 mmHg;\n* Triglycerides \\>150 mgdl-1;\n* C-reactive protein \\>1 mgL-1;\n* Total cholesterol \\>190 mgdL-1 and LDL cholesterol \\>129 mgdL-1.\n\nExclusion Criteria:\n\n* individuals with a family member already included in the study;\n* individuals who are allergic to tree nuts (macadamia, cashew, almond, pecan), soy, oats, sesame, or celery/celeriac;\n* pregnant females;\n* Individuals with any documented cancer diagnosis within the past 5 years;\n* documented myocardial infarction within past 5 years;\n* documented cerebrovascular accident within past 5 years;\n* chronic steroid use (longer than 45 consecutive days);\n* insulin-dependent diabetes mellitus;\n* individuals taking insulin or insulin-like drugs and individuals taking hypoglycemic agents other than metformin. In this last case, close attention will therefore be paid to the self-monitoring of blood glucose during the FMD cycles;\n* Individuals with severe hypertension (systolic greater than 200 mmHg and or diastolic greater than 105 mmHg.\n\n  * Change in prescription medications, over-the-counter (OTC) medications, medical foods, and nutritional supplements within 30 days prior to the start and for the duration of the study.\n  * Use of medications classified as narcotics 15 days prior start and for the duration of the study.\n  * Use of prescription medications and/or over-the-counter medications for acute and semi- acute medical conditions 15 days prior to start and for the duration of the study.\n  * Use of acetaminophen is permitted on an as-needed basis.\n  * Use of an investigational drug or participation in an investigational study within 30 days prior to the start and for the duration of the study.\n  * Use of oral or injectable corticosteroids within 30 days prior to the start and for the duration of the study.\n  * Use of anticoagulant medications (heparin compounds or warfarin) within 30 days prior to the start and for the duration of the study. Use of aspirin 81 mg or 325 mg once daily is permitted.\n  * Use of neuroactive prescription medications including major and atypical antipsychotic medications, anti-depressants, anti-anxiolytics, and epilepsy medications within 30 days prior to the start and for the duration of the study.\n\n(subjects will not be allowed to discontinue prohibited prescription medications to meet enrolment criteria).\n\n* A history of allergy or intolerance to study products. Detailed descriptions of study product are included in Section 4.1 and 4.2, appended to the Study Informed Consent.\n* Clinically significant vital sign abnormalities (systolic blood pressure \\<90 mmHg or \\>200 mmHg, diastolic blood pressure \\<50 mmHg or \\>105 mmHg or resting heart rate of \\<50 or \\>100 bpm) at screening visit.\n* A serious, unstable illness including cardiac, hepatic, renal, gastrointestinal, respiratory, endocrinologic, neurologic, immunologic, or hematologic disease.\n* Known infection with HIV, TB or Hepatitis B or C.\n* A current diagnosis or personal history of:\n\n  * Any cardiovascular disease including myocardial infarction, angina, cardiovascular surgery (within 5 years), congestive heart failure, cardiac arrhythmias or conduction abnormalities, cerebrovascular accident, transient ischemic attack (TIA), or peripheral vascular disease, deep vein thrombosis or pulmonary embolus. Diabetes mellitus requiring inhaled or injected insulin.\n  * Any autoimmune disease such as inflammatory bowel disease (including Crohn's disease and/or ulcerative colitis), multiple sclerosis, rheumatoid arthritis, systemic lupus erythematosus, polymyositis, scleroderma and/or thyroiditis.\n  * Any significant liver or kidney disease such as cirrhosis or non-alcoholic fatty liver disease, glomerulonephritis, and/or ongoing dialysis treatment.\n  * Any malignancy (with the exception of adequately treated malignancies with no known recurrence for \\>2 years).\n* Any serious mental illness including a history of attempted suicide.\n* Any medical condition that in the opinion of the primary care doctor or a specialist would preclude safe participation in this study or interfere with compliance.\n* Use of drugs of abuse (such as marijuana, cocaine, phencyclidine \\[PCP\\] and methamphetamine) 15 days prior to Day 1 and for the duration of the study.\n* History of regular intake of \\>14 alcoholic drinks per week for females, and \\>21 drinks per week for males (1 drink = 35 cl. beer, 12 cl. wine, or 30 ml. hard liquor).\n\nTechnical reasons\n\nAny condition in which bioelectrical impedance testing would be impossible or uninterpretable (e.g. prostheses in extremities on both sides, limb amputation, implanted pacemaker, inability to lay still or supine, or skin defects on preferred electrode placement sites.\n\nOther Exclusion Criteria: Inability to comply with study and/or follow-up visits.\n\n* Any concurrent condition (including clinically significant abnormalities in medical history, physical examination or laboratory evaluations) which, in the opinion of the PI, would preclude safe participation in this study or interfere with compliance.\n* Any sound medical, psychiatric and/or social reason which, in the opinion of the PI, would preclude safe participation in this study or interfere with compliance.\n* Abnormal laboratory findings including: abnormal blood counts (hematocrit \\< 33% or \\> 47%; WBC \\< 3.0 or \\> 12.0 x10\\^3/mm3; platelets \\< 140 or \\> 500 x 10\\^9/L); abnormal kidney function test (creatinine \\> 2.5 mg/dL) or liver function test(s) (AST, ALT, alkaline phosphatase) \\> 1.5X the upper limit of normal; serum calcium \\> 11 mg/dL); serum K \\< 3.5 mEq/L; Na \\< 134 or \\> 148 mmolL-1\n\nWomen of Childbearing Potential Contraception: the effects of the study products on the developing human fetus have not been studied extensively. For this reason, women of childbearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Females of childbearing potential will have a pregnancy test prior to receiving study products. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform study staff and her primary care physician immediately.\n\nPregnancy: because there is an unknown but potential risk for adverse events in pregnant women during treatment with the study products, pregnant women are not eligible for study participation.\n\nBreast-feeding: Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with the study products, breastfeeding mothers are not eligible for study participation.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "30 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Body Fat Percentage",
        "description": "Change from baseline to end of study in body composition measured as percentage of fat mass.",
        "timeFrame": "Comparison of the clinical marker up to 7 days after the randomization and 6 months after the randomization (6 months)"
      }
    ],
    "secondary": [
      {
        "measure": "Change of blood glucose values",
        "description": "(mg / dl)",
        "timeFrame": "Comparison of the clinical marker up to 7 days after the randomization and 6 months after the randomization (6 months)"
      },
      {
        "measure": "Change of blood insulinemic values",
        "description": "(µU/mL)",
        "timeFrame": "Comparison of the clinical marker up to 7 days after the randomization and 6 months after the randomization (6 months)"
      },
      {
        "measure": "Change of blood glycated hemoglobin",
        "description": "(percentage)",
        "timeFrame": "Comparison of the clinical marker up to 7 days after the randomization and 6 months after the randomization (6 months)"
      },
      {
        "measure": "Change of blood LDL, HDL, total cholesterol and triglycerides",
        "description": "(mg/dl)",
        "timeFrame": "Comparison of the clinical marker up to 7 days after the randomization and 6 months after the randomization (6 months)"
      },
      {
        "measure": "Change of blood pressure",
        "description": "(mmHg)",
        "timeFrame": "Comparison of the clinical marker up to 7 days after the randomization and 6 months after the randomization (6 months)"
      },
      {
        "measure": "Change of body weight",
        "description": "(Kg)",
        "timeFrame": "Comparison of the clinical marker up to 7 days after the randomization and 6 months after the randomization (6 months)"
      },
      {
        "measure": "Change of BMI",
        "description": "(kg/m\\^2)",
        "timeFrame": "Comparison of the clinical marker up to 7 days after the randomization and 6 months after the randomization (6 months)"
      },
      {
        "measure": "Change of telomere length",
        "description": "(kb)",
        "timeFrame": "Comparison of the clinical marker up to 7 days after the randomization and 6 months after the randomization (6 months)"
      },
      {
        "measure": "Change in Pittsburgh Sleep Quality Index",
        "description": "(PSQI)",
        "timeFrame": "Comparison of the clinical marker up to 7 days after the randomization and 6 months after the randomization (6 months)"
      },
      {
        "measure": "Change in Berlin questionnaire",
        "description": "(Berlin questionnaire)",
        "timeFrame": "Comparison of the clinical marker up to 7 days after the randomization and 6 months after the randomization (6 months)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 74,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:15.122Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}