{
  "nctId": "NCT04011475",
  "briefTitle": "A Study in Taiwan Based on Medical Records That Looks at the Occurrence of Flare-ups in Patients With Chronic Obstructive Pulmonary Disease (COPD) Who Started LABA/LAMA or LAMA Treatment",
  "officialTitle": "Taiwan Outcomes and Real-world Treatment Options for Chronic Obstructive Pulmonary Disease",
  "protocolDocument": {
    "nctId": "NCT04011475",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-11-25",
    "uploadDate": "2021-09-20T10:40",
    "size": 536682,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04011475/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 1617,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-12-29",
    "completionDate": "2020-10-31",
    "primaryCompletionDate": "2020-10-31",
    "firstSubmitDate": "2019-06-28",
    "firstPostDate": "2019-07-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nPatients who fulfil ALL the following criteria are included.\n\n1. Patients who diagnosed with COPD who were prescribed with LABA/LABA (FDC or free combo) as a new initiation or switching from other therapy (i.e., single/dual/triple), or newly receiving LAMA treatment for 3 months at least prior to 30 June 2018\n2. Male or female patients ≥ 40 years of age\n\nExclusion Criteria:\n\n1\\. Patients who meet the following criterion are not included.\n\n* Patients with documented diagnosis of bronchial asthma, asthma-COPD overlap syndrome (ACOS), bronchiectasis, cystic fibrosis, or lung cancer",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Moderate-to-severe Acute Exacerbation",
        "description": "Number of participants with moderate-to-severe acute exacerbation within 1 year after the index date was reported.",
        "timeFrame": "Up to 1 year after the index date (Baseline)."
      }
    ],
    "secondary": [
      {
        "measure": "Annualized Rate of Moderate-to-severe Exacerbation",
        "description": "The annualized rate of moderate-to-severe exacerbation was calculated as: total number of episodes of moderate-to-severe exacerbation of all participants divided by the sum of follow-up period \\[years\\] of all participants. The corresponding 95% confidence interval was from Poisson regression.",
        "timeFrame": "Up to 1 year after the index date (Baseline)."
      },
      {
        "measure": "Annualized Rate of Mild Exacerbation",
        "description": "The annualized rate of mild exacerbation was calculated as: total number of episodes of mild exacerbation of all participants divided by the sum of follow-up period \\[years\\] of all participants. The corresponding 95% confidence interval was from Poisson regression.",
        "timeFrame": "Up to 1 year after the index date (Baseline)."
      },
      {
        "measure": "Annualized Rate of Moderate Exacerbation",
        "description": "The annualized rate of moderate exacerbation was calculated as: total number of episodes of moderate exacerbation of all participants divided by the sum of follow-up period \\[years\\] of all participants. The corresponding 95% confidence interval was from Poisson regression.",
        "timeFrame": "Up to 1 year after the index date (Baseline)."
      },
      {
        "measure": "Annualized Rate of Severe Exacerbation",
        "description": "The annualized rate of severe exacerbation was calculated as: total number of episodes of severe exacerbation of all participants divided by the sum of follow-up period \\[years\\] of all participants. The corresponding 95% confidence interval was from Poisson regression.",
        "timeFrame": "Up to 1 year after the index date (Baseline)."
      },
      {
        "measure": "Incidence of Patients Escalating Therapy (From Single/Dual to Dual/Triple Therapy)",
        "description": "Incidence of patients escalating therapy, from single/dual to dual/triple therapy such as receiving Long-Acting Muscarinic Antagonist (LAMA) escalated to dual therapy or receiving LABA+LAMA (Tiotropium+Olodaterol) escalated to triple therapy(LABA+LAMA+inhaled corticosteroids (ICS)), within 1 year after the index date was reported.",
        "timeFrame": "Up to 1 year after the index date (Baseline)."
      },
      {
        "measure": "Percentage of Patients Receiving Dual Therapy Escalated to Triple Therapy or LAMA Escalated to Dual Therapy",
        "description": "Percentage of patients receiving dual therapy (Tiotropium+Olodaterol or other Long-Acting Beta-Agonist (LABA)+Long-Acting Muscarinic Antagonist (LAMA) therapy) escalated to triple therapy (LABA+LAMA + inhaled corticosteroids (ICS)) or LAMA escalated to dual therapy (LABA + LAMA) was reported.",
        "timeFrame": "Up to 1 year after index date (Baseline)."
      },
      {
        "measure": "Change From Baseline in Pulmonary Function After LABA+LAMA or LAMA Initiation Evaluating by Post-bronchodilator Forced Expiratory Volume in One Second (Post-FEV1) at 12 Months After Index Date",
        "description": "Change from baseline in pulmonary function after Long-Acting Beta-Agonist (LABA)+Long-Acting Muscarinic Antagonist (LAMA) (Tiotropium+Olodaterol or other LABA+LAMA therapy) or LAMA initiation evaluating by post-bronchodilatorForced Expiratory Volume in one second (Post-FEV1) at 12 months after index date was reported.\n\nSpirometry was the most common tool to evaluate the lung function of patients with respiratory disease. Among the results of spirometry, post-bronchodilator Forced Expiratory Volume in one second was used for assisting in the diagnosis, determining disease severity, and following up the prognosis.",
        "timeFrame": "At index date (Baseline) and at 12 months after index date."
      },
      {
        "measure": "Change From Baseline in Pulmonary Function After LABA+LAMA or LAMA Initiation Evaluating by Post-bronchodilator Forced Volume Vital Capacity (Post-FVC) at 12 Months After Index Date",
        "description": "Change from baseline in pulmonary function after Long-Acting Beta-Agonist (LABA)+Long-Acting Muscarinic Antagonist (LAMA) (Tiotropium+Olodaterol or other LABA+LAMA therapy) or LAMA initiation evaluating by post-bronchodilator Forced Volume Vital Capacity (Post-FVC) at 12 months after index date was reported.\n\nSpirometry was the most common tool to evaluate the lung function of patients with respiratory disease. Among the results of spirometry, post-bronchodilator Forced Volume Vital Capacity was used for assisting in the diagnosis, determining disease severity, and following up the prognosis.",
        "timeFrame": "At index date (Baseline) and at 12 months after index date."
      },
      {
        "measure": "Change From Baseline in Pulmonary Function After LABA+LAMA or LAMA Initiation Evaluating by COPD Assessment Test (CAT) Score at 12 Months After Index Date",
        "description": "Change from baseline in pulmonary function after Long-Acting Beta-Agonist (LABA)+Long-Acting Muscarinic Antagonist (LAMA) (Tiotropium+Olodaterol or other LABA+LAMA therapy) or LAMA initiation evaluating by Chronic Obstructive Pulmonary Disease (COPD) Assessment Test (CAT) score at 12 months after index date was reported.\n\nThe COPD assessment test (CAT) was a simple, 8-item, health status instrument which provided a simple method for assessing the impact of COPD on the patient's health and the quality of life. Each item was on a 6-point scale: 0 (no impact) to 5 (maximum impact). The CAT score ranging from 0 (better health status) to 40 (worse health status) was calculated by summing the points for each item. A decrease in CAT score represents an improvement in health status, whereas an increase in CAT score represents a worsening in health status.",
        "timeFrame": "At index date (Baseline) and at 12 months after index date."
      },
      {
        "measure": "Change From Baseline in Pulmonary Function After LABA+LAMA or LAMA Initiation Evaluating by Modified Medical Research Council Dyspnea Scale (mMRC) at 12 Months After Index Date",
        "description": "Change from baseline in pulmonary function after Long-Acting Beta-Agonist (LABA)+Long-Acting Muscarinic Antagonist (LAMA) (Tiotropium+Olodaterol or other LABA+LAMA therapy) or LAMA initiation evaluating by modified Medical Research Council dyspnea scale (mMRC) at 12 months after index date is reported.\n\nModified Medical Research Council dyspnea scale (mMRC) is a 5 points scale measuring the severity of dyspnea of patients. The scale ranges from 0 (better outcome) to 4 (worse outcome). The higher the scale value, the more severe the dyspnea is. If mMRC scale of the patient was \\> 2, it means the patient may suffer from dyspnea.",
        "timeFrame": "At index date (baseline) and at 12 months after index date"
      },
      {
        "measure": "Percentage of Patients Using Rescue Medications",
        "description": "Percentage of patients using rescue medications within 1 year after index date was reported.",
        "timeFrame": "Up to 1 year after index date (Baseline)."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:25.875Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}