{
  "nctId": "NCT04415333",
  "briefTitle": "Gut Butyrate and Blood Pressure in African Americans",
  "officialTitle": "Effect of Gut Butyrate Delivery on Blood Pressure in African Americans With Hypertension",
  "protocolDocument": {
    "nctId": "NCT04415333",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-05-31",
    "uploadDate": "2022-06-14T10:32",
    "size": 1468880,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04415333/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 20,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-07-08",
    "completionDate": "2021-11-02",
    "primaryCompletionDate": "2021-11-01",
    "firstSubmitDate": "2020-05-26",
    "firstPostDate": "2020-06-04"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nNormotensive (control subjects without hypertension): In order to be eligible to participate in this study, an individual must meet all of the following criteria (which will be assessed after an initial telephone interview and at Visit 1 (screening and consent visit):\n\n* Provision of signed and dated informed consent form\n* Be an African American adult (man or woman) between 30 - 50 years of age with normal blood pressure (never diagnosed with hypertension) (systolic: 90-129 and diastolic: 60-89 mmHg).\n* Body Mass Index of 18.5-30 kg/m\\^2\n* Not have any other diagnosed cardiovascular disease\n* Not exercise regularly (Participate in less than 60 minutes of exercise/week)\n* Not be pregnant or be lactating\n* Be free of active diseases that affect your intestines (i.e., chronic constipation, diarrhea, Crohn's disease, ulcerative colitis, irritable bowel syndrome, diverticulosis, stomach or duodenal ulcers, diabetes, hepatitis, HIV, and cancer)\n* Have not taken antibiotics in the past 3 months\n* Have not been regularly taking medications that impact intestinal function (i.e., laxatives, enemas, anti-diarrheal agents, narcotics, antacids, antispasmodics, antidepressants, anticonvulsants, antibiotics, herbals, homeopathy, and home remedies) or fiber supplements.\n* Have no plans of travel out of town during the study periods.\n* Agreement to adhere to Lifestyle Considerations (see section 5.3) throughout study duration\n\nHypertension subjects not on anti-hypertension medication (intervention group). The pool of subjects that do not take hypertension medication may be limited. If a heavily medicated subject population is encountered, the investigators may include subjects taking diuretics only: In order to be eligible to participate in this study, an individual must meet all of the following criteria (which will be assessed after an initial telephone interview and at Visit 1 (screening and consent visit):\n\n* Provision of signed and dated informed consent form. Letter of clearance or signature of PCP on informed consent.\n* Be an African American adult (man or woman) between 30 - 50 years of age with stage-1 to stage-2 hypertension (systolic: 130-159 and diastolic: 80-99 mmHg).\n* Not taking any anti-hypertension medications (although the investigators may enroll individuals only taking a diuretic where resting BP levels are within the range of stage-1 hypertension: systolic BP 130-140 mmHg. Subjects can resume taking the diuretic after they remove the monitor).\n* Body Mass Index of 18.5-30 kg/m\\^2\n* Not have any other diagnosed cardiovascular disease\n* Not exercise regularly (Participate in less than 60 minutes of exercise/week)\n* Not be pregnant or be lactating\n* Be free of active diseases that affect your intestines (i.e., chronic constipation, diarrhea, Crohn's disease, ulcerative colitis, irritable bowel syndrome, diverticulosis, stomach or duodenal ulcers, diabetes, hepatitis, HIV, and cancer)\n* Have not taken antibiotics in the past 3 months\n* Have not been regularly taking medications that impact intestinal function (i.e., laxatives, enemas, anti-diarrheal agents, narcotics, antacids, antispasmodics, antidepressants, diuretics, anticonvulsants, antibiotics, herbals, homeopathy, and home remedies) or fiber supplements.\n* Have no plans of travel out of town during the study periods.\n* Agreement to adhere to Lifestyle Considerations throughout study duration\n\nExclusion Criteria for both groups:\n\n* Exercise more than 60 minutes per week for more than 4 consecutive weeks.\n* Diagnosed with stroke, history of myocardial infarction (heart attack); liver, lung, or kidney diseases; peripheral vascular disease or cancer within the last 6 months.\n* Presence of metabolic disease (diabetes mellitus), inflammatory diseases (e.g., inflammatory bowel diseases, rheumatoid arthritis, and systemic lupus erythematosus); kidney stones or gallbladder problems; diagnosed liver, lung or kidney diseases;\n* Pregnancy, lactation, or actively trying to conceive.\n* Taking anti-hypertension medications (i.e., calcium channel blockers, ACE inhibitors, angiotensin- receptor blockers, β-blockers, vasodilators, etc.) other than diuretics (e.g., hydrochlorothiazide, chlorothiazide, furosemide, etc) or medications known to affect inflammation or metabolic function (anti-inflammatories, statins, thyroid medication) in the past 1 month. If diuretics are used, subjects may able to participate if they agree to refrain from taking their diuretic the day of the experiment. In this instance, resting systolic BP while on their medication will still need to be greater than 130 mmHg.\n* Current smoker or tobacco use within the last 10 years",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "30 Years",
    "maximumAge": "50 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Mean Daytime Blood Pressure",
        "description": "Immediately following self-administration of butyrate enema, participants will be fitted with an ambulatory blood pressure monitor to be worn for 24 hours.",
        "timeFrame": "approximately 16 hours post enema"
      },
      {
        "measure": "Mean Nighttime Blood Pressure",
        "description": "Immediately following self-administration of butyrate enema, participants will be fitted with an ambulatory blood pressure monitor to be worn for 24 hours.",
        "timeFrame": "approximately 8 hours post enema"
      }
    ],
    "secondary": [
      {
        "measure": "Blood Butyrate Concentrations",
        "description": "Measure blood butyrate concentrations before, 30 minutes post, and 60 minutes post self-administration of the butyrate enemas",
        "timeFrame": "up to 1 hour post enema"
      },
      {
        "measure": "Interleukin-1 Beta (IL-1β) Concentration",
        "description": "Blood biomarker samples were collected for the inflammatory cytokine IL-1β.",
        "timeFrame": "up to 1 hour post enema"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:15.263Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}