{
  "nctId": "NCT03855137",
  "briefTitle": "Efficacy, Safety, and Tolerability of Atogepant for the Prevention of Chronic Migraine",
  "officialTitle": "A Phase 3, Multicenter, Randomized, Double-Blind, Placebo-Controlled, Parallel-Group Study to Evaluate the Efficacy, Safety, and Tolerability of Atogepant for the Prevention of Chronic Migraine (Progress)",
  "protocolDocument": {
    "nctId": "NCT03855137",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-05-29",
    "uploadDate": "2023-01-18T18:48",
    "size": 1599091,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03855137/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 778,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-03-11",
    "completionDate": "2022-01-20",
    "primaryCompletionDate": "2022-01-20",
    "firstSubmitDate": "2019-02-25",
    "firstPostDate": "2019-02-26"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* At least a 1-year history of chronic migraine (CM) consistent with a diagnosis according to the International Classification of Headache Disorders, 3rd Edition (ICHD-3), 2018\n* Age of the participant at the time of migraine onset \\< 50 years\n* Confirmation of headache/migraine headache day frequency as follows:\n\n  * History of, on average, ≥ 15 headache days per month in the 3 months prior to Visit 1 in the opinion of the investigator AND\n  * \\>=15 headache days during the 4-week screening/baseline period per the electronic diary (eDiary) AND\n  * \\>=8 days during the 4-week screening/baseline period that qualify as being a migraine day per the eDiary\n* Participants must be using a medically acceptable and effective method of birth control during the course of the entire study\n\nExclusion Criteria:\n\n* Has a history of migraine, accompanied by diplopia or decreased level of consciousness, or retinal migraine\n* Has a current diagnosis of new persistent daily headache, trigeminal autonomic cephalgia (eg, cluster headache), or painful cranial neuropathy\n* History of an inadequate response to \\> 4 medications (2 of which have different mechanisms of action) prescribed for the prevention of migraine\n* Woman is pregnant, planning to become pregnant during the course of the study, or currently lactating. Women of childbearing potential must have a negative urine pregnancy test at Visit 1 and Visit 2.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Mean Monthly Migraine Days Across 12-Week Treatment Period in mITT Population",
        "description": "Participants recorded daily duration of migraine in a diary. A migraine day was any calendar day on which the participant experienced a migraine headache. The monthly (4-week) migraine days were defined as the total number of reported migraine days in diary divided by total number of days with diary records during each 4-week period and multiplied by 28. Each 4-week period was averaged. Baseline is defined as the number of migraine days during the last 28 days prior to the randomization date. Negative change from Baseline indicates improvement. A contrast from Mixed-effects model for repeated measures (MMRM) was used to obtain the average treatment effects across the 12-week treatment period.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Change From Baseline in Mean Monthly Migraine Days Across 12-Week Treatment Period in Off-Treatment Hypothetical Estimand Population",
        "description": "Participants recorded daily duration of migraine in a diary. A migraine day was any calendar day on which the participant experienced a migraine headache. The monthly (4-week) migraine days were defined as the total number of reported migraine days in diary divided by total number of days with diary records during each 4-week period and multiplied by 28. Each 4-week period was averaged. Baseline is defined as the number of migraine days during the last 28 days prior to the randomization date. Negative change from Baseline indicates improvement. A contrast from Mixed-effects model for repeated measures (MMRM) was used to obtain the average treatment effects across the 12-week treatment period.",
        "timeFrame": "Baseline to Week 12"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Mean Monthly Headache Days Across 12-Week Treatment Period in mITT Population",
        "description": "Participants recorded daily total duration of a headache in a diary. A headache day is any calendar day on which the participant experienced a headache pain lasting 2 hours or longer unless an acute headache medication was used after the start of the headache. The monthly (4-week) headache days were defined as the total number of reported headache days in the diary divided by the total number of days with diary records during each 4-week period and multiplied by 28. Each 4-week period was averaged. Baseline is defined as the number of headache days during the last 28 days prior to the randomization date. Negative change from Baseline indicates improvement. A contrast from MMRM was used to obtain the average treatment effects across the 12-week treatment period.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Change From Baseline in Mean Monthly Headache Days Across 12-Week Treatment Period in Off-Treatment Hypothetical Estimand Population",
        "description": "Participants recorded daily total duration of a headache in a diary. A headache day is any calendar day on which the participant experienced a headache pain lasting 2 hours or longer unless an acute headache medication was used after the start of the headache. The monthly (4-week) headache days were defined as the total number of reported headache days in the diary divided by the total number of days with diary records during each 4-week period and multiplied by 28. Each 4-week period was averaged. Baseline is defined as the number of headache days during the last 28 days prior to the randomization date. Negative change from Baseline indicates improvement. A contrast from MMRM was used to obtain the average treatment effects across the 12-week treatment period.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Change From Baseline in Mean Monthly Acute Medication Use Days Across 12-Week Treatment Period in mITT Population",
        "description": "An acute medication use day is defined as any day on which a participant reports, per eDiary, the intake of allowed medication(s) to treat an acute migraine. The monthly (4-week) acute medication use days were defined as the total number of reported acute medication use days in the diary divided by the total number of days with diary records during each 4-week period and multiplied by 28. Each 4-week period was averaged. Baseline is defined as the number of migraine days during the last 28 days prior to the randomization date. A negative change from Baseline indicates improvement. A contrast from MMRM was used to obtain the average treatment effects across the 12-week treatment period.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Change From Baseline in Mean Monthly Acute Medication Use Days Across 12-Week Treatment Period in Off-treatment Hypothetical Estimand Population",
        "description": "An acute medication use day is defined as any day on which a participant reports, per eDiary, the intake of allowed medication(s) to treat an acute migraine. The monthly (4-week) acute medication use days were defined as the total number of reported acute medication use days in the diary divided by the total number of days with diary records during each 4-week period and multiplied by 28. Each 4-week period was averaged. Baseline is defined as the number of migraine days during the last 28 days prior to the randomization date. A negative change from Baseline indicates improvement. A contrast from MMRM was used to obtain the average treatment effects across the 12-week treatment period.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Percentage of Participants With at Least a 50% Reduction in 3-Month Average of Monthly Migraine Days in mITT Population",
        "description": "Data is reported for 50% responders averaged at each 4-week period. 50% responders are participants with at least a 50 percent reduction from baseline in 3-month average of monthly migraine days. Participants recorded daily duration of migraine in a diary. A migraine day was any calendar day on which the participant experienced a migraine headache. The monthly (4-week) migraine days is equal to total number of reported migraine days in diary divided by total number of days with diary records in each 4-week period multiplied by 28. The values are rounded off to the first decimal value.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Percentage of Participants With at Least a 50% Reduction in 3-Month Average of Monthly Migraine Days in Off-Treatment Hypothetical Estimand Population",
        "description": "Data is reported for 50% responders averaged at each 4-week period. 50% responders are participants with at least a 50 percent reduction from baseline in 3-month average of monthly migraine days. Participants recorded daily duration of migraine in a diary. A migraine day was any calendar day on which the participant experienced a migraine headache. The monthly (4-week) migraine days is equal to total number of reported migraine days in diary divided by total number of days with diary records in each 4-week period multiplied by 28. The values are rounded off to the first decimal value.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Change From Baseline in Migraine Specific Quality of Life Questionnaire, Version 2.1 (MSQ v2.1) Role Function-Restrictive Domain Score at Week 12 in Off-Treatment Hypothetical Estimand Population",
        "description": "The MSQ v2.1 is a 14-item questionnaire designed to measure health-related quality of life impairments attributed to migraine in the past 4 weeks. It is divided into 3 domains: Role Function Restrictive (question numbers 1-7, score ranges 7 to 42) assesses how migraines limit one's daily social and work-related activities; Role Function Preventive (question numbers 8-11, score ranges 4 to 24) assesses how migraines prevent these activities; and the Emotional Function (question numbers 12-14, score ranges 3 to 18) domain assesses the emotions associated with migraines. Participants respond to items using a 6-point scale ranging from none of the time to all of the time. Raw dimension scores are computed as a sum of item responses and rescaled to a 0 to 100 scale, where higher scores indicate better quality of life. A contrast from MMRM was used to obtain the average treatment effects across the 12-week treatment period.",
        "timeFrame": "At Week 12"
      },
      {
        "measure": "Change From Baseline in Mean Monthly Performance of Daily Activities Domain Score of the AIM-D Across 12-Week Treatment Period in mITT Population",
        "description": "The AIM-D is a 11-item patient-reported outcome (PRO) measure that assesses the impact of migraine on the performance of daily activities which include, 7 items: difficulty with household chores, errands, leisure activities at home, leisure or social activities outside the home, strenuous physical activities, concentrating, and thinking clearly and physical impairment; 4 items: difficulty walking, moving body, bending forward, moving head using a 6-point rating scale where 0=not difficult at all, 1=a little difficult, 2=somewhat difficult, 3=very difficult, 4=extremely difficult, and 5=I could not do it at all. The raw performance of daily activities domain scores were transformed to 0-100 scale, with higher scores indicating greater impact of migraine (higher disease burden). A contrast from MMRM was used to obtain the average treatment effects across the 12-week treatment period.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Change From Baseline in Mean Monthly Physical Impairment Domain Score of the AIM-D Across 12-Week Treatment Period in mITT Population",
        "description": "The AIM-D is a 11-item PRO measure that assesses the impact of migraine on the performance of daily activities which includes 7 items: difficulty with household chores, errands, leisure activities at home, leisure or social activities outside the home, strenuous physical activities, concentrating, and thinking clearly and physical impairment; 4 items: difficulty walking, moving body, bending forward, moving head using a 6-point rating scale where 0=not difficult at all, 1=a little difficult, 2=somewhat difficult, 3=very difficult, 4=extremely difficult, and 5=I could not do it at all. The raw physical impairment domain scores were transformed to 0-100 scale, with higher scores indicating greater impact of migraine (higher disease burden). A contrast from MMRM was used to obtain the average treatment effects across the 12-week treatment period.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Change From Baseline in the Headache Impact Test (HIT-6) Total Score at Week 12 in Off-Treatment Hypothetical Estimand Population",
        "description": "HIT-6 is a 6-question assessment used to measure the impact headaches have on a participant's ability to function on the job, at school, at home, and in social situations. It assesses the effect that headaches have on normal daily life and the participant's ability to function. Responses are based on frequency using a 5-point scale ranging from \"never\" to \"always.\" The HIT-6 total score, which ranges from 36 to 78, is the sum of the responses - each of which is assigned a score ranging from 6 points (never) to 13 points (always). MMRM was used for the analyses.",
        "timeFrame": "At Week 12"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:52.069Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}