{
  "nctId": "NCT04107675",
  "briefTitle": "A Safety Study of Liposomal Cyclosporine A to Treat Bronchiolitis After Hematopoietic Transplant (BOSTON-4)",
  "officialTitle": "A Phase IIa Multi-Center, Randomized, Single-Blind Safety Study of Liposomal Cyclosporine A to Treat Bronchiolitis Obliterans Syndrome Following Allogeneic Hematopoietic Stem Cell Transplantation",
  "protocolDocument": {
    "nctId": "NCT04107675",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-04-30",
    "uploadDate": "2023-06-08T11:27",
    "size": 22971239,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04107675/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 6,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-02-11",
    "completionDate": "2022-12-15",
    "primaryCompletionDate": "2022-06-16",
    "firstSubmitDate": "2019-09-25",
    "firstPostDate": "2019-09-27"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Age \\>/= 18 years\n2. Patient must have a history of allogeneic HSCT, regardless of source of stem cell or donor or indication for allogeneic HSCT\n3. Documented diagnosis of chronic Graft versus Host Disease (cGvHD) in any organ other than the lung. If BOS is the only manifestation of cGvHD, lung biopsy must have been performed before entering the trial to confirm BOS diagnosis.\n4. Confirmed diagnosis of BOS Score 1 \\[Jagasia et al. 2015\\] within \\> 6 months and \\< 3 years after allo-HSCT:\n\n   FEV1/FVC \\< 0.7 at Screening Visit AND Post-bronchodilator FEV1 \\>/= 60 and ≤ 79% predicted at Screening Visit AND\n   * 10% decline of FEV1 % predicted within 24 months prior to Screening Visit AND Absence of acute infection in the respiratory tract.\n5. Patient must be capable of understanding the purposes and risks of the study, has given written informed consent, and agrees to comply with the study requirements.\n6. Patient is capable of aerosol inhalation.\n7. Women of childbearing potential must have a negative serum or urine pregnancy test at screening and at randomization visit.\n\nExclusion Criteria:\n\n1. Active bacterial, viral (as confirmed by multiplex PCR) or fungal infection not successfully resolved at least 4 weeks prior to the Screening Visit.\n2. Chronic renal dysfunction with serum creatinine \\>/= 2.5 mg/dL or need for renal dialysis.\n3. Chronic hepatic dysfunction with serum total bilirubin \\> 5x upper limit of normal (ULN), transaminases \\> 5x ULN, or alkaline phosphatase \\> 5x ULN.\n4. Evidence of relapse of the primary malignancy which warranted allogeneic bone marrow transplant.\n5. Use of azithromycin within 4 weeks prior to Randomization (Visit 1).\n6. Use of zafirlukast during the study period.\n7. Chronic oxygen use or use of non-invasive ventilation.\n8. Active smokers (i.e. any kind of inhaled nicotine consumption).\n9. Pregnant women or women who are unwilling to use appropriate birth control to avoid pregnancy over the course of the clinical trial.\n10. Women who are currently breastfeeding.\n11. Known hypersensitivity to L-CsA or to cyclosporine A.\n12. Patients who do not tolerate administration of inhaled bronchodilators (e.g., salbutamol).\n13. Patients with life-expectancy of less than 6 months.\n14. Treatments with other Investigational Medicinal Products (IMPs) or previous therapies within four weeks or five times half-life of the drug, whichever is longer prior to screening and during the study. Participation in registries, considering the before, is allowed.\n15. Psychiatric disorders or altered mental status precluding understanding of the informed consent process and/or completion of the necessary procedures.\n16. Any co-existing medical condition that in the Investigator's judgment will substantially increase the risk associated with the patient's participation in the clinical trial.\n17. Pre-scheduled hospitalizations, surgeries or interventions planned to be performed after obtaining Informed Consent for this study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Local Tolerability Events of Interest From Baseline to Visit 3 (Week 4)",
        "description": "The local tolerability events of interest taken into consideration were: Cough, Wheezing, Bronchospasm, Throat irritation and Change from baseline in FEV1 to Visit 3.",
        "timeFrame": "at Week 4 (visit 3)"
      },
      {
        "measure": "Number of Participants With AE and sAE of Different Level of Severity During the First 4 Weeks of Treatment",
        "description": "An adverse event (AE) is any untoward medical occurrence after exposure to a medicine, which is not necessarily caused by that medicine. An adverse event can therefore be any unfavourable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product.\n\nA serious adverse event is an adverse event that results in death, is life-threatening, requires hospitalisation or prolongation of existing hospitalisation, results in persistent or significant disability or incapacity, or is a birth defect.",
        "timeFrame": "During the first 4 weeks of treatment"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Local Tolerability Events of Interest From Baseline to Week 12",
        "description": "The local tolerability events of interest taken into consideration were: Cough, Wheezing, Bronchospasm, Throat irritation and Change from baseline in FEV1 to Visit 3.",
        "timeFrame": "at Week 12"
      },
      {
        "measure": "Number of Participants With AE and sAE of Different Level of Severity During the First 12 Weeks of Treatment",
        "description": "An adverse event (AE) is any untoward medical occurrence after exposure to a medicine, which is not necessarily caused by that medicine. An adverse event can therefore be any unfavourable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product.\n\nA serious adverse event is an adverse event that results in death, is life-threatening, requires hospitalisation or prolongation of existing hospitalisation, results in persistent or significant disability or incapacity, or is a birth defect.",
        "timeFrame": "During the first 12 weeks of treatment"
      },
      {
        "measure": "CsA Whole Blood Concentrations and CsA Whole Blood Trough Levels",
        "description": "Whole Blood concentrations (Week 0) are at pre-dose, directly after end of inhalation, 15, 30, and 45 minutes, and 1, 1.5, 2, and 4 hours after end of inhalation, and whole blood trough levels (CsA concentration) at Weeks 2, 4, 8, and 12 were calculated.",
        "timeFrame": "Weeks 0 (pre-dose, directly after end of inhalation, 15, 30, 45, 60 min, 1.5 h, 2h, 4h), 2, 4, 8, and 12"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 64,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:29.659Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}