{
  "nctId": "NCT03081156",
  "briefTitle": "The Effect of BEVESPI AEROSPHERE 速 Therapy on Exercise Tolerance in COPD",
  "officialTitle": "An Investigator Initiated, Randomized, Double Blind, Placebo Controlled Study to Assess the Effect of Glycopyrrolate/Formoterol on Exercise Tolerance and Dynamic Hyperinflation in Patients With Chronic Obstructive Pulmonary Disease.",
  "protocolDocument": {
    "nctId": "NCT03081156",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-04-29",
    "uploadDate": "2021-09-17T16:15",
    "size": 1629068,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03081156/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 52,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-03-27",
    "completionDate": "2019-01-31",
    "primaryCompletionDate": "2019-01-01",
    "firstSubmitDate": "2017-03-09",
    "firstPostDate": "2017-03-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. All patients must have a clinical diagnosis of chronic obstructive pulmonary disease (COPD) and must meet the following criteria:\n\n   1. Stable state of their disease with no exacerbation (antibiotics, oral steroids, ER visit, or hospitalization for COPD) within the previous 4 weeks; and\n   2. At visit 1 Spirometric Values must demonstrate a post-bronchodilator FEV1 between 35% and 80% of predicted normal and a post-bronchodilator FEV1/FVC \\<70%. \\[The rationale for the lower limit is to exclude patients unlikely to tolerate withholding of long acting bronchodilators. The rationale for the upper limit is to exclude patients unlikely to be limited in their exercise tolerance by hyperinflation and air trapping.\\]\n2. Male or female patients, between 40 and 80 years (inclusive) of age.\n3. Patients must be current or ex-smokers with a smoking history of more than 10 pack-years.\n4. Patients must be able to perform technically acceptable pulmonary function tests and a symptom-limited cardiopulmonary cycle ergometry test.\n5. Patients must be able to inhale medication in an acceptable manner from the metered dose inhalers used in this study.\n\nExclusion Criteria:\n\n1. Patients with a significant disease other than COPD; a significant disease is defined as a disease which, in the opinion of the investigator, may (i) put the patient at risk because of participation in the study, (ii) influence the results of the study, or (iii) cause concern regarding the patient's ability to participate in the study.\n2. Patients with a documented personal history of childhood asthma, a clinical presentation consistent with asthma, and a family history of asthma. For patients with allergic rhinitis, atopy, or prior allergy treatment, medical records will be obtained to verify that the patient does not have asthma. The final determination on the possibility of an overlap condition \\[Asthma-COPD Overlap Syndrome, (Postma and Rabe, 2015)\\], and thus, appropriateness for entry into the study, will be the principal investigator's decision.\n3. Patients with any of the following conditions:\n\n   1. A history of myocardial infarction within 1 year of screening visit.\n   2. Unstable or life-threatening cardiac arrhythmia.\n   3. Hospitalized for heart failure within the past year.\n   4. Known active tuberculosis.\n   5. A malignancy for which patient has undergone resection, radiation therapy or chemotherapy within the past 6 months (patients with treated local skin tumors are allowed).\n   6. A history of life-threatening COPD exacerbation requiring intubation.\n   7. A history of cystic fibrosis.\n   8. Clinically significant and active bronchiectasis.\n   9. A history of alcohol or drug abuse within the past year.\n   10. Any contraindications for exercise testing as outlined below (see contraindications to exercise).\n   11. Patients who have undergone thoracotomy with pulmonary resection in the past year.\n4. Patients being treated with oral corticosteroid medication at unstable doses (i.e., less than six weeks on a stable dose) or at doses in excess of the equivalent of 10 mg of prednisone per day or 20 mg every other day.\n5. Patients who regularly use daytime oxygen therapy for more than 6 hours per day and in the investigator's opinion will be unable to abstain from the use of oxygen therapy during clinic visits and exercise testing.\n6. Patients who desaturate to SpO2 \\<80% on screening incremental exercise testing.\n7. Patients who have completed a pulmonary rehabilitation program in the six weeks prior to the screening visit or patients who are currently in a pulmonary rehabilitation program.\n8. Patients who have a limitation of exercise performance as a result of factors other than fatigue or exertional dyspnea, such as arthritis in the leg, angina pectoris or claudication or morbid obesity.\n9. Patients with a constant power cycle ergometry endurance time less than 4 or greater than 8 minutes after work rate adjustment procedures (described below).\n10. Patients who have taken an investigational drug within one month or six half-lives (whichever is greater) prior to screening visit (Visit 1).\n11. Pregnant or nursing women.\n12. Women of childbearing potential who are not using a highly effective method of birth control. Female patients will be considered to be of childbearing potential unless surgically sterilized by hysterectomy or bilateral tubal ligation, or post-menopausal for at least two years.\n13. Patients who are currently participating in another interventional study.\n14. Patients who are unable to comply with pulmonary medication restrictions (washout of any LABA/LAMA) prior to randomization.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Magnitude of exercise time improvement (seconds) during cycle ergometer execise.",
        "description": "To determine the magnitude of exercise time improvement (seconds) with BEVESPI AEROSPHERE 速 (Glycopyrrolate/Formeterol) relative to placebo during high intensity, constant work rate cycle ergometer exercise in COPD patients.",
        "timeFrame": "52 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "VD/VT as determined by transcutaneous CO2 measurement (tcpCO2) during constant work rate cycle ergometer exercise.",
        "description": "To determine if the VD/VT can be reliably assessed during constant work rate exercise using transcutaneous CO2 measurement (tcpCO2) and, if so, if BEVESPI AEROSPHERE 速 (Glycopyrrolate/Formeterol) results in a reduction in VD/VT relative to placebo at isotime during high intensity constant work rate exercise in COPD patients.",
        "timeFrame": "52 weeks"
      }
    ],
    "other": [
      {
        "measure": "Computerized analysis of the spontaneous expiratory flow-volume loop during exercise",
        "description": "To determine if computerized assessment of the spontaneous expiratory flow-volume loop during exercise can provide additional information about both dynamic hyperinflation and the effects of BEVESPI AEROSPHERE 速 (Glycopyrrolate/Formeterol) during high intensity, constant work rate exercise in COPD patients.",
        "timeFrame": "523 weeks"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 1,
      "otherCount": 1,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 46,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:26.402Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}