{
  "nctId": "NCT04294147",
  "briefTitle": "A Study of Gastrointestinal Emptying Time in Adult Participants With Migraine Before and After Start of a mAb CGRP Antagonist",
  "officialTitle": "A Phase 4 Single-Blind Study of Gastrointestinal Transit Time in Adult Patients With Migraine Before and After Initiation of a mAb CGRP Antagonist",
  "protocolDocument": {
    "nctId": "NCT04294147",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-05-19",
    "uploadDate": "2022-01-27T02:11",
    "size": 3897035,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04294147/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 65,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-10-06",
    "completionDate": "2021-03-05",
    "primaryCompletionDate": "2021-03-05",
    "firstSubmitDate": "2020-03-02",
    "firstPostDate": "2020-03-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Have a diagnosis of migraine, with or without aura, as determined by the study investigator and in consideration of International Headache Society International Classification of Headache Disorders - 3rd edition guidelines (ICHD-3 2018)\n* Have a frequency of less than 15 monthly headache days of which up to 14 can be migraine headache days.\n* Participants can be on no more than 1 other migraine preventive treatment (except for tricyclic antidepressants and verapamil which are not allowed) as long as: that participant has had a stable dose of the oral migraine preventive treatment for a minimum of 2 months or participants have received onabotulinumtoxinA for a minimum of 2 cycles prior to screening\n\nExclusion Criteria:\n\n* Participants with a history of gastric bezoars, swallowing disorders, severe dysphagia to food or pills, suspected or known strictures, fistulas, or physiological/mechanical GI obstruction\n* History of any abdominal surgery within the past 3 months or GI surgery with the exception of cholecystectomy, appendectomy, or Nissen fundoplication\n* History of irritable bowel syndrome (IBS), chronic constipation, Crohn's disease, celiac disease, ulcerative colitis, or diverticulitis\n* Participants with type 1 or type 2 diabetes\n* Participants with cardiac pacemakers or other implanted or portable electromechanical device\n* Participants with a body mass index of ≥40 kilograms per square meter (kg/m²)\n* Women who are pregnant or nursing\n* Participants currently on mAb CGRP antagonists or have received a mAb CGRP antagonist within the past 6 months prior to visit 1\n* Participants who have received an oral CGRP antagonist (gepant) in the last 14 days prior to Visit 1",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "55 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Colonic Transit Time (CTT) at Week 2",
        "description": "Least squares (LS) mean change from baseline was calculated using analysis of covariance (ANCOVA) model with categorical effects of treatment, pooled investigative site, Body mass index (BMI) category (\\<30kg/m2, ≥30 kg/m2) and baseline migraine frequency (\\<8 migraine headache days, ≥8 migraine headache days) as well as the continuous baseline CTT (hours). A negative change from baseline indicates a decrease in CTT and a positive change from baseline indicate an increase in CTT.",
        "timeFrame": "Baseline, Week 2"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Whole Gut Transit Time (WGTT) at Week 2",
        "description": "Least squares (LS) mean change from baseline was calculated using ANCOVA model with categorical effects of treatment, pooled investigative site, Body mass index (BMI) category (\\<30kg/m2, ≥30 kg/m2) and baseline migraine frequency (\\<8 migraine headache days, ≥8 migraine headache days) as well as the continuous baseline WGTT (hours). A negative change from baseline indicates a decrease in WGTT and a positive change from baseline indicate an increase in WGTT.",
        "timeFrame": "Baseline, Week 2"
      },
      {
        "measure": "Change From Baseline in Gastric Emptying Time (GET) at Week 2",
        "description": "Least squares (LS) mean change from baseline was calculated using ANCOVA model with categorical effects of treatment, pooled investigative site, Body mass index (BMI) category (\\<30kg/m2, ≥30 kg/m2) and baseline migraine frequency (\\<8 migraine headache days, ≥8 migraine headache days) as well as the continuous baseline GET (hours). A negative change from baseline indicates a decrease in GET and a positive change from baseline indicate an increase in GET.",
        "timeFrame": "Baseline, Week 2"
      },
      {
        "measure": "Change From Baseline in Small Intestine Bowel Transit Time (SBTT) at Week 2",
        "description": "Least squares (LS) mean change from baseline was calculated using ANCOVA model with categorical effects of treatment, pooled investigative site, Body mass index (BMI) category (\\<30kg/m2, ≥30 kg/m2) and baseline migraine frequency (\\<8 migraine headache days, ≥8 migraine headache days) as well as the continuous baseline SBTT (hours). A negative change from baseline indicates a decrease in SBTT and a positive change from baseline indicate an increase in SBTT.",
        "timeFrame": "Baseline, Week 2"
      },
      {
        "measure": "Change From Baseline in Combined Small and Large Intestine Bowel Transit Time (SLBTT) at Week 2",
        "description": "Least squares (LS) mean change from baseline was calculated using ANCOVA model with categorical effects of treatment, pooled investigative site, Body mass index (BMI) category (\\<30kg/m2, ≥30 kg/m2) and baseline migraine frequency (\\<8 migraine headache days, ≥8 migraine headache days) as well as the continuous baseline SLBTT (hours). A negative change from baseline indicates a decrease in SLBTT and a positive change from baseline indicate an increase in SLBTT.",
        "timeFrame": "Baseline, Week 2"
      },
      {
        "measure": "Change From Baseline in Motility Index by Quartile in the Colon at Week 2",
        "description": "Motility index (MI) is a calculated outcome, based on the formula: In (Number of contractions x Σpressure amplitudes +1) where ln = natural logorithm, Σ = Sum. Least squares (LS) mean change from baseline was calculated using ANCOVA model with categorical effects of treatment, pooled investigative site, Body mass index (BMI) category (\\<30kg/m2, ≥30 kg/m2) and baseline migraine frequency (\\<8 migraine headache days, ≥8 migraine headache days) as well as the continuous baseline MI. A negative change from baseline indicates a decrease in colonic contractions or pressure or both, and a positive change from baseline indicates an increase in colonic contractions or pressure or both.",
        "timeFrame": "Baseline, Week 2"
      },
      {
        "measure": "Change From Baseline in Gastrointestinal (GI) Symptom Rating Scale (GSRS) at Weeks 2 and 4",
        "description": "GSRS is a validated 15-item questionnaire that evaluates the common symptoms of GI disorders. It has five subscales: abdominal pain (abdominal pain, hunger pains, nausea), reflux (heartburn, acid reflux), indigestion (rumbling, bloating, belching, and increased flatus/breaking wind), constipation (constipation, hard stools, and sensation of not completely emptying the bowels), and diarrhea (diarrhea, loose stools, urgent need to have a bowel movement) syndromes. Subscale scores range from 1 to 7. Higher scores indicate greater severity of symptoms. LS mean change from baseline was calculated using mixed effects model for repeated measures (MMRM) with fixed categorical effects of treatment, pooled investigative site, BMI category (\\<30kg/m2, ≥30 kg/m2), baseline migraine frequency (\\<8 migraine headache days, ≥8 migraine headache days), week, and treatment-by-week interaction, as well as the continuous fixed covariates of baseline value and baseline-by-week interaction.",
        "timeFrame": "Baseline, Week 2, Week 4"
      },
      {
        "measure": "Change From Baseline in Bristol Stool Form Scale (BSFS) at Weeks 2 and 4",
        "description": "The BSFS is a 7-point ordinal scale which classifies the type of bowel movement based on the appearance of stool. Score 1, 2 indicate constipation (harder stools); 6, 7 indicate diarrhea (loose/liquid stools ); 3 to 5 are considered normal. A better score would trend toward the middle of the scale (3 to 5), while scores at either end of the scale correspond to worse outcomes. LS mean change from baseline was calculated using mixed effects model for repeated measures (MMRM) with fixed categorical effects of treatment, pooled investigative site, BMI category (\\<30kg/m2, ≥30 kg/m2), baseline migraine frequency (\\<8 migraine headache days, ≥8 migraine headache days), week, and treatment-by-week interaction, as well as the continuous fixed covariates of baseline value and baseline-by-week interaction.",
        "timeFrame": "Baseline, Week 2, Week 4"
      },
      {
        "measure": "Change From Baseline in the Weekly Spontaneous Bowel Movements (SBMs) at Weeks 2 and 4",
        "description": "Weekly SBM is the number of spontaneous (un-aided by laxatives, enemas, or suppositories) bowel movements that a participant has had in the past 7 days. LS mean change from baseline was calculated using mixed effects model for repeated measures (MMRM) with fixed categorical effects of treatment, pooled investigative site, BMI category (\\<30kg/m2, ≥30 kg/m2), baseline migraine frequency (\\<8 migraine headache days, ≥8 migraine headache days), week, and treatment-by-week interaction, as well as the continuous fixed covariates of baseline value and baseline-by-week interaction. A negative change from baseline indicates a decrease in weekly SBMs, and a positive change from baseline indicates an increase in weekly SBMs.",
        "timeFrame": "Baseline, Week 2, Week 4"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:52.276Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}