{
  "nctId": "NCT03066804",
  "briefTitle": "A Randomized, Double-blind Controlled Study Comparing LCZ696 to Medical Therapy for Comorbidities in HFpEF Patients",
  "officialTitle": "A 24-week, Randomized, Double-blind, Multi-center, Parallel LCZ696 on NT-proBNP, Exercise Capacity, Symptoms and Safety Compared to Individualized Medical Management of Comorbidities in Patients With Heart Failure and Preserved Ejection Fraction",
  "protocolDocument": {
    "nctId": "NCT03066804",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-09-12",
    "uploadDate": "2020-10-26T10:17",
    "size": 976964,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03066804/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 2572,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-08-22",
    "completionDate": "2019-10-28",
    "primaryCompletionDate": "2019-10-28",
    "firstSubmitDate": "2017-02-23",
    "firstPostDate": "2017-02-28"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Left ventricular ejection fraction (LVEF) \\>40% by echo within 6 months prior to study entry or during the screening epoch\n* Symptom(s) of heart failure (HF) requiring treatment with diuretics (including loop, or thiazide diuretics, or mineralocorticoid antagonist \\[MRAs\\]) for at least 30 days prior to study entry\n* NYHA class II-IV\n* Structural heart disease (left atrial enlargement or left ventricular hypertrophy) documented by echocardiogram.\n* NT-proBNP \\> 220 pg/mL for patients with no atrial fibrillation/atrial flutter (AF) or \\>600 pg/mL for patients with AF\n* KCCQ clinical summary score \\< 75\n* Patients on ACEi or ARB therapy must have a history of HTN\n\nExclusion Criteria:\n\n* Any prior measurement of LVEF ≤ 40%, under stable conditions\n* Acute coronary syndrome (including MI), cardiac surgery, other major CV surgery within 3 months , or urgent percutaneous coronary intervention (PCI) within 3 months or an elective PCI within 30 days prior to study entry\n* Any clinical event within the 6 months prior to Visit 1 that could have reduced the LVEF (eg MI, coronary artery bypass graft \\[CABG\\]), unless an echo measurement was performed after the event confirming the LVEF to be \\>40%\n* Current (within 30 days from Visit 1) acute decompensated HF requiring therapy.\n* Current (within 30 days from Visit 1) use of renin inhibitor(s), dual RAS blockade or LCZ696\n* History of hypersensitivity to LCZ696 or its components\n* Patients with a known history of angioedema\n* Walk distance primarily limited by non-cardiac comorbid conditions at study entry\n* Alternative reason for shortness of breath such as: significant pulmonary disease or severe COPD, hemoglobin (Hgb) \\<10 g/dL males and \\< 9.5 g/dL females, or body mass index (BMI) \\> 40 kg/m\\^2.\n* Systolic blood pressure (SBP) ≥ 180 mmHg at study entry, or SBP \\>150 mmHg and \\<180 mmHg at study entry unless the patient is receiving 3 or more antihypertensive drugs, or SBP \\< 110 mmHg at study entry.\n* Patients with HbA1c \\> 7.5% not treated for diabetes\n* Patients with prior major organ transplant or intent to transplant (ie on transplant list)\n* eGFR \\< 30 ml/min/1.73 m\\^2 as measured by MDRD at screening\n* Serum potassium \\> 5.2 mmol /L (or equivalent plasma potassium value) at study entry\n* History or presence of any other disease with a life expectancy of \\< 3 years\n* Pregnant or nursing women or women of child-bearing potential unless they are using highly effective methods of contraception\n\nOther protocol-defined inclusion/exclusion criteria may apply.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "45 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in N-terminal Pro-brain Natriuretic Peptide (NT-proBNP) at Week 12",
        "description": "To demonstrate that LCZ696 is superior to individualized medical therapy for comorbidities in reducing NT-proBNP from baseline at Week 12 in patients with HFpEF",
        "timeFrame": "Baseline, week 12"
      },
      {
        "measure": "Change From Baseline in 6 Minute Walk Distance (6MWD) at Week 24",
        "description": "Change from baseline in 6-minute walk distance (6MWD) will be reported at Week 24. The 6 MWT will be performed in accordance with the guidelines of the American Thoracic Society 2002.",
        "timeFrame": "Baseline, week 24"
      }
    ],
    "secondary": [
      {
        "measure": "Mean Change From Baseline in Kansas City Cardiomyopathy Questionnaire (KCCQ) Clinical Summary Score (CSS) at Week 24",
        "description": "The KCCQ is a self-administered questionnaire that requires 4 to 6 minutes to complete. It contains 23 items, covering physical function, clinical symptoms, social function, self-efficacy and knowledge, and Quality of Life (QoL). The CSS is a combined score based upon the clinical symptoms and physical function domains of the questionnaire. Scores are transformed to a range of 0 - 100, in which higher scores reflect better health status.",
        "timeFrame": "Baseline, Week 24"
      },
      {
        "measure": "Percentage of Patients With ≥ 5-points Deterioration in KCCQ Clinical Symptom Score(CSS) at Week 24",
        "description": "Percentage of patients with KCCQ CSS deterioration ≥ 5-points will be reported at Week 24. The KCCQ is a self-administered questionnaire that requires 4 to 6 minutes to complete. It contains 23 items, covering physical function, clinical symptoms, social function, self-efficacy and knowledge, and Quality of Life (QoL). The CSS is a combined score based upon the clinical symptoms and physical function domains of the questionnaire. Scores are transformed to a range of 0 - 100, in which higher scores reflect better health status.",
        "timeFrame": "Baseline, Week 24"
      },
      {
        "measure": "Percentage of Patients With ≥ 5-points Improvement in KCCQ Clinical Symptom Score(CSS) at Week 24",
        "description": "Percentage of patients with KCCQ CSS improvement ≥ 5-points will be reported at Week 24. The KCCQ is a self-administered questionnaire that requires 4 to 6 minutes to complete. It contains 23 items, covering physical function, clinical symptoms, social function, self-efficacy and knowledge, and Quality of Life (QoL). The CSS is a combined score based upon the clinical symptoms and physical function domains of the questionnaire. Scores are transformed to a range of 0 - 100, in which higher scores reflect better health status.",
        "timeFrame": "Baseline, Week 24"
      },
      {
        "measure": "Change From Baseline in NYHA Functional Class at Week 24",
        "description": "NYHA classification is a subjective physician's assessment of patient's functional capacity and symptomatic status and can change frequently over time.\n\nClass I - No limitation of physical activity. Ordinary physical activity does not cause symptoms of HF Class II - Slight limitation of physical activity. Comfortable at rest, but ordinary physical activity results in symptoms of HF Class III - Marked limitation of physical activity. Comfortable at rest, but less than ordinary activity causes symptoms of HF Class IV - Unable to carry on any physical activity without symptoms of HF, or symptoms of HF at rest\n\nThe NYHA class change will be analyzed as a three category ordinal variable with levels: \"improved\", \"unchanged\", and \"worsened\", defined by at least one class improvement, no change, at least one class worsening, in NYHA class, respectively.",
        "timeFrame": "Baseline, week 24"
      },
      {
        "measure": "Change From Baseline in The Short Form 36 Health Survey (SF-36) Physical Component Summary (PCS) Score at Week 24",
        "description": "The SF-36 PCS score reflects the measure of quality of life based on the 36 questions which evaluate the person's physical, emotional, and mental status, including general health. Specifically, the SF-36 PCS score focuses on assessing the person's physical status. The score ranges from 0 to 100 with a higher score indicating a better status of physical wellbeing (range = 0 \"worst\"-100 \"best\").",
        "timeFrame": "Baseline, Week 24"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 74,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:31.369Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}