{
  "nctId": "NCT05626803",
  "briefTitle": "A Study to Determine the Safety and Immunogenicity of Bivalent GI.1 and GII.4 Vaccines in Healthy Volunteers",
  "officialTitle": "A Phase 2, Multicenter, Randomized, Double-blind, Placebo-controlled, Single Dose, Dose-ranging Study to Determine the Safety and Immunogenicity of Bivalent GI.1 and GII.4 Vaccine Administered Orally to Healthy Volunteers Aged Greater Than or Equal to 18 Years and Less Than or Equal to 80 Years Old.",
  "protocolDocument": {
    "nctId": "NCT05626803",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-02-22",
    "uploadDate": "2025-02-25T03:56",
    "size": 1368810,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05626803/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 135,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-01-26",
    "completionDate": "2023-10-16",
    "primaryCompletionDate": "2023-10-16",
    "firstSubmitDate": "2022-11-15",
    "firstPostDate": "2022-11-25"
  },
  "eligibilityCriteria": {
    "criteria": "Key Inclusion Criteria:\n\nTo be eligible for this study, subjects must meet all the following:\n\n1. In stable and good general health, without significant medical illness, based on medical history, physical examination, and vital signs at screening based on investigator judgement.\n2. Body mass index (BMI) between \\>/= 17.0 and \\</= 35.0 kg/m2 at screening SNG.\n3. Available for all planned visits and tele-health appointment, and willing to complete all protocol-defined procedures and assessments (including ability and willingness to swallow multiple small enteric-coated tablets per study dose).\n4. Female subjects must not be breastfeeding and must provide a negative pregnancy test at screening and pre-dose.\n5. Female subjects must fulfill one of the following criteria:\n\n   i. At least 1 year post-menopausal (defined as amenorrhea for greater than or equal to 12 consecutive months prior to screening without alternative medical cause) or surgically sterile.\n\n   ii. Female subjects of childbearing potential must be willing to use a highly effective form of contraception for 30 days prior to initial vaccination and until 60 days after last vaccination. Acceptable forms are oral, implantable, intrauterine, transdermal, intravaginal, injectable, double barrier or abstinence (subjects using diaphragms must also use condom). The form of contraception must be approved by the investigator.\n\n   iii. Male subjects must agree to practice abstinence from heterosexual intercourse or to use an effective method of birth control as noted above from first vaccination to 60 days after last vaccination. Male subjects must agree to refrain from donating sperm and practice abstinence from all intercourse or to use an effective method of double barrier birth control or condom as noted above from first vaccination to 60 days after last vaccination.\n6. Capable of understanding and giving signed informed consent which includes compliance with the requirements and restrictions listed in the ICF and in the protocol.\n\nKey Exclusion Criteria:\n\nThe subjects must be excluded from participating in the study if they meet any of the following:\n\n1. Known clotting/bleeding issues and/or personal and family history with increased risk of bleeding or clotting.\n2. Presence of significant uncontrolled medical or psychiatric illness (acute or chronic) including institution of new medical/surgical treatment or significant dose alteration for uncontrolled symptoms or drug toxicity within 3 months prior to screening and reconfirmed at baseline.\n3. Cancer, or treatment for cancer or any procedure or preventive medication for cancer or to prevent recurrence, within past 3 years (excluding fully treated and resolved basal cell carcinoma or squamous cell carcinoma)\n4. Presence of immunosuppression or medical condition possibly associated with impaired immune responsiveness, including diabetes mellitus- type 1 and 2\n5. History of irritable bowel disease or other inflammatory digestive or gastrointestinal condition that could affect the distribution/safety evaluation of an orally administered vaccine targeting the mucosa of the small intestine. Such conditions may include but are not limited to:\n\n   a. Any history of: i. GI malignancy ii. malabsorption iii. pancreatobiliary disorders iv. inflammatory bowel disease v. irritable bowel disease vi. hiatal hernia vii. surgical resection b. History of diagnosis or treatment in past 5 years of: i. esophageal or gastric motility disorder ii. gastro esophageal reflux disorder iii. peptic ulcer iv. cholecystectomy\n6. History of any form of angioedema\n7. History of serious reactions to vaccination such as anaphylaxis, respiratory problems, hives or abdominal pain\n8. Diagnosed bleeding disorder or significant bruising or bleeding difficulties that could make blood draws problematic.\n9. Any condition that resulted in the absence or removal of the spleen\n10. Acute disease within 72 hours prior to vaccination defined as the presence of a moderate or severe illness (as determined by the investigator through medical history and physical exam). (Assessment may be repeated once during Screening Period)\n11. Presence of a fever greater than or equal to 38°C measured orally at baseline.\n12. Any significant hospitalization within the last year which in the opinion of the investigator or sponsor could interfere with study participation.\n13. Any history or conditions that may lead to higher risk of clotting events and/or thrombocytopenia:\n\n    1. Family or personal history of bleeding or thrombosis.\n    2. History of heparin-related thrombotic events, and/or receiving heparin treatments.\n    3. History of autoimmune or inflammatory disease.\n    4. Presence of any of the following conditions known to increase risk of thrombosis within 6 months prior to screening:\n\n    i. Recent surgery other than removal/biopsy of cutaneous lesions ii. Immobility (confined to bed or wheelchair for 3 or more successive days) iii. Head trauma with loss of consciousness or documented brain injury iv. Receipt of anticoagulants for prophylaxis of thrombosis v. Recent clinically significant infection, including hospitalization for COVID-19 infection.\n14. Any other condition that in the clinical judgement of the investigator would jeopardize the safety or rights of a subject taking the study drug, would render the subject unable to comply within the protocol or would interfere with the evaluation of the study endpoints diagnostic assessments.\n15. Positive human immunodeficiency virus (HIV), Hepatitis B surface antigen (HBsAg) or Hepatitis C virus (HCV) tests at the screening visit.\n16. History of GI bleeding including hematochezia (blood in stool) or melena (black stool)\n17. Positive urine drug screen for drugs of abuse at screening (positive test for marijuana is not exclusionary; however concurrent use of marijuana during the study Active period through Day 29 is prohibited).\n18. Positive breath or urine alcohol test at screening and baseline.\n19. Receipt of a licensed vaccine (including any COVID-19 vaccines under emergency use authorization) within 14 days prior to baseline vaccination or planned administration during the study active period (Day 29).\n20. Use of antibiotics, proton pump inhibitors, H2 blockers or antacids within 7 days prior to study drug administration or planned use during the active study period (Day 29).\n21. Use of medications known to affect the immune function (e.g., including but not limited to systemic corticosteroids, leukotriene modifiers, and JAK inhibitors) within 2 weeks before study drug administration or planned use during the active study period (Day 29).\n22. Daily use of nonsteroidal anti-inflammatory drugs within 7 days prior to study drug administration or planned use during the active study period (Day 29). Low dose daily ASA less than or equal to 100 mg for cardio-protection is not exclusionary.\n23. Administration of any investigational vaccine, drug or device within 8 weeks preceding study drug administration, or planned use within the duration of the study\n24. Previous participation in a Vaxart Clinical Trial or other NoV vaccine trial unless confirmed receipt of placebo.\n25. Donation or use of blood or blood products within 30 days prior to study drug administration or planned donation during the active study period (Day 29).\n26. History of drug, alcohol, or chemical abuse within 1 year of screening.\n27. History of hypersensitivity or allergic reaction to any component of the investigational vaccine, including but not limited to fish gelatin allergy.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Solicited Symptoms of Reactogenicity (Gastrointestinal [GI] and Systemic)",
        "description": "Solicited adverse events (AEs) are predefined signs and symptoms of reactogenicity for which the participants were specifically questioned, and which were noted by the participant in their Solicited Symptom Diary for 7 days after drug administration, including:\n\n* fever (any temperature 100.4°F or higher)\n* headache\n* myalgia (muscle pain)\n* abdominal pain\n* anorexia (defined as not eating)\n* nausea\n* vomiting\n* diarrhoea\n* malaise/fatigue.\n\nThe severity of each solicited symptoms of reactogenicity was graded by the participant as mild, moderate, severe or life-threatening. Participants with multiple Solicited AEs were only counted once in summarizing overall percentages of Solicited AEs, the highest severity of which was used.",
        "timeFrame": "Up to Day 8"
      },
      {
        "measure": "Number of Participants With Unsolicited AEs",
        "description": "Treatment emergent AEs (TEAEs) are defined as AEs that occurred following the first administration of study medication. An unsolicited AE is an observed AE that did not fulfill the conditions prelisted in terms of diagnosis and/or onset window post-vaccination.\n\nThe severity of each AE was graded by the participant as mild, moderate or severe/ life-threatening.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Serum - Anti-Vaccine Protein 1 (VP1) GI.1 Immunoglobulin A (IgA) Levels by Meso Scale Discovery (MSD) Assay",
        "description": "Serum levels of Anti-VP1 GI.1 IgA were evaluated using cellular and humoral immune (HI) function assays from blood and mucosal (saliva and nasal swab) samples. 95% confidence intervals were estimated by Clopper-Pearson exact method. Assay is measured in AU/mL.",
        "timeFrame": "Day 1 and Day 29"
      },
      {
        "measure": "Fold Rise in Serum - Anti-VP1 GI.1 IgA Levels by MSD Assay",
        "description": "Serum levels of Anti-VP1 GI.1 IgA were evaluated using cellular and HI function assays from blood and mucosal (saliva and nasal swab) samples. The fold rise was calculated per participant by dividing the antibody concentration (original scale) on Day 29 with antibody concentration at baseline (Day 1). 95% confidence intervals were estimated by Clopper-Pearson exact method.",
        "timeFrame": "Day 1 and Day 29"
      },
      {
        "measure": "Serum - Anti-VP1 GII.4 IgGA Levels by MSD Assay",
        "description": "Serum levels of Anti-VP1 GII.4 IgA were evaluated using cellular and HI function assays from blood and mucosal (saliva and nasal swab) samples. 95% confidence intervals were estimated by Clopper-Pearson exact method. Assay is measured in AU/mL.",
        "timeFrame": "Day 1 and Day 29"
      },
      {
        "measure": "Fold Rise in Serum - Anti-VP1 GII.4 IgA Levels by MSD Assay",
        "description": "Serum levels of Anti-VP1 GII.4 IgA were evaluated using cellular and HI function assays from blood and mucosal (saliva and nasal swab) samples. The fold rise was calculated per participant by dividing the antibody concentration (original scale) on Day 29 with antibody concentration at baseline (Day 1). 95% confidence intervals were estimated by Clopper-Pearson exact method.",
        "timeFrame": "Day 1 and Day 29"
      },
      {
        "measure": "Serum - Anti-VP1 GI.1 Immunoglobulin G (IgG) Levels by MSD Assay",
        "description": "Serum levels of Anti-VP1 GI.1 IgG were evaluated using cellular and HI function assays from blood and mucosal (saliva and nasal swab) samples. 95% confidence intervals were estimated by Clopper-Pearson exact method. Assay is measured in AU/mL.",
        "timeFrame": "Day 1 and Day 29"
      },
      {
        "measure": "Fold Rise in Serum - Anti-VP1 GI.1 IgG Levels by MSD Assay",
        "description": "Serum levels of Anti-VP1 GI.1 IgG were evaluated using cellular and HI function assays from blood and mucosal (saliva and nasal swab) samples. The fold rise was calculated per participant by dividing the antibody concentration (original scale) on Day 29 with antibody concentration at baseline (Day 1). 95% confidence intervals were estimated by Clopper-Pearson exact method.",
        "timeFrame": "Day 1 and Day 29"
      },
      {
        "measure": "Serum - Anti-VP1 GII.4 IgG Levels by MSD Assay",
        "description": "Serum levels of Anti-VP1 GII.4 IgG were evaluated using cellular and HI function assays from blood and mucosal (saliva and nasal swab) samples. 95% confidence intervals were estimated by Clopper-Pearson exact method. Assay is measured in AU/mL.",
        "timeFrame": "Day 1 and Day 29"
      },
      {
        "measure": "Fold Rise in Serum - Anti-VP1 GII.4 IgG Levels by MSD Assay",
        "description": "Serum levels of Anti-VP1 GII.4 IgG were evaluated using cellular and HI function assays from blood and mucosal (saliva and nasal swab) samples. The fold rise was calculated per participant by dividing the antibody concentration (original scale) on Day 29 with antibody concentration at baseline (Day 1). 95% confidence intervals were estimated by Clopper-Pearson exact method.",
        "timeFrame": "Day 1 and Day 29"
      },
      {
        "measure": "Serum - Anti-VP1 GI.1 Blocking Antibodies (BT50) Titers by MSD Assay",
        "description": "Serum levels of Anti-VP1 GI.1 BT50 were evaluated using cellular and HI function assays from blood and mucosal (saliva and nasal swab) samples. 95% confidence intervals were estimated by Clopper-Pearson exact method.",
        "timeFrame": "Day 1 and Day 29"
      },
      {
        "measure": "Fold Rise in Serum - Anti-VP1 GI.1 BT50 Titers by MSD Assay",
        "description": "Serum levels of Anti-VP1 GI.1 BT50 were evaluated using cellular and HI function assays from blood and mucosal (saliva and nasal swab) samples. The fold rise was calculated per participant by dividing the antibody concentration (original scale) on Day 29 with antibody concentration at baseline (Day 1).",
        "timeFrame": "Day 1 and Day 29"
      },
      {
        "measure": "Serum - Anti-VP1 GII.4 BT50 Titers by MSD Assay",
        "description": "Serum levels of Anti-VP1 GII.4 BT50 were evaluated using cellular and HI function assays from blood and mucosal (saliva and nasal swab) samples. 95% confidence intervals were estimated by Clopper-Pearson exact method.",
        "timeFrame": "Day 1 and Day 29"
      },
      {
        "measure": "Fold Rise in Serum - Anti-VP1 GII.4 BT50 Titers by MSD Assay",
        "description": "Serum levels of Anti-VP1 GII.4 BT50 were evaluated using cellular and HI function assays from blood and mucosal (saliva and nasal swab) samples. The fold rise was calculated per participant by dividing the antibody concentration (original scale) on Day 29 with antibody concentration at baseline (Day 1). 95% confidence intervals were estimated by Clopper-Pearson exact method.",
        "timeFrame": "Day 1 and Day 29"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 14,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:41.297Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}