{
  "nctId": "NCT00980954",
  "briefTitle": "Chemotherapy and Pelvic Radiation Therapy With or Without Additional Chemotherapy in Treating Patients With High-Risk Early-Stage Cervical Cancer After Radical Hysterectomy",
  "officialTitle": "Phase III Randomized Study of Concurrent Chemotherapy and Pelvic Radiation Therapy With or Without Adjuvant Chemotherapy in High-Risk Patients With Early-Stage Cervical Carcinoma Following Radical Hysterectomy",
  "protocolDocument": {
    "nctId": "NCT00980954",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-09-21",
    "uploadDate": "2024-09-05T13:56",
    "size": 935326,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT00980954/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 236,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2009-09",
    "completionDate": "2028-08-31",
    "primaryCompletionDate": "2023-12-14",
    "firstSubmitDate": "2009-09-18",
    "firstPostDate": "2009-09-21"
  },
  "eligibilityCriteria": {
    "criteria": "DISEASE CHARACTERISTICS:\n\n* Histologically confirmed squamous, adenosquamous, or adenocarcinoma of the cervix with any/all of the following high-risk features after surgery:\n\n  * Positive pelvic nodes\n  * Positive parametrium\n  * Positive para-aortic nodes that have been completely resected and are positron emission tomography (PET)/computed tomography (CT) scan-negative\n\n    * PET only required if positive para-aortic nodes during surgery\n* Clinical stage IA2, IB, or IIA disease (this corresponds to surgical tumor node metastasis (TNM) staging of T1-T2, N1, M0)\n* Must have undergone radical hysterectomy (open, laparoscopically, or robotic) and staging within the past 70 days\n\n  * Para-aortic and pelvic node sampling required\n\n    * If the patient did not have a para-aortic lymph node sampling/dissection, but had common iliac node dissection that was negative, a PET-CT is recommended, but not required\n    * A negative pre- or post-operative PET scan or PET-CT scan of the para-aortic nodes is required if the patient did not undergo para-aortic or common iliac nodal sampling/dissection\n  * No gross residual disease\n* No neuroendocrine histology\n* No distant metastases\n\nPATIENT CHARACTERISTICS:\n\n* Zubrod performance status 0-1\n* Absolute neutrophil count (ANC) ≥ 1,800/mm³\n* Platelets ≥ 100,000/mm³\n* White blood cell count (WBC) ≥ 4,000/mm³\n* Hemoglobin ≥ 10.0 g/dL (transfusion or other intervention allowed)\n* Serum creatinine ≤ 1.5 mg/dL\n* Bilirubin ≤ 1.5 times upper limit of normal\n* Alanine aminotransferase (ALT) and/or aspartate aminotransferase (AST) normal\n* Alkaline phosphatase normal\n* Known HIV positivity allowed provided cluster of differentiation 4 (CD4) count is ≥ 350/mm³ within the past 14 days\n* No other invasive malignancy within the past 3 years, except nonmelanomatous skin cancer or carcinoma in situ of the breast, oral cavity, or cervix\n* No severe, active co-morbidity, including any of the following:\n\n  * Unstable angina and/or congestive heart failure requiring hospitalization within the past 6 months\n  * Transmural myocardial infarction within the past 6 months\n  * Acute bacterial or fungal infection requiring IV antibiotics at the time of study entry\n  * Chronic obstructive pulmonary disease exacerbation or other respiratory illness requiring hospitalization or precluding study therapy at the time of study entry\n  * Coagulation defects\n* No prior allergic reaction to carboplatin, paclitaxel, and/or cisplatin\n\nPRIOR CONCURRENT THERAPY:\n\n* See Disease Characteristics\n* No prior systemic chemotherapy for the current cervical cancer\n\n  * Prior chemotherapy for a different cancer is allowed\n* No prior radiotherapy to the pelvis that would result in overlap of radiotherapy fields",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Disease-free Survival (Percentage of Participants Alive Without Disease)",
        "description": "Disease-free survival (DFS) is estimated by the Kaplan-Meier method. The distribution of DFS estimates between the two arms is compared using the log rank test. DFS time is measured from the date of randomization to the date of first DFS failure (local, regional or distant metastases failure or death due to any cause) or last follow-up (censored). Analysis was to occur after disease or death was reported for 50 participants.",
        "timeFrame": "From randomization to first failure (local, regional, or distant metastases failure or death due to any cause) or last follow-up. Maximum follow-up at the time of analysis was 12.8 years. The 2- and 4-year DFS estimates are reported."
      }
    ],
    "secondary": [
      {
        "measure": "Overall Survival (Percentage of Participants Alive)",
        "description": "Overall survival is estimated by the Kaplan-Meier method. The distribution of survival estimates between the two arms is compared using the log rank test. Survival time is measured from the date of randomization to the date of death from any cause or last known follow-up (censored). Analysis was to occur after disease or death was reported for 50 participants.",
        "timeFrame": "From randomization to death or last follow-up. Maximum follow-up time at time of analysis was 12.8 years. The 2- and 4-year survival estimates are reported."
      },
      {
        "measure": "Functional Assessment of Cancer Therapy/Gynecologic Oncology Group - Neurotoxicity (FACT/GOG-NTX) at 12 Months",
        "description": "The FACT-GOG/NTX4 measures patient-reported symptoms of chemotherapy-induced peripheral neuropathy in cancer patients. Possible scores range from 0 to 16 with higher scores indicating a better condition. Analysis of covariance, using the baseline score as a covariate, will be used to determine if there is a difference between the treatment arms.",
        "timeFrame": "Baseline and 12 months after the completion of concurrent chemoradiation (6 weeks)"
      },
      {
        "measure": "Functional Assessment of Chronic Illness Therapy - Diarrhea (FACIT-D) Diarrhea Subscore at 12 Months",
        "description": "The diarrhea-specific subscore of the FACIT-D measures patient-reported diarrhea symptoms. Possible scores range from 0 to 44 with higher scores indicating a better quality of life. Analysis of covariance, using the baseline score as a covariate, will be used to determine if there is a difference between the treatment arms.",
        "timeFrame": "Baseline and 12 months after the completion of concurrent chemoradiation (6 weeks)"
      },
      {
        "measure": "Functional Assessment of Cancer Therapy - Cervix (FACT-Cx) Cervical Cancer Subscore at 12 Months",
        "description": "The cervical cancer subscore of the FACT-Cx measures patient-reported symptoms and problems related to cervical cancer. Possible scores range from 0 to 60 with higher scores indicating a better quality of life. Analysis of covariance, using the baseline score as a covariate, will be used to determine if there is a difference between the treatment arms.",
        "timeFrame": "Baseline and 12 months after the completion of concurrent chemoradiation (6 weeks)"
      },
      {
        "measure": "Number of Participants by Highest Grade Adverse Event Reported",
        "description": "Common Terminology Criteria for Adverse Events (version 4.0) grades adverse event severity as follows: 1 = mild, 2 = moderate, 3 = severe, 4 = life-threatening, 5 = death related to adverse event. Summary data is provided in this outcome measure; see Adverse Events Module for specific adverse event data.",
        "timeFrame": "From randomization to the date of last known follow-up. Maximum follow-up time was 12.8 years."
      },
      {
        "measure": "Associations Between Tumor Molecular Signatures, From Fixed Tissue, and Outcomes Such as Adverse Events, Disease Free Survival and Overall Survival",
        "timeFrame": "From randomization to last follow-up"
      },
      {
        "measure": "Associations Between Secreted Factors From Serum and Plasma With Adverse Events or Outcome",
        "timeFrame": "From randomization to last follow-up."
      },
      {
        "measure": "Associations Between Single Nucleotide Polymorphisms (SNPs) in Genes From Buffy Coat and a Genetic Predisposition to Tumor Formation Itself or a Response to Cytotoxic Therapy",
        "timeFrame": "From randomization to last follow-up."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 0,
      "totalCount": 0
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 60,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:55.368Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}