{
  "nctId": "NCT03875495",
  "briefTitle": "A Phase I/II Study Evaluating Temferon in Multiple Myeloma Patients With Early Relapse After Front Line Therapy (TEM-MM)",
  "officialTitle": "A Phase I/II Dose Escalation Study Evaluating Safety and Activity of Autologous CD34+-Enriched Hematopoietic Progenitor Cells Genetically Modified With a Lentiviral Vector Encoding for the Human Interferon-ɑ2 Gene in Multiple Myeloma Patients With Early Relapse After Intensive Front Line Therapy",
  "protocolDocument": {
    "nctId": "NCT03875495",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-11-26",
    "uploadDate": "2022-01-27T06:18",
    "size": 264248,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03875495/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 9,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-03-06",
    "completionDate": "2021-04-02",
    "primaryCompletionDate": "2021-04-02",
    "firstSubmitDate": "2019-03-13",
    "firstPostDate": "2019-03-14"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Multiple myeloma patients with early relapse after intensive front-line treatment and disease measurable by serum biomarkers, who have obtained at least a VGPR after second-line salvage treatment.\n* Able and willing to provide written informed consent.\n* Able to comply with study protocol and procedures.\n* Performance status scores: Eastern Cooperative Oncology Group (ECOG) \\< 2 and Karnofsky \\> 70%.\n* Life expectancy of ≥ 6 months.\n* Adequate cardiac, renal, hepatic and pulmonary functions as evidenced by (at screening and prior to conditioning):\n\n  * Left ventricular ejection fraction (LVEF) ≥ 45% by echo and normal electrocardiogram (ECG) or presence of abnormalities not significant for cardiac disease. Absence of severe pulmonary hypertension;\n  * Diffusing capacity of the lung for carbon monoxide (DLCO) \\>50% and forced expiratory volume in 1 sec (FEV1) and forced expiratory vital capacity (FVC) \\> 60% predicted (if non cooperative: pulse oximetry \\> 95 % in room air);\n  * Serum creatinine \\< 2x ULN and estimated glomerular filtration rate (eGFR) \\> 30 ml/min/1.73m2;\n  * Alkaline phosphatase (ALP), alanine aminotransferase (ALT) and/or aspartate aminotransferase (AST) ≤ 2.5 x ULN, and total bilirubin ≤ 2.0 mg/dl.\n* Women of child-bearing potential enrolled in the study must have a negative pregnancy test at screening and agree to use two distinct acceptable methods of contraception during the trial.\n* Men enrolled in the study with partners who are women of child bearing potential, must be willing to use an acceptable barrier contraceptive method during the trial or have undergone successful vasectomy at least 6 months prior to entry into the study. Successful vasectomy needs to have been confirmed by semen analysis.\n\nExclusion Criteria:\n\n* Use of other investigational agents within 4 weeks prior to experimental treatment (within 6 weeks if use of long-acting agents).\n* Severe active viral, bacterial, or fungal infection at eligibility evaluation.\n* Active autoimmune disease or a clinically relevant autoimmune manifestations, requiring immunosuppressive treatment, i.e. psoriasis, systemic lupus erythematosus, rheumatoid arthritis, vasculitis, immune-mediated peripheral neuropathies.\n* Active sarcoidosis requiring steroid or other immunosuppressive treatment.\n* Primary amyloidosis.\n* History of neuropsychiatric illness including severe depression, schizophrenia, bipolar disorders, impaired cognitive function, dementia or suicidal tendency.\n* Neuropathy \\> grade 2.\n* History of severe cardiovascular disease such as prior stroke, coronary artery disease requiring intervention, unresolved arrhythmias.\n* Malignant neoplasia (except local skin cancer or cervical intraepithelial neoplasia) or family history of familial cancer syndromes.\n* Myelodysplasia, cytogenetic or molecular alterations specifically associated with clonal hematopoiesis of the myeloid lineage, or other serious hematological disorder other than the plasma cell dyscrasia.\n* Other clinical conditions judged by the Investigator non-compatible with the study procedures.\n* Positivity for HIV-1 or HIV-2 (serology or RNA), and/or Hepatitis B Virus Surface Antigen (HbsAg) and/or Hepatitis B Virus (HBV) DNA and/or Hepatitis C Virus (HCV) RNA (or negative HCV RNA but on antiviral treatment) and/or Treponema Pallidum or Mycoplasma active infection.\n* Active alcohol or substance abuse within 6 months of the study.\n* Pregnancy or lactation.\n* Previous allogeneic bone marrow transplantation, kidney or liver transplant, or gene therapy.\n* Prior to conditioning: inability to meet the target mobilization cell number needed to manufacture the Drug Product after at least 2 attempts of HSPC collection.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Tolerability and Safety of Temferon Over the First 90 Days Following Administration as Determined by the Incidence of CTCAEs",
        "description": "0 participants analyzed. All the patients were withdrawn before treatment",
        "timeFrame": "90 days"
      }
    ],
    "secondary": [
      {
        "measure": "Long Term Tolerability and Safety of Temferon as Determined by the Incidence of CTCAEs",
        "description": "0 participants analyzed. All the patients were withdrawn before treatment",
        "timeFrame": "2 years"
      },
      {
        "measure": "Proportion of Patients Achieving Hematologic Recovery by Day +30 (Defined as the First of at Least 3 Consecutive Days With a Neutrophil Count >0.5 x 10^9/L and Platelet Count >20 x 10^9/L) in the Absence of Transfusions",
        "timeFrame": "30 days"
      },
      {
        "measure": "Determine the Maximum Tolerated Dose of Temferon",
        "timeFrame": "30 days"
      },
      {
        "measure": "Identify Presence of Transduced Myeloid Cells in Bone Marrow as Determined by Vector Copy Number",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Identify Presence of Transduced Myeloid Cells in Peripheral Blood as Determined by Vector Copy Number",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Identify Persistence of Transduced Myeloid Cells in Bone Marrow and Peripheral Blood as Determined by Vector Copy Number",
        "timeFrame": "At least 12 weeks"
      },
      {
        "measure": "Determine Clinical Response in Patients as Determined by IMWG Response Criteria",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Fraction of Patients Achieving Complete Response With Minimal Residual Disease (MRD) Negativity",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Determine Progression Free Survival in Patients",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Determine Overall Survival in Patients",
        "timeFrame": "2 years"
      },
      {
        "measure": "Changes in Functional Status (Eastern Cooperative Oncology Group, ECOG)",
        "timeFrame": "2 years"
      },
      {
        "measure": "Changes in Functional Status (Karnofsky)",
        "timeFrame": "2 years"
      },
      {
        "measure": "Changes in Quality of Life: European Organisation for Research and Treatment of Cancer (EORTC) QLQ-C30",
        "timeFrame": "2 years"
      },
      {
        "measure": "Changes in Quality of Life: European Organisation for Research and Treatment of Cancer (EORTC) QLQ-MY20",
        "timeFrame": "2 years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 14,
      "otherCount": 0,
      "totalCount": 15
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 94,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:45.562Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}