{
  "nctId": "NCT02198664",
  "briefTitle": "Oral Desensitization to Peanut in Peanut Allergic Children and Adults Using CPNA Peanut OIT Safety Follow-On Study",
  "officialTitle": "Oral Desensitization to Peanut in Peanut-Allergic Children and Adults Using Characterized Peanut Allergen (CPNA) Peanut Oral Immunotherapy (OIT) Safety Follow-On Study",
  "protocolDocument": {
    "nctId": "NCT02198664",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-08-15",
    "uploadDate": "2021-07-07T15:42",
    "size": 15035686,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02198664/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 47,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-08-27",
    "completionDate": "2018-01-04",
    "primaryCompletionDate": "2018-01-04",
    "firstSubmitDate": "2014-07-22",
    "firstPostDate": "2014-07-24"
  },
  "eligibilityCriteria": {
    "criteria": "Key Inclusion Criteria:\n\n* Completion of ARC001 study\n* No change in the status of any longitudinally applicable ARC001 inclusion criteria\n\nKey Exclusion Criteria:\n\n* Early termination from ARC001\n* Failure to tolerate 300 mg of peanut protein in the ARC001 exit food challenge\n* A lapse in dosing of more than 10 days from completion of ARC001\n* Change in the status of any longitudinally applicable ARC001 exclusion criteria",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "4 Years",
    "maximumAge": "26 Years",
    "stdAges": [
      "CHILD",
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Treatment-related Adverse Events and Dosing Symptoms Occurring With Peanut OIT Over a Protracted Treatment Period Comprising at Least 18 Months",
        "description": "TEAEs are any event starting during or after the active treatment period. If a subject has multiple occurrences of TEAEs, the subject is presented once in the respective subject count (n).",
        "timeFrame": "Up to 90 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "The Proportion of Subjects Who Tolerated at Least 300 mg (443 mg) and 600 mg (1043 mg Cumulative) Peanut Protein With no More Than Mild Symptoms During the Up-dosing DBPCFC",
        "timeFrame": "Up to 36 weeks"
      },
      {
        "measure": "The Proportion of Subjects Who Tolerated at Least 300 mg (443 mg), 600 mg (1043 mg Cumulative), and 1000 mg Peanut Protein (2043 mg Cumulative) With no More Than Mild Symptoms During the Maintenance DBPCFC.",
        "timeFrame": "Up to 60 weeks."
      },
      {
        "measure": "Change From Baseline in the Single Highest Tolerated Dose of Peanut Protein",
        "description": "The single highest tolerated dose of peanut protein with no more than mild symptoms during the up-dosing DBPCFC and the change from baseline was evaluated for the ARC001 placebo completer population. The single highest tolerated dose of peanut protein with no more than mild symptoms during the maintenance DBPCFC and the change from up-dosing DBPCFC was evaluated for each group (ARC001 AR101 and ARC001 placebo) and overall for the food challenge completer population.",
        "timeFrame": "Up to 60 weeks (Up to 36 weeks for up-dosing; up to 24 weeks for maintenance)"
      },
      {
        "measure": "Number of Participants Who Tolerated Maximum Dose of Peanut Protein With no More Than Mild Symptoms Maximum Dose of Peanut Protein Tolerated",
        "description": "The maximum dose of peanut protein tolerated with no more than mild symptoms during the up-dosing and maintenance DBPCFCs",
        "timeFrame": "Up to 60 weeks (Up to 36 weeks for up-dosing; up to 24 weeks for maintenance)"
      },
      {
        "measure": "Change in Peanut-specific IgE From Baseline and Up-dosing to Extended Maintenance",
        "timeFrame": "Baseline, Up-dosing (up to 36 weeks), Extended Maintenance (up to 90 weeks)"
      },
      {
        "measure": "Change in Peanut-specific IgG4 From Baseline and Up-dosing to Extended Maintenance",
        "timeFrame": "Baseline, Up-dosing (up to 36 weeks), Extended Maintenance (up to 90 weeks)"
      },
      {
        "measure": "Change in Skin Prick Test (SPT) Mean Peanut Wheal Diameter and Peanut Erythema/Flare From Baseline and Up-dosing to Extended Maintenance",
        "timeFrame": "Baseline, Up-dosing (up to 36 weeks), Extended Maintenance (up to 90 weeks)"
      },
      {
        "measure": "Number of Participants With Maximum Symptom Severity at Each Challenge Dose of Peanut Protein in All Subjects During Up-Dosing DBPCFC",
        "description": "Maximum severity of symptoms that occurred at each challenge dose of peanut protein for all subjects during up-dosing DBPCFC",
        "timeFrame": "Up to 36 weeks for up-dosing"
      },
      {
        "measure": "Number of Participants With Maximum Symptom Severity at Each Challenge Dose of Peanut Protein in All Subjects During Maintenance DBPCFC",
        "description": "Maximum severity of symptoms that occurred at each challenge dose of peanut protein for all subjects during maintenance DBPCFC",
        "timeFrame": "Up to 60 weeks (Up to 36 weeks for up-dosing; up to 24 weeks for maintenance)"
      },
      {
        "measure": "Change in Physician Global Assessment, Disease Activity as Measured on a 100 mm Visual Analogue Scale (VAS) From Baseline and Up-dosing to Extended Maintenance.",
        "description": "A 100-mm Visual Analog Scale (VAS) was used by the investigators for the Physician Global Assessment of disease activity as a marker for safety. The investigator was to assign a single integrated overall disease activity score ranging from 0 to 100 mm. Zero indicated no disease activity and 100 indicated very severe disease activity.",
        "timeFrame": "Baseline, Up-dosing (up to 36 weeks), Extended Maintenance (up to 90 weeks)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 64,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:44.828Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}