{
  "nctId": "NCT02835690",
  "briefTitle": "Study of the Safety, Tolerability, Pharmacokinetics and Efficacy of Pembrolizumab (MK-3475) in Chinese Participants With Non-Small-Cell Lung Cancer (MK-3475-032/KEYNOTE-032)",
  "officialTitle": "An Open-label, Randomized Phase I Study Investigating Safety, Tolerability, Pharmacokinetics, and Efficacy of Pembrolizumab (MK-3475) in Chinese Subjects With Non-Small-Cell Lung Cancer",
  "protocolDocument": {
    "nctId": "NCT02835690",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-12-17",
    "uploadDate": "2022-09-27T14:26",
    "size": 1089903,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02835690/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 44,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-08-04",
    "completionDate": "2021-12-31",
    "primaryCompletionDate": "2017-09-19",
    "firstSubmitDate": "2016-06-29",
    "firstPostDate": "2016-07-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Is of the Chinese race (i.e., Chinese descent born in China) and has a Chinese home address.\n* Has a life expectancy of at least 3 months.\n* Has histologically-/cytologically-confirmed, advanced unresectable NSCLC and has measurable disease based on Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST 1.1) as determined by the site.\n* Has failed established standard medical anti-cancer therapies or has been intolerant to such therapy, or in the opinion of the investigator have been considered ineligible for any form of standard therapy on medical grounds.\n* Has a score of 0 or 1 on the Eastern Cooperative Oncology Group (ECOG) Performance Status within 3 days prior to the first dose of study drug.\n* Has adequate organ function.\n* Female participants of childbearing potential must be willing to use an adequate method of contraception for the course of the study through 120 days after the last dose of study drug.\n* Male participants of childbearing potential must agree to use an adequate method of contraception, starting with the first dose of study drug through 120 days after the last dose of study drug.\n\nExclusion Criteria:\n\n* Has had chemotherapy, radioactive, or biological cancer therapy within 4 weeks prior to the first dose of study therapy pembrolizumab, or who has not recovered to National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) Grade 1 or better from the AEs due to cancer therapeutics administered more than 4 weeks earlier.\n* Is currently participating and receiving study therapy or has participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks of the first dose of study drug.\n* Is expected to require any other form of antineoplastic therapy while on study (including maintenance therapy with another agent for NSCLC).\n* Has a medical condition that requires chronic systemic steroid therapy or on any other form of immunosuppressive medication.\n* Has a known history of a hematologic malignancy, primary brain tumor or sarcoma, or of another primary solid tumor, unless the participant has undergone potentially curative therapy with no evidence of that disease for 5 years.\n* Has known central nervous system metastases and/or carcinomatous meningitis. Participants with previously treated brain metastases may participate provided they are stable.\n* Has a history of (non-infectious) pneumonitis that required steroids or has current pneumonitis.\n* Has active autoimmune disease that has required systemic treatment in past 2 years (i.e., with use of disease modifying agents, corticosteroids or immunosuppressive drugs).\n* Had prior treatment targeting PD-1: PD-L1 axis or cytotoxic T-lymphocyte-associated protein, or was previously randomized in any pembrolizumab study. Examples of such agents include (but are not limited to): Nivolumab (BMS-936558, MDX-1106 or ONO-4538); Pidilizumab (CT-011); AMP-224; BMS-936559 (MDX-1105); MPDL3280A (RG7446); and MEDI4736.\n* Has an active infection requiring systematic therapy.\n* Is positive for Human Immunodeficiency Virus.\n* Has known active Hepatitis B or C.\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the study.\n* Has received or will receive a live vaccine within 30 days prior to the first administration of study drug.\n* Is at the time of signing informed consent, a regular user (including \"recreational use\") of any illicit drugs or had a recent history (within the last year) of substance abuse (including alcohol).\n* Is pregnant or breastfeeding, or expecting to conceive or father a child within the projected duration of the study, starting with the screening visit (Visit 1) through 120 days after the last dose of pembrolizumab.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Who Experienced an Adverse Event (AE)",
        "description": "An AE was defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which did not necessarily have to be a causal relationship with this treatment. An AE could therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a pre-existing condition that was temporally associated with the use of the Sponsor's product was also an AE. The number of participants who experienced at least one AE was reported per protocol for the first course of treatment.",
        "timeFrame": "Up to ~13 months (through Final Analysis database cut-off date of 19-Sept-2017)"
      },
      {
        "measure": "Number of Participants Who Discontinued Study Drug Due to an AE",
        "description": "An AE was defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which did not necessarily have to be a causal relationship with this treatment. An AE could therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a pre-existing condition that was temporally associated with the use of the Sponsor's product was also an AE. The number of participants who discontinued study treatment due to an AE was reported per protocol for the first course of treatment.",
        "timeFrame": "Up to ~12 months (through Final Analysis database cut-off date of 19-Sept-2017)"
      },
      {
        "measure": "Single Dose PK: Area Under the Plasma Concentration Curve From 0-28 Days (AUC[0-28 Days]) of Pembrolizumab",
        "description": "AUC was defined as a measure of pembrolizumab exposure that was calculated as the product of plasma drug concentration and time. Blood samples were collected pre-dose and post-dose at multiple time points up to 28 days during cycle 1 to estimate AUC(0-28 days) following single dose administration for the first course of treatment.",
        "timeFrame": "Cycle 1 Day 1: pre-dose [-1 to 0 hour] and post-dose at 0 [up to 0.5], 6 [±0.5], 24, 48, 168, 336, and 504 [±2 for 24 to 504] hours after completion of pembrolizumab infusion. Cycle 1= 28 days"
      },
      {
        "measure": "Single-Dose PK: Maximum Plasma Concentration (Cmax) of Pembrolizumab",
        "description": "Cmax was defined as the maximum concentration of pembrolizumab observed in plasma following a single dose. Blood samples were collected pre-dose and post-dose at multiple time points up to 28 days during cycle 1 to estimate Cmax following single dose administration for the first course of treatment.",
        "timeFrame": "Cycle 1 Day 1: pre-dose [-1 to 0 hour] and post-dose at 0 [up to 0.5], 6 [±0.5], 24, 48, 168, 336, and 504 [±2 for 24 to 504] hours after completion of pembrolizumab infusion. Cycle 1= 28 days"
      },
      {
        "measure": "Single Dose PK: Time to Cmax (Tmax) of Pembrolizumab",
        "description": "Tmax was defined as the time required post dosing to reach a maximum plasma concentration of pembrolizumab. Blood samples were collected pre-dose and post-dose at multiple time points up to 28 days at cycle 1 to estimate Tmax following single dose administration for the first course of treatment.",
        "timeFrame": "Cycle 1 Day 1: pre-dose [-1 to 0 hour] and post-dose at 0 [up to 0.5], 6 [±0.5], 24, 48, 168, 336, and 504 [±2 for 24 to 504] hours after completion of pembrolizumab infusion. Cycle 1= 28 days"
      },
      {
        "measure": "Single Dose PK: Apparent Terminal Half-Life (t1/2) of Pembrolizumab",
        "description": "t½ was defined as the time required to divide the pembrolizumab plasma concentration by two after reaching pseudo-equilibrium, following a single dose of pembrolizumab. Blood samples were collected pre-dose and post-dose at multiple time points up to 28 days at cycle 1 to estimate t½ following single dose administration for the first course of treatment.",
        "timeFrame": "Cycle 1 Day 1: pre-dose [-1 to 0 hour] and post-dose at 0 [up to 0.5], 6 [±0.5], 24, 48, 168, 336, and 504 [±2 for 24 to 504] hours after completion of pembrolizumab infusion. Cycle 1= 28 days"
      },
      {
        "measure": "Multiple Dose PK: Trough Plasma Concentration (Ctrough) of Pembrolizumab",
        "description": "Ctrough was defined as the minimum concentration that occurred immediately prior to the administration of pembrolizumab in Cycle 8. Blood samples were collected pre-dose at Cycle 8 to estimate Ctrough following multiple dose administrations of pembrolizumab for the first course of treatment.",
        "timeFrame": "Cycle 8 Day 1: pre-dose [-1 to 0 hour]. (Cycle 1 = 28 days, Cycles 2-8 = 21 days)."
      },
      {
        "measure": "Multiple Dose PK: AUC(0-21 Days) of Pembrolizumab at Steady State",
        "description": "AUC was defined as a measure of pembrolizumab exposure that was calculated as the product of plasma drug concentration and time at steady state following multiple doses. Blood samples were collected pre-dose and post-dose at multiple time points up to 21 days during cycle 8 to assess AUC(0-21 days) at steady state for the first course of treatment.",
        "timeFrame": "Cycle 8 Day 1: pre-dose [-1 to 0 hour] and post-dose at 0 [up to 0.5], 6 [up to 0.5], 24, 48, 168, 336, and 504 [±2 for 24 to 504] hours after completion of pembrolizumab infusion. Cycle 8 up to 175 days (Cycle 1 = 28 days, Cycles 2-8 = 21 days)."
      },
      {
        "measure": "Multiple Dose PK: Cmax of Pembrolizumab at Steady State",
        "description": "Cmax was defined as the maximum concentration of pembrolizumab observed in plasma at steady state following multiple doses. Blood samples were collected pre-dose and post-dose at multiple time points up to 21 days during cycle 8 to assess Cmax assessment at steady state for the first course of treatment.",
        "timeFrame": "Cycle 8 Day 1: pre-dose [-1 to 0 hour] and post-dose at 0 [up to 0.5], 6 [up to 0.5], 24, 48, 168, 336, and 504 [±2 for 24 to 504] hours after completion of pembrolizumab infusion. Cycle 8 up to 175 days (Cycle 1 = 28 days, Cycles 2-8 = 21 days)."
      }
    ],
    "secondary": [
      {
        "measure": "Objective Response Rate (ORR) Per RECIST 1.1 as Assessed by Central Radiologists' Review",
        "description": "ORR was defined as the percentage of participants who had a Complete Response (CR: disappearance of all lesions) or a Partial Response (PR: at least a 30% decrease in the sum of diameters of target lesions, without evidence of progression based on non-target or new lesions) as assessed by central radiologists' review per RECIST 1.1 which is modified for this study to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ. The percentage of participants who experienced a confirmed CR or PR per RECIST 1.1 as assessed by central radiologists' review was reported for each arm per protocol for the first course of treatment.",
        "timeFrame": "Up to ~13 months (through Final Analysis database cut-off date of 19-Sept-2017)"
      },
      {
        "measure": "ORR Per Immune-related RECIST (irRECIST) as Assessed by Central Radiologists' Review",
        "description": "ORR was defined as the percentage of participants who had confirmed responses assessed using RECIST 1.1 before PD or an immune-related Complete Response (irCR: Disappearance of all target lesions and non-target) or an immune-related Partial Response (irPR: At least a 30% decrease in the sum of diameters of target lesions, stability of non-target lesions no new lesions) after a single PD per irRECIST as assessed by central radiologists' review. Per RECIST 1.1, CR or PR was confirmed by repeated radiographic assessment no less than 4 weeks from the first documented response. If site-assessed PD was verified by the central imaging vendor, the site could elect to continue treatment, repeat imaging ≥4 weeks later and assess tumor response or confirmed progression per irRECIST. The percentage of participants who experienced a CR or PR per RECIST 1.1 or irCR or irPR per irRECIST as assessed by central radiologists' review was reported for each arm per protocol for first course of treatment.",
        "timeFrame": "Up to ~13 months (through Final Analysis database cut-off date of 19-Sept-2017)"
      },
      {
        "measure": "Duration of Response (DOR) Per RECIST 1.1 as Assessed by Central Radiologists' Review",
        "description": "For participants who demonstrated a confirmed CR (disappearance of all lesions) or confirmed PR (≥30% decrease in the sum of diameters of target lesions) per RECIST 1.1 as assessed by central radiologists' review, DOR was defined as the time from first documented evidence of a CR or PR until disease progression or death. RECIST 1.1 has been modified for this study to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ. The DOR per RECIST 1.1 as assessed by central radiologists' review for all participants who experienced a confirmed CR or PR was reported for each arm per protocol for the first course of treatment.",
        "timeFrame": "Up to ~13 months (through Final Analysis database cut-off date of 19-Sept-2017)"
      },
      {
        "measure": "DOR Per irRECIST as Assessed by Central Radiologists' Review",
        "description": "For participants who demonstrated confirmed CR (disappearance of all target lesions and non-target lesions) or PR (≥30% decrease in the sum of diameters of target lesions) per RECIST 1.1 or CR or PR after a single PD, DOR was defined as the time from the first documented CR or PR, or irCR or irPR, until an immune-related progressive disease (irPD) or death. DOR for participants who had not progressed or died at the time of analysis was to be censored at the date of their last tumor assessment. Per irRECIST, irPD was defined as after a single PD, ≥20% increase in the sum of diameters of target lesions, or unequivocal worsening of non-target lesions or the appearance of new lesions. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of ≥5 mm. DOR per irRECIST assessed by central radiologists' review for all participants with confirmed CR or PR or irCR or irPR was reported for each arm per protocol for the first course of treatment.",
        "timeFrame": "Up to ~13 months (through Final Analysis database cut-off date of 19-Sept-2017)"
      },
      {
        "measure": "Progression-Free Survival (PFS) Per RECIST 1.1 as Assessed by Central Radiologists' Review",
        "description": "PFS was defined as the time from randomization to the first documented progressive disease (PD) or death due to any cause, whichever occurred first. Per RECIST 1.1, PD was defined as either a 20% increase from nadir in target lesions, unequivocal progression of nontarget lesions, or the appearance of new lesions. PFS per RECIST 1.1 as assessed by central radiologists' review was reported for each arm per protocol for the first course of treatment.",
        "timeFrame": "Up to ~13 months (through Final Analysis database cut-off date of 19-Sept-2017)"
      },
      {
        "measure": "PFS Per irRECIST as Assessed by Central Radiologists' Review",
        "description": "PFS was defined as the time from randomization to the first documented immune-based confirmed progressive disease (iCPD) or death due to any cause, whichever occurred first. Per iRECIST, iCPD is defined as worsening of any existing cause of progression, or the appearance of any other cause of progression, relative to the initial appearance of progressive disease by RECIST 1.1. PFS per irRECIST as assessed by central radiologists' review is reported for each arm per protocol for the first course of treatment.",
        "timeFrame": "Up to ~13 months (through Final Analysis database cut-off date of 19-Sept-2017)"
      },
      {
        "measure": "Overall Survival (OS)",
        "description": "OS was defined as the time from randomization to death due to any cause. Participants without documented death at the time of the final analysis were censored at the date of the last follow-up. OS was reported for each arm using a 19-Sept-2017 data cut-off date per protocol for the first course of treatment.",
        "timeFrame": "Up to ~13 months (through Final Analysis database cut-off date of 19-Sept-2017)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 9,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 16
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:44.573Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}