{
  "nctId": "NCT01548690",
  "briefTitle": "Safety Study of Ornithine Phenylacetate to Treat Patients With Acute Liver Failure/Severe Acute Liver Injury",
  "officialTitle": "A Phase 2a Study to Evaluate the Safety and Tolerability of OCR-002 (Ornithine Phenylacetate) in the Treatment of Patients With Acute Liver Failure/Severe Acute Liver Injury",
  "protocolDocument": {
    "nctId": "NCT01548690",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2015-09-22",
    "uploadDate": "2018-05-03T13:25",
    "size": 1318593,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01548690/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 47,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2012-06",
    "completionDate": "2017-02-23",
    "primaryCompletionDate": "2017-02-23",
    "firstSubmitDate": "2012-02-24",
    "firstPostDate": "2012-03-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Men and women, ages 18-65 (have not reached their 66th birthday).\n2. Acute liver failure, defined as the development of coagulopathy (International normalized ratio \\[INR\\] ≥1.5) with encephalopathy in a patient with no prior history of liver disease, with onset of symptoms within 28 days of the inciting event. Patients may have either a history of acetaminophen overdose (defined as \\>4 g/day within 7 days of presentation) and/or detectable acetaminophen levels in the serum, with a pattern of liver function tests typical for acetaminophen toxicity (bilirubin \\< 10 mg/dL and alanine aminotransferase (ALT) ≥1000 IU/L), or a diagnosis of hepatitis A, hepatitis B, drug-induced liver injury, autoimmune hepatitis or indeterminate cause based on standard criteria.\n3. ALI patients may also be enrolled (those meeting the above criteria plus coagulopathy (INR ≥ 2.0) and no evidence of encephalopathy)\n4. Written informed consent from the patient (ALI) or patient's legally authorized representative or family member if he/she is considered encephalopathic (ALF).\n5. Ammonia level ≥60 μmol/L at baseline (within 8h prior to T0/initiation of infusion).\n6. Serum creatinine levels as follows:\n\n   1. Cohort 1: Creatinine ≤1.5 mg/dL; and\n   2. Cohort 2: Creatinine \\>1.5 mg/dL and \\<10mg/dL.\n7. Mean arterial pressure of \\>65 mmHg.\n\nExclusion Criteria:\n\n1. History of chronic liver disease.\n2. Signs of overt cerebral herniation, or uncontrolled intracranial hypertension by intracranial pressure (ICP) monitoring (if applicable).\n3. Evidence of Wilson's disease, alcoholic hepatitis, biliary obstruction, ischemic hepatitis, severe acute renal tubular necrosis (ATN) due to shock, or any patient with ongoing hypotension.\n4. Significant gastrointestinal bleeding (coffee grounds per nasogastric tube and/or melena).\n5. Hemodynamic instability, defined by a mean arterial pressure of \\<65 mmHg.\n6. Cardiopulmonary complications such as pulmonary edema, aspiration pneumonia, heart failure.\n7. QT interval of \\>500msec at baseline EKG.\n8. Pregnancy.\n9. History of malignancy that has not been cured or any cancer in remission for less than 1 within the past 5 year. Non-melanoma skin cancers do not preclude participation in the trial.\n10. Concomitant administration of drugs known to interfere with renal excretion of phenylacetylglutamine or those medications that may induce hyperammonemia such as haloperidol, valproic acid and systemic corticosteroids (prohibited during the study). Alternative ammonia modifying agents such as lactulose and rifaximin are not considered standard of care and are prohibited during the study period.\n11. Any other health condition that would preclude participation in the study in the judgment of the principal investigator.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants That do Not Tolerate the Administered Dose and Had Grade 3 or 4 Treatment Emergent Adverse Events as a Measure of Safety and Tolerability",
        "description": "To evaluate the safety and tolerability of OCR-002 in patients with acute liver failure/severe acute liver injury",
        "timeFrame": "30 Days"
      }
    ],
    "secondary": [
      {
        "measure": "Measurement of OCR-002 Plasma Concentration",
        "description": "To evaluate the steady state pharmacokinetic and pharmacodynamic profile of OCR-002 in patients with impaired and intact renal function using urinary phenylacetylglutamine (PAGN) as a surrogate marker",
        "timeFrame": "24 Hours after last infusion"
      },
      {
        "measure": "Change in Ammonia",
        "description": "To evaluate the effect of OCR-002 on ammonia levels in patients with acute liver failure/severe acute liver injury",
        "timeFrame": "Baseline and 72 Hours"
      },
      {
        "measure": "Neurological Function Measured by the West Haven Criteria (WHC) for Hepatic Encephalopathy",
        "description": "The West Haven Criteria (WHC) for Hepatic Encephalopathy measures the severity of encephalopathy and patient's level of consciousness. The scale ranges from 0 to 4; a minimum score of 0 represents a better outcome, and a maximum total score of 4 represents a worse outcome. A score of 0 corresponds to normal consciousness and behavior and normal neurological examination. A score of 1 corresponds to mild lack of awareness, shortened attention span, and impaired addition or subtraction; mild asterixis or tremor. A score of 2 corresponds to lethargy, disorientated or inappropriate behavior, obvious asterixis; slurred speech. A score of 3 corresponds to somnolent but arousable, gross disorientation or bizarre behavior, muscle rigidity and clonus; hyperreflexia. A score of 4 corresponds to coma and decerebrate posturing.",
        "timeFrame": "120 hours from start of infusion"
      },
      {
        "measure": "Neurological Function Measured by the Orientation Log (O-log)",
        "description": "The orientation log focuses on orientation to place, time, and circumstance. There are 10 items on the orientation log, which are scored 0-3. A spontaneous correct response is awarded 3 points. A spontaneous response that is lacking or incorrect, but a correct response is provided following a logical cue is awarded 2 points. A score of 1 is given if spontaneous and cued responses are lacking or incorrect, but a correct response is provided in a recognition format. A score of 0 is given if the spontaneous, cued, or recognition format does not generate a correct answer. Scores from the 10 items are summed and the final score ranges from 0 to 30.",
        "timeFrame": "30 Days"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:24.363Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}