{
  "nctId": "NCT04629339",
  "briefTitle": "Study of INCB086550 in Select Solid Tumors",
  "officialTitle": "A Phase 2 Study of INCB086550 (Oral PD-L1 Inhibitor) in Participants Who Are Immune Checkpoint Inhibitor-Naïve With Selected Solid Tumors",
  "protocolDocument": {
    "nctId": "NCT04629339",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-03-08",
    "uploadDate": "2025-02-24T10:18",
    "size": 6094572,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04629339/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 16,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-09-02",
    "completionDate": "2024-03-26",
    "primaryCompletionDate": "2024-03-26",
    "firstSubmitDate": "2020-11-10",
    "firstPostDate": "2020-11-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Ability to comprehend and willingness to sign a written ICF for the study.\n* Participants with following tumor types : non small cell lung cancer, renal cell carcinoma, urothelial carcinoma, hepatocellular carcinoma and melanoma\n* Measurable disease per RECIST v1.1.\n* ECOG performance status of 0 to 1 for all tumor types. Urothelial carcinoma allows ECOG of 0 to 2.\n* Histologically or cytologically confirmed disease-specific diagnosis as per protocol.\n* Willingness to avoid pregnancy or fathering children\n\nExclusion Criteria:\n\n* Prior receipt of an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent, or treatment with an immune modulator (eg, CTLA-4, GITR, LAG3, TIM3, OX40, ICOS, IL2, 4-1BB, CAR-T).\n* Receipt of any anticancer therapy or participation in another interventional clinical study.\n* Radiotherapy within 14 days of first dose of study treatment.\n* Concomitant treatment with moderate and potent CYP3A4/CYP3A5 inhibitors or inducers.\n* Toxicity of prior therapy that has not recovered to ≤ Grade 1 or baseline (with the exception of anemia not requiring transfusion support and any grade of alopecia). Endocrinopathy, if well-managed, is not exclusionary and should be discussed with the medical monitor.\n* Participant has not recovered adequately from toxicities and/or complications from surgical intervention before starting study drug.\n* Participants with laboratory values outside of protocol defined ranges Active malignancy of a type not included in the study population requiring treatment.\n* Active autoimmune disease requiring systemic immunosuppression in excess of physiologic maintenance doses of corticosteroids (\\> 10 mg of prednisone or equivalent).\n* Evidence of interstitial lung disease or active, noninfectious pneumonitis.\n* Untreated or known active CNS metastases and/or carcinomatous meningitis.\n* With the exception of participants with HCC, known active HAV, HBV, or HCV infection, as defined by elevated transaminases with the following serology: positivity for HAV IgM antibody, anti-HCV, anti-HBc IgG or IgM, or HBsAg (in the absence of prior immunization).\n* Active infection requiring systemic therapy.\n* Receipt of systemic antibiotics within 28 days of first dose of study treatment\n* Probiotic usage during screening and throughout the study treatment period.\n* Participants who are known to be HIV-positive.\n* Participants with impaired cardiac function or clinically significant cardiac disease.\n* History or presence of an ECG finding that, in the investigator's opinion, is clinically meaningful.\n* Female participant is pregnant or breastfeeding within the projected duration of the study, starting with the screening visit through the 90-day safety follow-up, or male participant is expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 100 days after the last dose of study treatment.\n* Has received a live vaccine within 90 days of the planned start of study drug.\n* Current use of a prohibited medication as described in protocol.\n* Life expectancy \\< 3 months.\n* Known hypersensitivity or severe reaction to any component of study drug or formulation components.\n* History of organ transplant, including allogeneic stem cell transplantation.\n* Inability to swallow tablets or any condition of the upper gastrointestinal tract that precludes administration of oral medications.\n* Any condition that would, in the investigator's judgment, interfere with full participation in the study, including administration of study drug and attending required study visits; pose a significant risk to the participant; or interfere with interpretation of study data.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Objective Response Rate (ORR)",
        "description": "ORR was defined as the percentage of participants with a best overall response of complete response (CR) or partial response (PR), confirmed by ≥1 repeat assessment ≥28 days later, according to Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST v1.1), as determined by the investigator. CR: disappearance of all target and non-target lesions and no appearance of any new lesions. Any pathological lymph nodes (whether target or non-target) must have a reduction in the short axis to \\<10 millimeters (mm). PR: at least a 30% decrease in the sum of the diameters of target lesions, taking as a reference the baseline sum diameters, no new lesions, and no progression of non-target lesions.",
        "timeFrame": "up to 733 days"
      }
    ],
    "secondary": [
      {
        "measure": "Disease Control Rate (DCR)",
        "description": "DCR was defined as the percentage of participants with a best overall response of CR or PR, confirmed by ≥1 repeat assessment ≥28 days later, or stable disease (SD) for ≥12 weeks, by investigator assessment per RECIST v1.1. CR: disappearance of all target and non-target lesions and no appearance of any new lesions. Any pathological lymph nodes (whether target or non-target) must have a reduction in the short axis to \\<10 mm. PR: at least a 30% decrease in the sum of the diameters of target lesions, taking as a reference the baseline sum diameters, no new lesions, and no progression of non-target lesions. Progressive disease (PD): progression of a target or non-target lesion or presence of a new lesion. SD: no change in target lesions to qualify for CR, PR, or PD.",
        "timeFrame": "up to 733 days"
      },
      {
        "measure": "Duration of Response (DOR)",
        "description": "DOR was defined as the time from the earliest date of CR or PR, confirmed by ≥1 repeat assessment ≥28 days later, until the earliest date of disease progression by investigator assessment per RECIST v1.1, or death due to any cause, if occurring sooner than progression. CR: disappearance of all target and non-target lesions and no appearance of any new lesions. Any pathological lymph nodes (whether target or non-target) must have a reduction in the short axis to \\<10 mm. PR: at least a 30% decrease in the sum of the diameters of target lesions, taking as a reference the baseline sum diameters, no new lesions, and no progression of non-target lesions. PD: progression of a target or non-target lesion or presence of a new lesion.",
        "timeFrame": "up to 733 days"
      },
      {
        "measure": "Number of Participants With Any Treatment-emergent Adverse Event (TEAE)",
        "description": "An adverse event (AE) was defined as any untoward medical occurrence associated with the use of a drug in humans, whether or not considered drug related. An AE could therefore have been any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of study treatment. A TEAE was defined as any AE either reported for the first time or the worsening of a pre-existing event after the first dose of study drug up to 90 days after the last dose of study drug or until the start of new anticancer therapy, whichever occurred first.",
        "timeFrame": "up to 823 days"
      },
      {
        "measure": "Number of Participants With Any ≥Grade 3 TEAE",
        "description": "A TEAE was defined as any AE either reported for the first time or the worsening of a pre-existing event after the first dose of study drug up to 90 days after the last dose of study drug or until the start of new anticancer therapy, whichever occurred first. The severity of AEs was assessed using Common Terminology Criteria for Adverse Events version 5 (CTCAE v5) Grades 1 through 5. Grade 1: mild; asymptomatic or mild symptoms; clinical or diagnostic observations only; treatment not indicated. Grade 2: moderate; minimal, local, or noninvasive treatment indicated; limiting age-appropriate activities of daily living. Grade 3: severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self-care activities of daily living. Grade 4: life-threatening consequences; urgent treatment indicated. Grade 5: fatal.",
        "timeFrame": "up to 823 days"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:11.950Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}