{
  "nctId": "NCT01966692",
  "briefTitle": "Sensitivity of Pharmacokinetics to Differences in Aerodynamic Particle Size Distribution",
  "officialTitle": "Evaluation of the Sensitivity of Pharmacokinetics to Differences in the Aerodynamic Particle Size Distribution of Three Different Formulations of Fluticasone Propionate Dry Powder Inhalers",
  "protocolDocument": {
    "nctId": "NCT01966692",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-03-05",
    "uploadDate": "2019-12-17T15:11",
    "size": 387226,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01966692/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 24,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-11",
    "completionDate": "2018-01-20",
    "primaryCompletionDate": "2018-01-20",
    "firstSubmitDate": "2013-09-30",
    "firstPostDate": "2013-10-21"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Healthy male or female subjects aged 18 to 50 years (inclusive).\n2. Females will be eligible only if they are currently non-lactating and demonstrate a negative urine pregnancy test. Female subjects must be willing to use highly effective methods of contraception throughout the study. A highly effective method of birth control is defined as one which results in a low failure rate (i.e. less than 1% per year) when used consistently and correctly e.g. no sexual intercourse, an intrauterine device (IUD), using contraceptive foam AND a condom (double-barrier).\n3. Body weight ranging from 50 to 100 kg, corresponding to a BMI of 18-29 kg/m2.\n4. Non-smoker for at least 12 months prior to study screening and a maximum smoking history of less than ten-pack years (i.e. the equivalent of one-pack per day for ten years).\n5. Healthy and free of significant abnormal findings as determined by medical history, physical examination, vital signs, laboratory tests (including serum cortisol at screening), complete blood count (CBC) with differential, urinalysis and basic metabolic panel.\n6. Ability to read, comprehend and sign the consent form.\n7. Ability and willingness to comply with all study procedures, discontinue and/or withhold medications as specified in the protocol, and attend scheduled study visits.\n8. No history of respiratory disease.\n9. Normal baseline spirometry as predicted for age, sex and height, including forced expiratory volume in 1 second / forced vital capacity (FEV1/FVC) \\> 0.8.\n10. Healthy and without any pre-existing medical conditions.\n\nExclusion Criteria:\n\n1. Any history and/or conditions that might interfere with drug absorption, distribution, metabolism or excretion of FP, e.g., pre-existing lung and liver disease.\n2. Known or suspected sensitivity to Flonase (Fluticasone Propionate), Veramyst (Fluticasone Furoate), or related compounds in that class.\n3. Hypersensitivity to milk proteins or lactose (inactive ingredients in the formulation).\n4. Having a history and/or currently having the medical condition in the opinion of medically accountable investigator and hence taking any medication for the following (including but not limited to):\n\n   4.1 Significant cardiac, dermatologic, gastrointestinal, hepatic, renal, hematological, neurological and psychiatric disease (determined by physical exam, CBC with differential, urinalysis, basic metabolic panel and medical history).\n\n   4.2 Presence of glaucoma, cataracts, ocular herpes simplex or carcinoma (other than basal cell).\n\n   4.3 Presence of tuberculosis and other respiratory diseases (including but not limited to intermittent or persistent asthma, emphysema and chronic bronchitis); or respiratory infection, common cold, sinusitis or ear infections.\n5. Current use of hormone replacement therapy (HRT), hormonal contraceptives and/or corticosteroid treatment within the last 2 months.\n6. Smoker during the last 1 year prior to study screening (self-report).\n7. Evidence of a positive pregnancy urine test for female volunteers or females who are pregnant or breast-feeding or are likely to become pregnant during the trial. Women of child-bearing potential may be included in the study if, in the opinion of the investigator, they are taking adequate contraceptive precautions as described above.\n8. Exposure to any investigational drug within 30 days of enrolment.\n9. Subjects who are unable to demonstrate proper inhalation of the test products.\n10. Subjects who have a history of anemia.\n11. Exposure to any medication that alters CYP3A4 activity within last 2 weeks (e.g.: azole antifungals, rifampin).\n12. Nausea, vomiting or diarrhoea within 7 days of dosing.\n13. Subjects who have donated 1 pint (450 mL) of blood or more within the previous 8 weeks prior to study administration.\n14. Any history or current drug or alcohol abuse, which would interfere with the subject's completion of the study and with adherence to the protocol.\n15. A subject will not be eligible for this study if he/she is an immediate family member of the participating investigator, sub-investigator, study coordinator, or employee of the participating investigator.\n16. The subject is the student of the Principal Investigator (PI).\n17. Lack of willingness to have personal study related data collected, archived and transmitted according to the protocol.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "50 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Area Under the Plasma Concentration-time Profile From Time 0 the Last Quantifiable Concentration (AUC0-last) With Dose Normalization",
        "description": "Area under the plasma concentration versus time curve from time zero (pre-dose) to the last quantifiable concentration after pulmonary dose (estimated from anatomical throats) normalization; measured as picograms multiplied by hours divided by milliliters (pg\\*h/mL).",
        "timeFrame": "Day 1 of Periods 1, 2, 3, and 4: pre-dose (15 minutes prior to the dosing), and 5, 10, 15, 20, 30, 45, 60 minutes, 1.5, 2, 3, 4, 6, 8, 10, 12, 14 and 24 hours (+/- 1 hour) post-dose"
      },
      {
        "measure": "Maximum Plasma Concentration (Cmax) With Dose Normalization",
        "description": "Cmax measured as picograms divided by milliliters (pg/mL) after pulmonary dose (estimated from anatomical throats) normalization.",
        "timeFrame": "Day 1 of Periods 1, 2, 3, and 4: pre-dose (15 minutes prior to the dosing), and 5, 10, 15, 20, 30, 45, 60 minutes, 1.5, 2, 3, 4, 6, 8, 10, 12, 14 and 24 hours (+/- 1 hour) post-dose"
      }
    ],
    "secondary": [
      {
        "measure": "Time to Reach Maximum Observed Plasma Concentration (Tmax)",
        "description": "Tmax measured as hours (h).",
        "timeFrame": "Day 1 of Periods 1, 2, 3, and 4: pre-dose (15 minutes prior to the dosing), and 5, 10, 15, 20, 30, 45, 60 minutes, 1.5, 2, 3, 4, 6, 8, 10, 12, 14 and 24 hours (+/- 1 hour) post-dose"
      },
      {
        "measure": "Mean Residence Time (MRT)",
        "description": "MRT measured as hours (h)",
        "timeFrame": "Day 1 of Periods 1, 2, 3, and 4: pre-dose (15 minutes prior to the dosing), and 5, 10, 15, 20, 30, 45, 60 minutes, 1.5, 2, 3, 4, 6, 8, 10, 12, 14 and 24 hours (+/- 1 hour) post-dose"
      },
      {
        "measure": "Elimination Half Life (t1/2)",
        "description": "t1/2 measured as hours (h)",
        "timeFrame": "Day 1 of Periods 1, 2, 3, and 4: pre-dose (15 minutes prior to the dosing), and 5, 10, 15, 20, 30, 45, 60 minutes, 1.5, 2, 3, 4, 6, 8, 10, 12, 14 and 24 hours (+/- 1 hour) post-dose"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 64,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:22.414Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}