{
  "nctId": "NCT03708744",
  "briefTitle": "A Study of M207 With Intranasal Zolmitriptan in Healthy Volunteers",
  "officialTitle": "A Randomized Open-label 4-way Crossover Study to Compare the PK, Safety, and Tolerability of M207 at Two Different Application Locations for 30 Minutes With Intranasal Zolmitriptan 2.5 mg and 1 Hour Wear Time in Healthy Volunteers",
  "protocolDocument": {
    "nctId": "NCT03708744",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-09-12",
    "uploadDate": "2019-11-16T18:22",
    "size": 1976613,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03708744/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 24,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-11-01",
    "completionDate": "2018-11-20",
    "primaryCompletionDate": "2018-11-20",
    "firstSubmitDate": "2018-10-09",
    "firstPostDate": "2018-10-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Women or men 18 to 50 years of age.\n2. Good general health with no clinically significant abnormalities as determined by medical history, physical examination, complete blood count (CBC), blood chemistry, urinalysis, and ECG.\n3. Negative urine drug and alcohol screens and negative serum pregnancy tests (for female subjects) at screening.\n4. Consent of female subjects to use a medically effective method of contraception throughout the entire study period and for 30 days after the subject completes the study. Medically effective methods of contraception that may be used by the subject include abstinence, use of diaphragm and spermicide, intrauterine device (IUD), condom and vaginal spermicide, hormonal contraceptives (subjects must be stable on hormonal contraceptives for at least the prior 3 months), surgical sterilization, and post-menopausal (≥ 2 years of amenorrhea).\n5. Ability to read, understand, and provide written informed consent that they understand the purpose of the study and procedures required for the study before enrolling in the study, and willingness to comply with all study procedures and restrictions.\n\nExclusion Criteria:\n\n1. Evidence of significant history of hepatic, reproductive, gastrointestinal, renal, bleeding, or hematological disorders including coagulation, pulmonary, neurological, respiratory, endocrine, or cardiovascular system abnormalities (especially hypertension, peripheral vascular disease, coronary artery disease, transient ischemic attacks, or cardiac rhythm abnormalities), psychiatric disorders, acute infection, or other conditions that would interfere with study participation or with the absorption, distribution, metabolism, or excretion of drugs.\n2. Presence of two or more risk factors for cardiovascular disease (family history of premature heart disease, hyperlipidemia, or hypertension)\n3. Any contraindication to zolmitriptan administration including:\n\n   * History of coronary artery disease or coronary vasospasm\n   * Symptomatic Wolf-Parkinson-White syndrome or other cardiac accessory conduction pathway disorders\n   * History of stroke, transient ischemic attack, or hemiplegic or basilar migraine\n   * Peripheral Vascular Disease\n   * Ischemic bowel disease\n   * Uncontrolled hypertension\n   * Any history of hepatic impairment\n4. History of contact dermatitis or known dermatological disorders that would interfere with the study procedures or assessments\n5. Planned participation in activities which cause inflammation, irritation, sunburn, lesions, or tattoos at the intended application sites from 2 weeks prior to screening through their last day of study participation\n6. Use of warfarin within 1 month prior to the first dose or heparin within 1 week prior to study drug administration\n7. Use of prescription and over the counter medications other than the following:\n\n   * Hormone Replacement Therapy (HRT)\n   * Birth control pills, patches, injections, or implants (all hormonal contraceptives) are allowed provided the dose has been stable for at least one month prior to screening and may be continued throughout the study\n   * Antihistamines\n   * Intermittently used NSAIDS\n   * Acetaminophen if medically necessary (not more than 2 g/day)\n   * Exceptions may be allowed on a case by case basis\n8. Subjects who have a known allergy or sensitivity to zolmitriptan or its derivatives or formulations\n9. Known allergy or sensitivity to tapes, adhesives, or zolmitriptan\n10. Regular or recent intake of prescription drugs, particularly drugs with an influence on blood pressure.\n11. Use of any other investigational compound within one month of planned study drug dosing\n12. On-going drug or alcohol abuse, or history of either deemed to be clinically significant by the investigator\n13. Systolic BP (measured after remaining sitting for 5 minutes) greater than 140 mmHg and diastolic BP greater than 90 mmHg at screening\n14. History of nasal pathology (e.g., polyps) or abnormal nasal exam\n15. Body Mass Index (BMI) greater than 35 kg/m2\n16. If, in the opinion of the investigator, the subject is not suitable for the study\n17. Any positive urine drug screen result or alcohol breath test",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "50 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Cmax",
        "description": "maximum observed plasma concentration",
        "timeFrame": "pre-dose, 2, 5, 10, 15, 20, 30, 45, 60, 90 minutes, 2, 4, 8, 12, 24 hours post-dose"
      }
    ],
    "secondary": [
      {
        "measure": "Adverse Events",
        "description": "number of subjects that experienced at least one adverse event",
        "timeFrame": "24 hours"
      },
      {
        "measure": "t(1/2)",
        "description": "apparent half-life",
        "timeFrame": "pre-dose, 2, 5, 10, 15, 20, 30, 45, 60, 90 minutes, 2, 4, 8, 12, 24 hours post-dose"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:53.890Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}