{
  "nctId": "NCT03631784",
  "briefTitle": "A Trial of Pembrolizumab in Combination With Chemotherapy and Radiotherapy in Stage III NSCLC (KEYNOTE-799, MK-3475-799)",
  "officialTitle": "A Phase 2 Trial of Pembrolizumab (MK-3475) in Combination With Platinum Doublet Chemotherapy and Radiotherapy for Participants With Unresectable, Locally Advanced Stage III Non-Small Cell Lung Cancer (NSCLC) (KEYNOTE-799)",
  "protocolDocument": {
    "nctId": "NCT03631784",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-12-05",
    "uploadDate": "2025-03-06T14:15",
    "size": 1534205,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03631784/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 216,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-10-19",
    "completionDate": "2024-03-19",
    "primaryCompletionDate": "2021-10-18",
    "firstSubmitDate": "2018-08-13",
    "firstPostDate": "2018-08-15"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male/female participants, who are at least 18 years of age on the day of signing informed consent with previously untreated, unresectable, pathologically confirmed NSCLC and Stage IIIA, IIIB or IIIC NSCLC by American Joint Committee on Cancer Version 8.\n* No evidence of metastatic disease by whole body positron emission tomography/computed tomography (PET/ CT) scan, diagnostic quality CT scan, and brain imaging.\n* Have measurable disease per RECIST 1.1 as assessed by the local site investigator/radiology.\n* Have provided tumor tissue sample (core, incisional, or excisional biopsy).\n* Have an Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.\n* Have adequate pulmonary function test (PFT)\n* Have adequate organ function\n* A male participant must agree to use contraception through the end of treatment and refrain from donating sperm during this period.\n* A female participant is eligible to participate if she is not pregnant, not breastfeeding, and if participant is a woman of childbearing potential (WOCBP), agrees to follow the contraceptive guidance as provided in the protocol through the end of treatment.\n\nExclusion Criteria:\n\n* A WOCBP who has a positive urine pregnancy test within 72 hours prior to treatment allocation\n* Has small cell lung cancer.\n* Has had documented weight loss \\>10% in the preceding 3 months.\n* Participants whose radiation treatment plans are likely to encompass a volume of whole lung receiving \\>20 Gy in total (V20) of more than 31% of lung volume.\n* Has received prior radiotherapy to the thorax, including radiotherapy to the esophagus or for breast cancer.\n* Has received prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent (programmed cell death protein 1 \\[PD-1\\] and its ligands, programmed cell death ligand 1 (PD-L1) and programmed cell death ligand 2 \\[PD-L2\\]) or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (eg, CTLA-4, OX-40, CD137).\n* Has received a live vaccine within 30 days prior to the first dose of study drug.\n* Has had an allogenic tissue/solid organ transplant.\n* Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to the first dose of study treatment.\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg prednisone daily or equivalent) or any other form of immunosuppressive therapy within 7 days prior the first dose of study drug.\n* Has a known additional malignancy that is progressing or has required active treatment within the past 5 years.\n* Has severe hypersensitivity (Grade 3 or higher) to pembrolizumab and/or any of its excipients.\n* Has a known severe hypersensitivity (Grade 3 or higher) to any of the study chemotherapy agents and/or to any of their excipients.\n* Has an active autoimmune disease that has required systemic treatment in past 2 years (ie, with use of disease modifying agents, corticosteroids or immunosuppressive drugs).\n* Has a history of (non-infectious) pneumonitis/interstitial lung disease that required steroids or has current pneumonitis/interstitial lung disease that requires steroids.\n* Has an active infection requiring systemic therapy.\n* Has a known history of human immunodeficiency virus (HIV) infection. HIV testing is not required unless mandated by local health authority.\n* Has a known history of hepatitis B (defined as hepatitis B surface antigen \\[HBsAg\\] reactive) or known active hepatitis C virus (defined as HCV RNA \\[qualitative\\] is detected) infection.\n* Has a known history of active tuberculosis (TB; Bacillus tuberculosis).\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the participant's participation for the full duration of the study, or is not in the best interest of the participant to participate, in the opinion of the treating investigator.\n* Has a known psychiatric or substance abuse disorder that would interfere with cooperating with the requirements of the study.\n* Is pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study through the end of treatment.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants Who Developed Grade 3 or Higher Pneumonitis",
        "description": "Pneumonitis included the MedDRA preferred terms for radiation pneumonitis are acute interstitial pneumonitis, autoimmune lung disease, interstitial lung disease, pneumonitis, idiopathic pneumonia syndrome, organizing pneumonia, and immune-mediated pneumonitis. As per common terminology criteria for Adverse Events, version 4.0, pneumonitis was graded as follows: Grade (Gr) 1- asymptomatic, clinical or diagnostic observations only; intervention not indicated; Gr 2- symptomatic, medical intervention indicated, limiting instrumental activities of daily living (ADL); Gr 3- severe symptoms; limiting self-care activities of daily living (ADL), oxygen indicated; Gr 4- life-threatening respiratory compromise; urgent intervention indicated (e.g., tracheotomy or intubation); Gr 5- death.",
        "timeFrame": "Up to approximately 3 years"
      },
      {
        "measure": "Overall Response Rate (ORR) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)",
        "description": "ORR was defined as the percentage of participants who experienced a complete response (CR; disappearance of all target lesions) or a partial response (PR; at least a 30% decrease in the sum of diameters of target lesions) and was assessed using modified RECIST 1.1 by blinded independent central review (BICR).",
        "timeFrame": "Up to approximately 3 years"
      }
    ],
    "secondary": [
      {
        "measure": "Progression Free Survival (PFS) Per Response Criteria in Solid Tumors Version 1.1 (RECIST 1.1)",
        "description": "PFS was defined as the time from the first dose of study treatment to the date of the first documentation of disease progression, as determined by BICR per RECIST 1.1 or death due to any cause (whichever occurred first). Disease progression was defined as at least 20 percent (%) increase (including an absolute increase of at least 5 millimeters \\[mm\\]) in the sum of diameter of target lesions, taking as reference the smallest sum, and/or unequivocal progression of existing non-target lesions, and/or appearance of 1 or more new lesions. PFS was estimated and analyzed using the product-limit (Kaplan-Meier) method for censored data.",
        "timeFrame": "Up to approximately 5 1/2 years"
      },
      {
        "measure": "Overall Survival (OS)",
        "description": "OS is defined as the time from enrollment to death due to any cause. OS was estimated and analyzed using the product-limit (Kaplan-Meier) method for censored data.",
        "timeFrame": "Up to approximately 5 1/2 years"
      },
      {
        "measure": "Number of Participants Who Experienced an Adverse Event (AE)",
        "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention. The number of participants with at least one AE was assessed.",
        "timeFrame": "Up to approximately 1 1/2 years"
      },
      {
        "measure": "Number of Participants Who Discontinued From Study Treatment Due to an AE",
        "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention. The number of participants who discontinued treatment due to an AE was assessed.",
        "timeFrame": "Up to approximately 1 year"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:56.353Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}