{
  "nctId": "NCT04225715",
  "briefTitle": "A Trial To Evaluate The Efficacy And Safety Of Multiple Combination Therapies In Participants With Chronic Hepatitis B",
  "officialTitle": "A Phase II, Randomised, Adaptive, Open-Label Platform Trial To Evaluate Efficacy And Safety Of Multiple Combination Therapies In Participants With Chronic Hepatitis B",
  "protocolDocument": {
    "nctId": "NCT04225715",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-07-18",
    "uploadDate": "2025-07-17T06:20",
    "size": 3824468,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04225715/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 281,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-07-05",
    "completionDate": "2024-07-19",
    "primaryCompletionDate": "2024-07-19",
    "firstSubmitDate": "2020-01-08",
    "firstPostDate": "2020-01-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Body mass index between 18 and 32 kg/m2 inclusive.\n* Participants with Chronic Hepatitis B (CHB) infection (HBsAg positive for \\>=6 months) who are on established NUC (entecavir or tenofovir alafenamide/disoproxil fumarate) monotherapy for \\>=12 months, having received the same NUC therapy for \\>=3 months prior to screening.\n* HBV DNA below the lower LLOQ or \\< 20 IU/mL for \\> 6 months prior to screening and confirmed at screening.\n* Alanine transaminase (ALT) \\<=1.5 x upper limit of normal (ULN) for \\> 6 months prior to screening and confirmed at screening.\n* Female Participants: Eligible to participate if she is not pregnant, not breastfeeding and agrees to remain abstinent (refrain from heterosexual intercourse) or use highly effective contraceptive methods.\n* Male Participants: During the treatment period and for at least 6 months after the final dose of study treatment, agrees to remain abstinent (refrain from heterosexual intercourse), use contraceptive measures and refrain from donating sperm.\n\nExclusion Criteria:\n\n* Pregnant or lactating women.\n* Co-infection with other pathogens such as Hepatitis A, C, D and E or Human Immunodeficiency Virus (HIV).\n* History of cirrhosis or current evidence of significant liver fibrosis or cirrhosis or decompensated liver disease.\n* History of or suspicion of Hepatocellular Carcinoma (HCC).\n* Thyroid disease poorly controlled on prescribed medications or clinically relevant abnormal thyroid function tests.\n* Clinically significant disease other than CHB that, in the opinion of the Investigator, makes the participant unsuitable for the study.\n* Pre-existing cardiac disease that in the opinion of the investigator would increase the risk for the participant to take part in the study.\n* History of alcohol abuse and/or drug abuse within one year of randomization.\n* History of having received (in the last 6 months) or currently receiving any systemic antineoplastic (including radiation) or immunosuppressive (including biologic immunosuppressors) or immune modulating treatment.\n* Currently taking, or have received within 3 months of Day 1, systemic corticosteroids.\n* Electrocardiogram (ECG) with clinically significant abnormalities.\n* Previous treatment with an investigational agent for Hepatitis B (HBV) within 6 months prior to screening.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Hepatitis B Surface Antigen (HBsAg) Loss at 24 Weeks Post-End of Treatment (EOT)",
        "description": "HBsAg loss was defined as quantitative HBsAg \\<0.05 international units/milliliters (IU/mL). The percentage of participants with HBsAg loss was calculated as number of participants with HBsAg loss / total number of participants \\*100. 95% confidence interval (CI) was calculated using the Clopper-Pearson method. Percentages have been rounded off.",
        "timeFrame": "Follow-up Week (FUW) 24"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With HBsAg Loss",
        "description": "HBsAg loss was defined as quantitative HBsAg \\<0.05 IU/mL. The percentage of participants with HBsAg loss was calculated as number of participants with HBsAg loss / total number of participants \\*100. 95% CI was calculated using the Clopper-Pearson method. Percentages have been rounded off.",
        "timeFrame": "Combos 1 and 5: Weeks 24, 36, 48 and FUW 48; Combos 2, 3, 4, 6 and NUC Arm: Week 48 and FUW 48; Combo 7: Week 24; Combo 8: Week 36"
      },
      {
        "measure": "Percentage of Participants With HBsAg Seroconversion",
        "description": "HBsAg seroconversion was defined as a quantitative HBsAg \\< 0.05 IU/mL and a positive anti-HBs antibody (defined as per assay reactive threshold anti-HBs ≥10 IU/L). 95% CI was calculated using the Clopper-Pearson method. Percentages have been rounded off.",
        "timeFrame": "Combos 1 and 5: Weeks 24, 36, 48, FUW 24 and FUW 48; Combos 2, 3, 4, 6 and NUC Arm: Week 48, FUW 24 and FUW 48; Combo 7: Week 24 and FUW 24; Combo 8: Week 36 and FUW 24"
      },
      {
        "measure": "Percentage of Participants With Hepatitis B Early Antigen (HBeAg) Loss in Baseline HBeAg-positive Participants",
        "description": "HBeAg loss was defined as negative /non-reactive HBeAg level. Percentages have been rounded off.",
        "timeFrame": "Weeks 12, 24, 36, and 48; FUW 12, 24, 36, and 48"
      },
      {
        "measure": "Percentage of Participants With HBeAg Seroconversion in Baseline HBeAg-positive Participants",
        "description": "HBeAg seroconversion was defined as a negative /non-reactive HBeAg level and a positive anti-HBe antibody. Percentages have been rounded off.",
        "timeFrame": "Weeks 12, 24, 36, and 48; FUW 12, 24, 36, and 48"
      },
      {
        "measure": "Number of Participants With Hepatitis B Virus Deoxyribonucleic Acid (HBV DNA) < Lower Limit of Quantification (LLOQ), <200 IU/mL, and <2,000 IU/mL",
        "description": "Chronic HBV infection is characterized by high levels of circulating HBV DNA. Therefore, HBV levels are indicative of virological response. At screening participants were on NUC therapy and had circulating HBV DNA levels below the assay LLOQ or below 20 IU/mL for at least 6 months. The emergence of a virological breakthrough (HBV DNA \\>100 IU/mL or \\>1 log increase from nadir) while on NUC therapy, or the emergence of a virological relapse (\\>2,000 IU/mL) in participants taken off NME combination and NUC therapy during follow-up, was monitored through the quantification of HBV DNA in plasma.",
        "timeFrame": "FUW 12, 24, 36, and 48"
      },
      {
        "measure": "Change From Baseline in HBsAg, Anti-HBs, HBeAg, HBV Ribonucleic Acid (RNA) and HBV DNA Levels Over Time",
        "description": "The serological markers of HBV infection include viral antigens (HBsAg \\& HBeAg) and antibody (anti-HBs). Changes in serological markers and efficacy biomarkers (HBV RNA) from baseline are reported. Change from baseline for HBV DNA was assessed in 'ON NUC' participants.",
        "timeFrame": "HBsAg, Anti-HBs, HBeAg & HBV RNA: Combo 1 to 6 and NUC arm: Weeks 24, 36, 48, FUW 24 and FUW 48; Combo 7: Week 24, FUW 24 & FUW 48; Combo 8: Weeks 24, 36, FUW 24 & FUW 48; HBV DNA: FUW 24 and FUW 48"
      },
      {
        "measure": "Combos 7 and 8: Area Under the Plasma Concentration-time Curve Over the Dosing Interval at Week 1 (AUC1-0-168h) of PD-L1 LNA",
        "description": "The AUC was predicted and summarized by modelling \\& simulation via the population pharmacokinetics (PopPK) method based on pre and post dose samples. As per planned analysis data was collected and reported in a pooled manner for Combos 7 and 8.",
        "timeFrame": "Predose on Day 1 and up to 168 hours post dose (Week 1)"
      },
      {
        "measure": "Combos 7 and 8: Maximum Plasma Concentration (Cmax) at Week 1 (Cmax1-0-168h) of PD-L1 LNA",
        "description": "The Cmax was predicted and summarized by modelling \\& simulation via the PopPK method based on pre and post dose samples. As per planned analysis data was collected and reported in a pooled manner for Combos 7 and 8.",
        "timeFrame": "Predose on Day 1 and up to 168 hours post dose (Week 1)"
      },
      {
        "measure": "Combos 7 and 8: AUC Over the Dosing Interval at Week 12 (AUC12-0-168h) of PD-L1 LNA",
        "description": "The AUC was predicted and summarized by modelling \\& simulation via the PopPK method based on pre and post dose samples. As per planned analysis data was collected and reported in a pooled manner for Combos 7 and 8.",
        "timeFrame": "Predose on Day 1 of Week 12 up to 168 hours post dose (Week 12)"
      },
      {
        "measure": "Combos 7 and 8: Cmax at Week 12 (Cmax12-0-168h) of PD-L1 LNA",
        "description": "The Cmax was predicted and summarized by modelling \\& simulation via the PopPK method based on pre and post dose samples. As per planned analysis data was collected and reported in a pooled manner for Combos 7 and 8.",
        "timeFrame": "Predose on Day 1 of Week 12 up to 168 hours post dose (Week 12)"
      },
      {
        "measure": "Combos 2, 3, 4, 6, 7 and 8: Area Under the Plasma Concentration Time Curve (AUC) Over Days 1-28 of siRNA",
        "description": "The AUC was predicted and summarized by modelling \\& simulation via the PopPK method based on pre and post dose samples.",
        "timeFrame": "Predose on Day 1 and 1-3 and 4-6 hours post dose each day, up to Day 28"
      },
      {
        "measure": "Combos 2, 3, 4, 6, 7 and 8: Cmax Over Days 1-28 of siRNA",
        "description": "The Cmax was predicted and summarized by modelling \\& simulation via the PopPK method based on pre and post dose samples.",
        "timeFrame": "Predose on Day 1 and 1-3 and 4-6 hours post dose each day, up to Day 28"
      },
      {
        "measure": "Combos 2, 3, 4, 6, 7 and 8: Area Under the Plasma Concentration Time Curve During the Dosing Interval (AUC Tau) Over Days 29-56 of siRNA",
        "description": "The AUC tau was predicted and summarized by modelling \\& simulation via the PopPK method based on pre and post dose samples. Simulations for the dosing interval between Day 29 and Day 56 was done using population PK modeling informed by sparse PK samples collected on Days 1, 85, 169, 253, and 337 at predose, 1-3 hours, and 4-6 hours post dose.",
        "timeFrame": "From Day 29 up to Day 56"
      },
      {
        "measure": "Combos 2, 3, 4, 6, 7 and 8: Cmax Over Days 29-56 of siRNA",
        "description": "The Cmax was predicted and summarized by modelling \\& simulation via the PopPK method based on pre and post dose samples. Simulations for the dosing interval between Day 29 and Day 56 was done using population PK modeling informed by sparse PK samples collected on Days 1, 85, 169, 253, and 337 at predose, 1-3 hours, and 4-6 hours post dose.",
        "timeFrame": "From Day 29 up to Day 56"
      },
      {
        "measure": "Combos 1 and 6: AUC of TLR7",
        "description": "The AUC was predicted and summarized by modelling \\& simulation via the PopPK method based on pre and post dose samples.",
        "timeFrame": "Predose and 1-3 and 4-6 hours post-dose on Days 1, 3, 5 on Weeks 12 and 36"
      },
      {
        "measure": "Combos 1 and 6: Cmax of TLR7",
        "description": "The Cmax was predicted and summarized by modelling \\& simulation via the PopPK method based on pre and post dose samples.",
        "timeFrame": "Predose and 1-3 and 4-6 hours post-dose on Days 1, 3, 5 on Weeks 12 and 36"
      },
      {
        "measure": "Number of Participants With Adverse Events (AEs)",
        "description": "An AE was any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the treatment. An AE can therefore be any unfavorable and unintended sign (including abnormal laboratory values or abnormal clinical test results), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product.",
        "timeFrame": "From Day 1 up to end of 48 weeks of follow up (up to approximately 1.8 years)"
      },
      {
        "measure": "Combos 2, 3, 4, 5, 6, 7 and 8: Number of Participants With Anti-siRNA Antibodies",
        "description": "Treatment-emergent anti drug antibody (ADA) was defined as participants who seroconverted or experienced a boost in preexisting ADA during the study. Participants were considered to be ADA positive if they were ADA negative or had missing data at baseline but develop an ADA response following study drug administration (treatment-induced ADA response), or if they were ADA positive at baseline and the titer of one or more post-baseline samples were greater than the titer of the baseline sample by a scientifically reasonable margin such as at least 4-fold (treatment-enhanced ADA response).",
        "timeFrame": "From Day 1 up to end of follow up (up to approximately 4 years)"
      },
      {
        "measure": "Combos 7 and 8: Number of Participants With Anti-PD-L1 Antibodies",
        "description": "Treatment-emergent ADA was defined as participants who seroconverted or experienced a boost in preexisting ADA during the study. Participants were considered to be ADA positive if they were ADA negative or had missing data at baseline but develop an ADA response following study drug administration (treatment-induced ADA response), or if they were ADA positive at baseline and the titer of one or more post-baseline samples were greater than the titer of the baseline sample by a scientifically reasonable margin such as at least 4-fold (treatment-enhanced ADA response).",
        "timeFrame": "From Day 1 for Combo 7 and 8 up to end of follow up (Up to approximately 2 years)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 19,
      "otherCount": 0,
      "totalCount": 20
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:23.738Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}