{
  "nctId": "NCT03175978",
  "briefTitle": "IGF-MTX Conjugate in the Treatment of Myelodysplastic Syndrome",
  "officialTitle": "Pilot Study of IGF-Methotrexate Conjugate in the Treatment of Myelodysplastic Syndrome, CMML and Oligoblastic AML",
  "protocolDocument": {
    "nctId": "NCT03175978",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-12-06",
    "uploadDate": "2023-08-11T12:36",
    "size": 1196932,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03175978/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 2,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-02-21",
    "completionDate": "2021-09-30",
    "primaryCompletionDate": "2021-06-30",
    "firstSubmitDate": "2017-05-25",
    "firstPostDate": "2017-06-05"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Diagnosis of O-AML that is refractory to or intolerant to standard therapy and is no longer likely to respond to such therapy (at least one line of therapy); or Diagnosis of MDS/CMML that is refractory to or intolerant to standard therapy and is no longer likely to respond to such therapy (at least one line of therapy)\n* Confirmed histologic diagnosis on bone marrow biopsy and aspirate within 28 days of trial entry prior to starting cycle 1.\n* Platelets \\> 10 x 10\\^9/L\n* ECOG performance status of 0, 1 or 2\n* Prior systemic chemotherapy, immunotherapy, or biological therapy, radiation therapy and/or surgery are allowed; prior use of systemic methotrexate \\> 1 month prior to study entry is allowed. Intrathecal methotrexate is allowed prior to and during treatment per investigator discretion.\n* Patient must have recovered from the acute toxic effects (≤ grade 1 CTCAE v.4.0) of previous anti-cancer treatment prior to study enrollment; the only exception is that grade 2 neuropathy is permitted\n* Adequate organ function within 14 days of study registration\n* Negative serum pregnancy test in females. Male and female patients with reproductive potential must use an approved contraceptive method if appropriate\n\nExclusion Criteria:\n\n* ECOG PS \\>2.\n* Patients with active extramedullary disease.\n* Pleural effusions or ascites.\n\n  * Grade 3 peripheral neuropathy within 14 days before enrollment.\n* Active uncontrolled infection or severe systemic infection (enrollment is possible after control of infection).\n* Myocardial infarction within ONE months prior to enrollment or has New York Heart Association Class III or IV heart failure, uncontrolled angina, severe uncontrolled ventricular arrhythmias, or electrocardiographic evidence of acute ischemia or active conduction system abnormalities. Prior to study entry, any ECG abnormality at screening has to be documented by the investigator as not medically relevant.\n* Pregnant or breastfeeding - methotrexate is Pregnancy Category X - has been reported to cause fetal death and/or congenital abnormalities. Confirmation that the subject is not pregnant must be established by a negative serum beta-human chorionic gonadotropin (beta-hCG) pregnancy test result obtained during screening. Pregnancy testing is not required for post-menopausal or surgically sterilized women.\n* Uncontrolled diabetes mellitus defined as a Hemoglobin A1C≥ 10% in patients with a prior history of diabetes, prior to study enrollment.\n* Serious concomitant systemic disorders (e.g., active uncontrolled infection or uncontrolled diabetes) or psychiatric disorders that, in the opinion of the investigator, would compromise the safety of the patient or compromise the patient's ability to complete the study.\n* Other severe acute or chronic medical or psychiatric conditions, or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for enrollment in this study.\n* Any history of epilepsy or a seizure disorder or any known prior seizures.\n* Abnormalities on 12-lead electrocardiogram (ECG) considered by the investigator to be clinical significant.\n* Known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to IGF or methotrexate.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Treatment-Emergent Adverse Events",
        "description": "Number of Participants with Treatment-Emergent Adverse Events through study completion, up to a maximum duration of 10 28-day cycles.",
        "timeFrame": "Up to 6 28-day cycles for one participant, and up to 10 28-day cycles for the other participant."
      }
    ],
    "secondary": [
      {
        "measure": "Response Criteria for AML, Complete Remission (CR)",
        "description": "Bone marrow blasts, platelet count, independence of red cell transfusions. Bone marrow blasts \\<5%, absence of blasts with Auer rods, absence of extramedullyary disease, absolute neutrophil count \\>1.0 x 10(9)/L, independence of red cell transfusions.",
        "timeFrame": "Assessed after 2 cycles of 28 days each."
      },
      {
        "measure": "Response Criteria for AML, CR With Incomplete Recovery",
        "description": "All CR criteria except for residual neutropenia (\\<10(9)/L) or thrombocytopenia (\\<100x 10(9)/L).",
        "timeFrame": "Assessed after 2 cycles of 28 days each."
      },
      {
        "measure": "Response Criteria for AML, Relapse.",
        "description": "Bone marrow blasts greater the 5% or reappearance of blasts in the blood, or development of extramedullary disease after complete remission or complete remission with incomplete recovery..",
        "timeFrame": "Assessed after 6 cycles of 28 days each."
      },
      {
        "measure": "Response Criteria for MDS, Complete Remission (CR)",
        "description": "Bone marrow less than 5% myeloblasts with normal maturation of all cell lines. Persistent dysplasia will be noted. Peripheral blood values of Hgb greater than or equal to 11 d/dL, platelets greater than or equal to 100\\*10\\^9 platelets/L, neutrophils greater than or equal to 1.0\\*10\\^9 neutrophils/L, blasts equal to 0%.",
        "timeFrame": "Assessed after 6 cycles of 28 days each."
      },
      {
        "measure": "Response Criteria for MDS, Marrow CR",
        "description": "Bone marrow less than or equal to 5% myeloblasts and decreased by greater than 50% over pretreatment.",
        "timeFrame": "Assessed after 2 cycles of 28 days each."
      },
      {
        "measure": "Response Criteria for MDS, Stable Disease",
        "description": "Failure to achieve at least PR, but no evidence of progression for greater than 8 weeks",
        "timeFrame": "Assessed after 6 cycles of 28 days each. Both patients had at least stable disease for at least 6 cycles."
      },
      {
        "measure": "Response Criteria for MDS, Failure",
        "description": "Death during treatment or disease progression characterized by worsening of cytopenias, increase in percentage of bone marrow blasts, or progression to a more advanced MDS FAB subtype than pretreatment",
        "timeFrame": "Assessed after 6 cycles of 28 days each."
      },
      {
        "measure": "Response Criteria for MDS, Disease Progression, Blasts Measurements",
        "description": "Absolute blast count.",
        "timeFrame": "Assessed after 2 cycles of 28 days each."
      },
      {
        "measure": "Response Criteria for MDS, Disease Progression, Hgb",
        "description": "Hemoglobin in g/dL",
        "timeFrame": "Assessed after 2 cycles of 28 days each."
      },
      {
        "measure": "Response Criteria for MDS, Disease Progression, Neutrophils",
        "description": "Neutrophil count in 10(9)/L",
        "timeFrame": "Assessed after 2 cycles of 28 days each."
      },
      {
        "measure": "Response Criteria for MDS, Survival, Death",
        "description": "Survival over the full study time period and follow up to 23 months after initiating treatment.",
        "timeFrame": "All-cause mortality was assessed up to 23 months, and serious and Other (Not Including Serious) Adverse Events were assessed for up to 22 months."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:06.413Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}