{
  "nctId": "NCT04686279",
  "briefTitle": "Tenofovir Rectal Douche to Prevent HIV Transmission Among Adolescents (ATN DREAM)",
  "officialTitle": "Safety, PK/PD, Acceptability, and Desirability of a Novel HIV Prevention Douche Among Adolescent Men (DREAM)",
  "protocolDocument": {
    "nctId": "NCT04686279",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-12-10",
    "uploadDate": "2023-09-21T13:01",
    "size": 1137770,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04686279/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 8,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-04-01",
    "completionDate": "2022-11-30",
    "primaryCompletionDate": "2022-11-30",
    "firstSubmitDate": "2020-12-22",
    "firstPostDate": "2020-12-28"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Between the ages of 15-24 at Screening\n* Cisgender male who has sex with other men\n* Willing and able to communicate in English\n* Willing and able to provide informed consent to take part in the study\n* Participant demonstrates capacity to comprehend, evaluate, reason, and express a choice about their participation in study\n* For youth ages 15-17, have parent or caregiver consent to take part in the study\n* Willing and able to provide adequate locator information\n* Express initial interest in participating in a douching study\n* Understand and agree to local HIV/STI reporting requirements\n* HIV-1 uninfected at screening as documented by Combo Ag/Ab HIV- 1/HIV-2 immunoassay\n* Willingness and availability to attend all study visits, barring unforeseen circumstances\n* Per participant report at screening, consensual RAI in prior 6 months\n* Live in or around the Baltimore area.\n* Willing to abstain from insertion of anything (drug/medication, digits, penis, object, sex toy, or douche) into the anorectum for 72 hours before and after each study visit and 7 days after the biopsy collection.\n* Willing to refrain from aspirin, vitamins and herbal supplements, and NSAID use for one week before and after each study biopsy visit\n* Agrees not to participate in other research studies involving drugs and/ or medical devices for the study's duration\n\nExclusion Criteria:\n\n* Participation in research studies involving drugs, medical devices, genital products, or vaccines within 30 days of the Enrollment Visit.\n* History of Hepatitis B infection, as documented by positive HBsAg at screening\n* ≥ Grade 2 laboratory abnormality at baseline as defined by Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events, Corrected Version 2.1 - July 2017, and Addendum 3 (Rectal Grading Tables for Use in Microbicide Studies)\n* Self-report as having used TDF 300 mg/FTC 200 mg (Truvada®) or TAF 25 mg/FTC 200 mg (Descovy®) as HIV PrEP or Truvada as PEP within three weeks of dosing visit.\n* Significant colorectal symptom(s) as determined by medical history or by participant self-report (including but not limited to presence of any unresolved injury, infectious or inflammatory condition of the local mucosa, history of inflammatory bowel disease, presence of symptomatic hemorrhoids, and presence of any painful anorectal conditions that would be tender to manipulation)\n* At screening or within the past 2 months: participant- reported symptoms and/or clinical or laboratory diagnosis of active rectal infection requiring treatment per current CDC guidelines. Infections requiring treatment include Chlamydia (CT), gonorrhea (GC), syphilis, active HSV lesions, chancroid, genital sores or ulcers, and, if clinically indicated, genital warts. Note that HSV seropositivity with no active genital lesions is not an exclusion criterion. (Note: if an STI apart from HIV is detected, the participant will be referred for treatment and can be retested in 30 days and rescreened once).\n* History of an underlying clinically significant cardiac arrhythmia or renal disease (including creatinine clearance \\<60 mL/min using Cockcroft-Gault equation)\n* Serum phosphate \\< 2.3 mg/dL\n* History of significant gastrointestinal bleeding\n* Current use of warfarin or heparin or other anticoagulant medications associated with increased risk for bleeding following mucosal biopsy (e.g., daily high dose aspirin \\[\\>81 mg\\], NSAIDs, or Pradaxa®)\n* Use of systemic or anorectal immunomodulatory medications within 4 weeks of enrollment or planned use at any time during study participation\n* Per participant report, use of any rectally administered products containing N-9 (including condoms) or investigational products within 4 weeks of enrollment, or planned use of either at any time during study participation\n* Known allergic reaction to TFV or other components of the test articles\n* Current known HIV-positive partner(s)\n* History of recurrent urticaria\n* Symptoms suggestive of acute HIV seroconversion at screening and enrollment\n* Any other condition or prior therapy that, in the opinion of the investigator, would preclude informed consent, make study participation unsafe, make the individual unsuitable for the study or unable to comply with the study requirements.\n* Presence of substance use (e.g., Cocaine, Marijuana, Opiates, Amphetamines, Methamphetamine, Phencyclidine, Benzodiazepine, Methadone, Barbiturate, Tricyclic Antidepressants, Oxycodone, and Propoxyphene) in one-step urine drug test.",
    "healthyVolunteers": true,
    "sex": "MALE",
    "minimumAge": "15 Years",
    "maximumAge": "24 Years",
    "stdAges": [
      "CHILD",
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Tenofovir Diphosphate (TFV-DP) Concentration",
        "description": "Colonic tissue cell TFV-DP concentrations (femtomoles/million cells) will be measured the study douche administration, based on the individual participant's sampling schedule, on Day 1 (at 1 hour post dose), Day 2 (24 hours post dose), or Day 4 (72 hours post dose).",
        "timeFrame": "At 1 hour, 24 hours, or 72 hours after the TFV douche administration"
      },
      {
        "measure": "Acceptability of TFV Douche as Assessed by Product Acceptability Questionnaire",
        "description": "Using a 4-point scale (1=Completely Unacceptable; 2=Somewhat Unacceptable; 3=Somewhat Acceptable; 4=Highly Acceptable), participants were asked to answer the following question about their experience with the product: \"If a rectal douche like the one you were administered today at the clinic could protect you against HIV, would you consider using this douche?\". The endpoint was operationalized as binary, with scores 1 to 2 grouped as \"low acceptability\" and scores 3 to 4 as \"high acceptability\".",
        "timeFrame": "Following administration of study product, up to 1 hour"
      },
      {
        "measure": "Safety of TFV Douche as Assessed by the Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events",
        "description": "The safety of a single dose of a TFV douche when applied rectally is measured by the number of ≥Grade 2 adverse events (AEs) as defined by the Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events, and whether AEs are attributed to the study product.",
        "timeFrame": "Following administration of study product, up to 7 days"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:21.719Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}