{
  "nctId": "NCT03722030",
  "briefTitle": "Telehealth-Based Resistance Training Intervention for Endometrial Cancer Survivors",
  "officialTitle": "Feasibility and Acceptability of a Telehealth-Based Resistance Training Intervention for Endometrial Cancer Survivors",
  "protocolDocument": {
    "nctId": "NCT03722030",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-03-19",
    "uploadDate": "2020-07-10T15:38",
    "size": 851533,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03722030/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 40,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-12-05",
    "completionDate": "2020-03-14",
    "primaryCompletionDate": "2020-03-14",
    "firstSubmitDate": "2018-10-16",
    "firstPostDate": "2018-10-26"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Willing to provide written informed consent\n* Willing to comply with all study procedures and be available for the duration of the study\n* Fluent in spoken and written English\n* Documented diagnosis of Type I, stage I-IIIc endometrial cancer within the past 5 years\n* Completion of current treatment for endometrial cancer, period of time of ≥10 weeks from treatment completion to study enrollment is required\n\nExclusion Criteria:\n\n* Absolute contraindications to exercise (i.e., acute myocardial infarction, severe orthopedic or musculoskeletal limitations\n* Have evidence of recurrent or metastatic disease\n* Are currently performing resistance training ≥2 days per week\n* Report of chest pain, shortness of breath, fainting, or angina pectoris\n* Have physical disability that would limit range of motion through exercises such as sitting, standing and inability to walk one block\n* Plans to move from the area\n* Enrolled in another clinical trial or has used of any investigational drugs, biologics, or devices within 30 days prior to randomization\n* Women who are pregnant or breast-feeding\n* Not suitable for study participation due to other reasons at the discretion of the investigator",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "maximumAge": "74 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Feasibility - Number of Participants Recruited",
        "description": "The feasibility of recruiting endometrial cancer survivors to a home-based resistance training; 2 sessions per week of 20-40 minutes of exercise. This will be measured by the number of participants recruited. The goal is 40 participants.",
        "timeFrame": "up to 2 years"
      },
      {
        "measure": "Number of Participants Who Completed 100% of the Prescribed Exercises",
        "description": "Compliance/adherence will be measured via detailed exercise logs. A participant needs to complete at least 50% of the prescribed exercises in a session to be considered adherent to the session.",
        "timeFrame": "up to 20 weeks from beginning of intervention"
      },
      {
        "measure": "Number of Participants With Adverse Events",
        "description": "The primary safety endpoint will be total number of adverse events over the duration of the intervention.",
        "timeFrame": "up to 20 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants Reporting \"Very\" or \"Extremely\" Satisfied With Intervention",
        "description": "Participants will complete semi-structured qualitative interviews with the study coordinator. Interviews will be recorded, transcribed and coded to identify content themes. These interviews will be used to collect qualitative information and overall satisfaction with the intervention, as well as areas to improve with future interventions and barriers to participation.",
        "timeFrame": "At final visit - up to 20 weeks"
      },
      {
        "measure": "Change in Hemoglobin A1c From Baseline",
        "description": "Baseline and post-study blood biomarkers to assess Hemoglobin A1c will be collected and reported in a table as a change from baseline.",
        "timeFrame": "baseline and 10 weeks"
      },
      {
        "measure": "Change in C-Reactive Protein From Baseline",
        "description": "Baseline and post-study blood biomarkers to assess c-reactive protein will be collected and reported in a table as a change from baseline.",
        "timeFrame": "baseline and 10 weeks"
      },
      {
        "measure": "Change in Lean Muscle Mass From Baseline",
        "description": "Baseline and post-study lean muscle mass will be assessed using dual-energy absorptiometry (DXA) using the enCORE Lunar iDXA software suite (GE Healthcare, Little Chalfont, UK). Data will be reported in a table as change from baseline.",
        "timeFrame": "baseline and 10 weeks"
      },
      {
        "measure": "Change in Fat Mass From Baseline",
        "description": "Baseline and post-study fat mass will be assessed using dual-energy absorptiometry (DXA) utilizing the enCORE Lunar iDXA software suite (GE Healthcare, Little Chalfont, UK). Data will be reported in a table as change from baseline.",
        "timeFrame": "baseline and 10 weeks"
      },
      {
        "measure": "Change in Visceral Fat Mass From Baseline",
        "description": "Baseline and post-study visceral fat mass will be assessed using dual-energy absorptiometry (DXA) utilizing the enCORE Lunar iDXA software suite (GE Healthcare, Little Chalfont, UK). Data will be reported in a table as change from baseline.",
        "timeFrame": "up to 20 weeks"
      },
      {
        "measure": "Change in Total Percent Body Fat From Baseline",
        "description": "Baseline and post-study % body fat will be assessed using dual-energy absorptiometry (DXA) utilizing the enCORE Lunar iDXA software suite (GE Healthcare, Little Chalfont, UK). Data will be reported in a table as change from baseline.",
        "timeFrame": "baseline and 10 weeks"
      },
      {
        "measure": "Change in Number of Arm Curls Performed From Baseline",
        "description": "Arm curls are part of the functional fitness test (FFT); a battery of tests measuring strength, flexibility, fitness, body composition, and agility. These tests will be performed at baseline and post-study time points. Data will be reported in a table as change from baseline.\n\nThe 30 second arm curl assesses the strength of the upper body, where participants hold a 5 pound dumbbell in a seated position, and they will have 30 seconds to curl their arm and extend it as many times as possible within the time frame.",
        "timeFrame": "baseline and 10 weeks"
      },
      {
        "measure": "Change in Number of Sit to Stand Repetitions Performed From Baseline",
        "description": "The 30 second chair stand is part of the functional fitness test (FFT); a battery of tests measuring strength, flexibility, fitness, body composition, and agility. This test will be performed at baseline and post-study time points. Data will be reported in a table as change from baseline.\n\nThe 30 second chair stand assesses the strength of the lower body. Each person will have 30 seconds to stand up and sit down from a chair as many times as possible within the time frame.",
        "timeFrame": "baseline and 10 weeks"
      },
      {
        "measure": "Change in Handgrip Weight From Baseline",
        "description": "Handgrip is part of the functional fitness test (FFT); a battery of tests measuring strength, flexibility, fitness, body composition, and agility. This test will be performed at baseline and post-study time points. Data will be reported in a table as change from baseline.\n\n\\[can you describe this test? I do not see it in the protocol\\]",
        "timeFrame": "baseline and 10 weeks"
      },
      {
        "measure": "Change in Sit and Reach Distance From Baseline",
        "description": "The chair sit and reach test is part of the functional fitness test (FFT); a battery of tests measuring strength, flexibility, fitness, body composition, and agility. This test will be performed at baseline and post-study time points. Data will be reported in a table as change from baseline.\n\nThe chair sit and reach assesses lower body flexibility where the participant will sit in a chair, extend one leg in front of them and flex at the waist, reaching toward their toes, the measure is the distance between their toes and fingers.",
        "timeFrame": "baseline and 10 weeks"
      },
      {
        "measure": "Change in Back Scratch Distance From Baseline",
        "description": "The back scratch test is part of the functional fitness test (FFT); a battery of tests measuring strength, flexibility, fitness, body composition, and agility. This test will be performed at baseline and post-study time points. Data will be reported in a table as change from baseline.\n\nThe back scratch test assesses the upper body flexibility, where the person is seated and one arm will be flexed behind the head, and the other arm will be extended behind the shoulder. The assessment measures the distance between the finger tips of both hands.",
        "timeFrame": "baseline and 10 weeks"
      },
      {
        "measure": "Change in 6-minute Walk Distance From Baseline",
        "description": "The 6-minute walk test is part of the functional fitness test (FFT); a battery of tests measuring strength, flexibility, fitness, body composition, and agility. This test will be performed at baseline and post-study time points. Data will be reported in a table as change from baseline.\n\nThe 6 minute walk test measures the total distance that a person can quickly walk on a flat hard surface within a period of 6 minutes, using a 100ft length of distance.",
        "timeFrame": "baseline and 10 weeks"
      },
      {
        "measure": "Change in 8 Foot Up and Go Time From Baseline",
        "description": "The 8-foot-up and go test is part of the functional fitness test (FFT); a battery of tests measuring strength, flexibility, fitness, body composition, and agility. This test will be performed at baseline and post-study time points. Data will be reported in a table as change from baseline.\n\nThe 8-foot-up and go is an assessment of speed agility and balance. The participant begins in a seated position and will be timed for the duration it takes to rise from the chair, walk as quickly as possible around a cone 8 feet away from the chair, and return to a seated position.",
        "timeFrame": "baseline and 10 weeks"
      },
      {
        "measure": "FACT Scores",
        "description": "Functional Assessment of Cancer Therapies (FACT) changes from baseline, mid-point, to post-study will be captured using the Functional Assessment of Cancer Therapies (FACT) questionnaire including the Endometrial subscale (FACT-En). The FACT assessment measures physical, social/family, and functional well-being, each on a scale of 0-28, and emotional well being on a scale of 0-24. The Endometrial component contains concerns specific to endometrial cancer such as hot/flashes, cramps, and swelling; measured on a scale of 0-64. Each of these sections will be scored for sub-scale scores and then the entire instrument will have a total composite score (0-172; the higher the score, the more quality of life improvements) and will be reported as such.",
        "timeFrame": "baseline, 5 weeks, 10 weeks"
      },
      {
        "measure": "Changes in FACT From Baseline",
        "description": "Functional Assessment of Cancer Therapies (FACT) changes from baseline, mid-point, to post-study will be captured using the Functional Assessment of Cancer Therapies (FACT) questionnaire including the Endometrial subscale (FACT-En). The FACT assessment measures physical, social/family, and functional well-being, each on a scale of 0-28, and emotional well being on a scale of 0-24. The Endometrial component contains concerns specific to endometrial cancer such as hot/flashes, cramps, and swelling; measured on a scale of 0-64. Each of these sections will be scored for sub-scale scores and then the entire instrument will have a total composite score (0-172; the higher the score, the more quality of life improvements) and will be reported as such.",
        "timeFrame": "baseline and 10 weeks"
      },
      {
        "measure": "FACT-En Scores",
        "description": "Functional Assessment of Cancer Therapies (FACT) changes from baseline, mid-point, to post-study will be captured using the Functional Assessment of Cancer Therapies (FACT) questionnaire including the Endometrial subscale (FACT-En). The Endometrial component contains concerns specific to endometrial cancer such as hot/flashes, cramps, and swelling; measured on a scale of 0-64, the higher the score, the more quality of life improvements.",
        "timeFrame": "baseline, 5 Weeks,10 weeks"
      },
      {
        "measure": "Changes in FACT-En From Baseline",
        "description": "Functional Assessment of Cancer Therapies (FACT) changes from baseline, mid-point, to post-study will be captured using the Functional Assessment of Cancer Therapies (FACT) questionnaire including the Endometrial subscale (FACT-En). The Endometrial component contains concerns specific to endometrial cancer such as hot/flashes, cramps, and swelling; measured on a scale of 0-64, the higher the score, the more quality of life improvements.",
        "timeFrame": "baseline and 10 weeks"
      },
      {
        "measure": "FACT Physical Subscale Scores",
        "description": "Functional Assessment of Cancer Therapies (FACT) changes from baseline, mid-point, to post-study will be captured using the Functional Assessment of Cancer Therapies (FACT). The FACT assessment measures physical, social/family, emotional, and functional well-being, each on a scale of 0-28. Each of these sections will be scored for sub-scale scores; the higher the score, the more quality of life improvements.",
        "timeFrame": "baseline, 5 weeks, 10 weeks"
      },
      {
        "measure": "FACT Social Subscale Scores",
        "description": "Functional Assessment of Cancer Therapies (FACT) changes from baseline, mid-point, to post-study will be captured using the Functional Assessment of Cancer Therapies (FACT). The FACT assessment measures physical, social/family, emotional, and functional well-being, each on a scale of 0-28. Each of these sections will be scored for sub-scale scores; the higher the score, the more quality of life improvements.",
        "timeFrame": "baseline, 5 weeks, 10 weeks"
      },
      {
        "measure": "FACT Emotional Subscale Scores",
        "description": "Functional Assessment of Cancer Therapies (FACT) changes from baseline, mid-point, to post-study will be captured using the Functional Assessment of Cancer Therapies (FACT). The FACT assessment measures physical, social/family, emotional, and functional well-being, each on a scale of 0-28. Each of these sections will be scored for sub-scale scores; the higher the score, the more quality of life improvements.",
        "timeFrame": "baseline, 5 weeks, 10 weeks"
      },
      {
        "measure": "FACT Functional Subscale Scores",
        "description": "Functional Assessment of Cancer Therapies (FACT) changes from baseline, mid-point, to post-study will be captured using the Functional Assessment of Cancer Therapies (FACT). The FACT assessment measures physical, social/family, emotional, and functional well-being, each on a scale of 0-28. Each of these sections will be scored for sub-scale scores; the higher the score, the more quality of life improvements.",
        "timeFrame": "baseline, 5 weeks, 10 weeks"
      },
      {
        "measure": "Changes in FACT Subscales From Baseline",
        "description": "Functional Assessment of Cancer Therapies (FACT) changes from baseline, mid-point, to post-study will be captured using the Functional Assessment of Cancer Therapies (FACT). The FACT assessment measures physical, social/family, emotional, and functional well-being, each on a scale of 0-28. Each of these sections will be scored for sub-scale scores; the higher the score, the more quality of life improvements.",
        "timeFrame": "baseline and 10 weeks"
      },
      {
        "measure": "Changes in Mental Well-being From Baseline",
        "description": "Changes in mental well-being from baseline, mid-point, and post-study (including anxiety, depression, and fatigue) will be assessed using standardized NIH-provided Patient-Reported Outcome Measurement Information System (PROMIS) measures.\n\nThe fatigue assessment asks about self-reported systems of fatigue and tiredness, all the way up to exhaustion overall, and ask about fatigue over the past seven days. The depression assessment asks about depressive symptoms over the past seven days. The anxiety assessment asks about symptoms adjacent-to and including anxiety over the past seven days. For each of these three instruments (which comprise the mental well-being assessments) the data will be reported as change over time, specifically using the T-score (standardized mean) and the standard error.\n\nEach is standardized to a mean of 50 and a range of 0-100; a higher scores indicate a higher \"level\" of that construct, whether it's higher levels of depression, fatigue or anxiety.",
        "timeFrame": "baseline and Week 10"
      },
      {
        "measure": "Changes in Self-Efficacy From Baseline",
        "description": "Self-efficacy will be assessed at baseline, mid-point, and post-study using the validated self-efficacy for exercise scale, modified for specificity to strength training.\n\nThis instrument has 9 items, each of which is scored from 0-10, with a maximum score of 90. Higher scores indicate higher self-efficacy for exercise. These scores will be reported descriptively at each time point (baseline, mid-point, final), and will also be reported in a table as change over time.",
        "timeFrame": "Baseline and 10 weeks"
      },
      {
        "measure": "Self-Efficacy Scores",
        "description": "Self-efficacy will be assessed at baseline, mid-point, and post-study using the validated self-efficacy for exercise scale, modified for specificity to strength training.\n\nThis instrument has 9 items, each of which is scored from 0-10, with a maximum score of 90. Higher scores indicate higher self-efficacy for exercise. These scores will be reported descriptively at each time point (baseline, mid-point, final), and will also be reported in a table as change over time.",
        "timeFrame": "Baseline, 5 weeks, 10 weeks"
      },
      {
        "measure": "Changes in Accelerometer-Measured Physical Activity From Baseline",
        "description": "Although aerobic and lifestyle physical activity (PA) are not a focus of the intervention, they will be assessed to determine baseline PA level and identify whether uptake of resistance training is associated with changes in other PA types. Participants will wear the ActiGraph wGT3X-BT accelerometer (ActiGraph, Pensacola, FL) for 7 days during all waking hours, at baseline, mid-point, and post-study visit. The ActiGraph is a gold standard method of objective activity assessment. Accelerometer data will be measured in total minutes of moderate to vigorous physical activity over a 7-day period.\n\nLight intensity is Moderate intensity is Vigorous intensity is",
        "timeFrame": "baseline and Week 10"
      },
      {
        "measure": "Change in Steps Per Day From Baseline",
        "description": "Although aerobic and lifestyle physical activity (PA) are not a focus of the intervention, they will be assessed to determine baseline PA level and identify whether uptake of resistance training is associated with changes in other PA types. Participants will wear the ActiGraph wGT3X-BT accelerometer (ActiGraph, Pensacola, FL) for 7 days during all waking hours, at baseline, mid-point, and post-study visit. The ActiGraph is a gold standard method of objective activity assessment. Accelerometer data will be measured in total minutes of moderate to vigorous physical activity over a 7-day period.",
        "timeFrame": "baseline and Week 10"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 28,
      "otherCount": 0,
      "totalCount": 31
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:14.087Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}