{
  "nctId": "NCT05180448",
  "briefTitle": "Sharing Digital Self-Monitoring Data With Others to Enhance Long-Term Weight Loss",
  "officialTitle": "Sharing Digital Self-Monitoring Data With Others to Enhance Long-Term Weight Loss: A Randomized Trial Using a Factorial Design",
  "protocolDocument": {
    "nctId": "NCT05180448",
    "filename": "Prot_ICF_001.pdf",
    "label": "Study Protocol and Informed Consent Form",
    "date": "2022-12-05",
    "uploadDate": "2023-01-09T15:17",
    "size": 679133,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05180448/document/Prot_ICF_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": true
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "FACTORIAL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 320,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2022-01-03",
    "completionDate": "2026-06",
    "primaryCompletionDate": "2026-06",
    "firstSubmitDate": "2021-09-20",
    "firstPostDate": "2022-01-06"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Individuals must be of overweight or obese BMI (27-50 kg/m2)\n* Individuals must be adults (aged 18-70)\n* Able to engage in physical activity (defined as walking two city blocks without stopping)\n* Access and willingness to use a smartphone and internet\n* Has one adult friend or family member who indicates willingness to serve in a support role\n* Satisfactory completion of all enrollment procedures\n* English Speaking\n\nExclusion Criteria:\n\n* Medical or psychiatric condition (e.g., cancer, type I diabetes, psychosis, full-threshold eating disorder) that may pose a risk to the participant during intervention or cause a change in weight, or limit ability to comply with the program or participate appropriately in group-based treatment\n* Currently pregnant or breastfeeding, or planning to become pregnant in the next 24 months\n* Use of insulin or a medication that can cause significant change in weight\n* History of bariatric surgery\n* Weight loss of greater than or equal to 5% in the previous 3 months\n* Weight loss of greater than or equal to 10% in the past 3 years that is currently being maintained",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Weight",
        "description": "Weight will be measured using a wireless scale. In order to maximize accuracy, we will (1) provide instructions (e.g., place scale on flat, hard surface; weigh upon waking, without clothes, after using the bathroom), (2) require participants to confirm that they are following instructions at each assessment point, (3) remove errant weights (e.g., \\>1 kg change in 1 day).",
        "timeFrame": "0 month, 3 month, 6 month, 12 month, 24 month"
      }
    ],
    "secondary": [
      {
        "measure": "Physical Activity",
        "description": "Minutes per week of moderate-to-vigorous PA will be measured by using FitBit. Steps per day from the Fitbit also will be examined.",
        "timeFrame": "0 month, 3 month, 6 month, 12 month, 24 month"
      },
      {
        "measure": "Calorie Intake",
        "description": "Average calorie intake over 7 days will be derived from the Fitbit digital food log as a secondary outcome.",
        "timeFrame": "0 month, 3 month, 6 month, 12 month, 24 month"
      }
    ],
    "other": [
      {
        "measure": "Perceived Supportive Accountability for Weight Control",
        "description": "(mediator, moderator) will be measured with the Supportive Accountability Measure and the Supportive Accountability Inventory",
        "timeFrame": "0 months, 6 month, 12 month, 24 month"
      },
      {
        "measure": "Self-regulation value of program components",
        "description": "(Mediator, moderator) will be measured with items, adapted from previous research, that ask index participants to rate how helpful each program component is reflecting on how their progress compares to their goals, planning short-term behaviors and strategy use, and evaluating if current goals should be adjusted.",
        "timeFrame": "3 months, 6 month, 12 month, 24 month"
      },
      {
        "measure": "Self-monitoring",
        "description": "(Mediator, moderator) will be objectively measured as the number of days in which digital devices were used to measure weight, record eating, or PA.",
        "timeFrame": "Calculated continuously for 24 months"
      },
      {
        "measure": "social comparison",
        "description": "(Mediator, moderator) will be measured with the Iowa-Netherlands Comparison Orientation Measure, with items modified to be focused on the lifestyle modification group.",
        "timeFrame": "0, 12, 24 months"
      },
      {
        "measure": "Perceived Social Support",
        "description": "(Mediator, moderator) assessed with the Social Support for Healthy Behaviors Measure. Index participants will report the frequency with which friends and family members engaged in behaviors that support or undermine healthy eating and physical activity in the past month.",
        "timeFrame": "0 months, 6 month, 12 month, 24 month"
      },
      {
        "measure": "Relationship Quality",
        "description": "(Moderator, moderator) will be measured with items adapted from the client version of the Working Alliance Inventory-Bond Subscale. Ratings will be completed separately for the relationship with the coach, the lifestyle modification group, and the designated friend/family support person, yielding scores for each party",
        "timeFrame": "0, 3, 6, 12, 24 months"
      },
      {
        "measure": "Weight Self-Stigma",
        "description": "(moderator) will be measured with items, adapted from previous research, that assess for weight self-stigma.",
        "timeFrame": "0 months"
      },
      {
        "measure": "Friend/family characteristics",
        "description": "(mediator, moderator) Items to characterize the friend/family member relationship, such as their age, gender, body size, perceived healthfulness of diet, interest in weight loss, frequency of communication, comfort discussion lifestyle modification with them, reactions to weight-related communication",
        "timeFrame": "0, 3, 6, 12, 24 months"
      },
      {
        "measure": "Small group dynamic",
        "description": "(mediator, moderator) Items to characterize the small group dynamic, including frequency of communication and reactions to communication",
        "timeFrame": "3, 6, 12, 24 months"
      },
      {
        "measure": "Demographic variables",
        "description": "(moderator) Items to characterize the participant, including age, sex, race, ethnicity, education level, household composition",
        "timeFrame": "0 months"
      },
      {
        "measure": "Coach characteristics",
        "description": "(moderator) Coach level of behavioral weight loss experience (# of sessions previously conducted) and level of education will be calculated",
        "timeFrame": "0 months"
      },
      {
        "measure": "Method of message delivery",
        "description": "(moderator) Whether text messages were delivered to app (Wave 1 and 2) or via SMS (Wave 3 and 4) will be examined to determine if this impacts intervention efficacy",
        "timeFrame": "0 months"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 2,
      "otherCount": 12,
      "totalCount": 15
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "FACTORIAL"
    },
    "overallComplexityScore": 73,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:15.695Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}