{
  "nctId": "NCT03426345",
  "briefTitle": "Study to Evaluate the Safety and Efficacy of Relamorelin in Participants With Diabetic Gastroparesis Study 02",
  "officialTitle": "A 12-week, Randomized, Double-blind, Placebo-controlled, Phase 3 Study to Evaluate the Safety and Efficacy of Relamorelin in Patients With Diabetic Gastroparesis",
  "protocolDocument": {
    "nctId": "NCT03426345",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-03-05",
    "uploadDate": "2021-07-15T17:11",
    "size": 2007501,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03426345/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 311,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-02-16",
    "completionDate": "2020-07-16",
    "primaryCompletionDate": "2020-07-16",
    "firstSubmitDate": "2018-02-02",
    "firstPostDate": "2018-02-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Diagnosis of Type 1 or Type 2 diabetes mellitus\n* Meet the per protocol criteria of diabetic gastroparesis\n* Compliance with diary\n* Compliance with the per protocol study treatment dosing instructions\n\nExclusion Criteria:\n\n* Currently receiving nutrition intravenously, by nasogastric tube, or other feeding tube\n* Actively experiencing anorexia nervosa, binge-eating, bulimia or other eating disorder at the time of Screening (Visit 1)\n* Diagnosis of Celiac Disease, also a history of non-celiac gluten sensitivity\n* History of gastrointestinal disorders that may be similar to gastroparesis\n* Functional dyspepsia diagnosed before the diagnosis of diabetes mellitus",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline to Week 12 in the Weekly Diabetic Gastroparesis Symptom Severity Score (DGSSS)",
        "description": "Participants assessed the severity of diabetic gastroparesis symptoms daily using the Diabetic Gastroparesis Symptom Severity Diary (DGSSD), recorded in an electronic diary (e-diary). The DGSSS was derived as the sum of the weekly averages of the 4 DGSSD items: nausea, abdominal pain, postprandial fullness and bloating. Each symptom was scored using an 11-point ordinal scale where: 0= no or not at all uncomfortable to 10= worst possible or most uncomfortable for a total possible DGSSS of 0 (best) to 40 (worst). A negative change from Baseline indicates improvement. Baseline was defined as the average of the 2 weekly DGSSS from the run-in period.",
        "timeFrame": "Baseline (Day-14 to Day-1) to Week 12"
      },
      {
        "measure": "Percentage of Participants Meeting the Vomiting Responder Criterion During Each of the Last 6 Weeks of the 12-week Treatment Period",
        "description": "The number of vomiting episodes in the previous 24 hours were assessed daily by the participant using the DGSSD and were recorded in the e-diary. A Vomiting Responder was defined as a participant with zero weekly vomiting episodes during each of the last 6 weeks of the 12-week Treatment Period.",
        "timeFrame": "Week 6 to Week 12"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants Meeting the Nausea Responder Criterion During Each of the Last 6 Weeks of the 12-week Treatment Period",
        "description": "A Nausea Responder was defined as a participant with improvement (decrease) of at least 2-points in the weekly symptom scores for nausea at each of the last 6 weeks of the 12-week Treatment Period. Nausea was one of the items of the DGSSD assessed daily and recorded in the e-diary by the participant using an 11-point ordinal scale where: 0= no nausea to 10= worst possible nausea.",
        "timeFrame": "Baseline (Day-14 to Day-1) to (Week 6 to Week 12)"
      },
      {
        "measure": "Percentage of Participants Meeting the Abdominal Pain Responder Criterion During Each of the Last 6 Weeks of the 12-week Treatment Period",
        "description": "An Abdominal Pain Responder was defined as a participant with an improvement (decrease) of at least 2-points in the weekly symptom scores for abdominal pain at each of the last 6 weeks of the 12-week Treatment Period. Abdominal pain was one of the items of the DGSSD assessed daily and recorded in the e-diary by the participant using an 11-point ordinal scale where: 0= no abdominal pain to 10= the worst possible abdominal pain and was recorded in an e-diary.",
        "timeFrame": "Baseline (Day-14 to Day-1) to (Week 6 to Week 12)"
      },
      {
        "measure": "Percentage of Participants Meeting the Bloating Responder Criterion During Each of the Last 6 Weeks of the 12-week Treatment Period",
        "description": "A Bloating Responder was defined as a participant with an improvement (decrease) of at least 2-points in the weekly symptom scores for bloating at each of the last 6 weeks of the 12-week Treatment Period. Bloating was one of the items of the DGSSD assessed daily and recorded by the participant in the e-diary using an 11-point ordinal scale where: 0= no bloating and 10= the worst possible bloating and was recorded in the e-diary.",
        "timeFrame": "Baseline (Day-14 to Day-1) to (Week 6 to Week 12)"
      },
      {
        "measure": "Percentage of Participants Meeting the Postprandial Fullness Responder Criterion During Each of the Last 6 Weeks of the 12-week Treatment Period",
        "description": "A Postprandial Fullness Responder was defined as a participant with an improvement (decrease) of at least 2-points in the weekly symptom scores for Postprandial Fullness at each of the last 6 weeks of the 12-week Treatment Period. Postprandial Fullness was one of the items of the DGSSD assessed daily and recorded by the participant in the e-diary using an 11-point ordinal scale where: 0= no feeling of fullness until finishing a meal (best) to 10= feeling full after only a few bites (worst).",
        "timeFrame": "Baseline (Day-14 to Day-1) to (Week 6 to Week 12)"
      },
      {
        "measure": "Number of Participants Who Experienced One or More Treatment-Emergent Adverse Events (TEAE)",
        "description": "An adverse event (AE) is any untoward medical occurrence in a patient or clinical study participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of study treatment. A TEAE is an AE that begins or worsens after receiving study drug.",
        "timeFrame": "Up to approximately 16 weeks"
      },
      {
        "measure": "Number of Participants With Potential Clinically Significant (PCS) Clinical Laboratory Results",
        "description": "Clinical Laboratory tests included Hematology, Chemistry and Urinalysis tests. The investigator determined if the results were clinically significant. Only those categories where at least 1 person had a non-PCS value at Baseline and met the PCS criterion at least once during postbaseline are reported.",
        "timeFrame": "Up to 12 weeks"
      },
      {
        "measure": "Number of Participants With Clinically Meaningful Trends for Vital Signs",
        "description": "Vital Signs included assessments of heart rate, respiratory rate, systolic and diastolic blood pressure, and body temperature. The investigator determined if the abnormal results were clinically significant.",
        "timeFrame": "Up to 12 weeks"
      },
      {
        "measure": "Number of Participants With Clinically Significant Abnormal Electrocardiogram (ECG) Results",
        "description": "A standard 12-lead ECG was performed. The investigator determined if the abnormal results were clinically significant.",
        "timeFrame": "Up to 12 weeks"
      },
      {
        "measure": "Number of Participants With a ≥1% Increase in Glycosylated Hemoglobin A1c (HBA1c)",
        "timeFrame": "Baseline (Day 1) up to 12 weeks"
      },
      {
        "measure": "Number of Participants With Anti-relamorelin Antibody Testing Results by Visit",
        "description": "A blood sample was collected that was sent to a laboratory for an anti-relamorelin antibody screening test. A positive screening test was confirmed by an immunodepletion assay. The number of participants in each of the following categories are reported: Negative Screening Test, Positive Screening Test, Negative Confirmatory Test, and Positive Confirmatory Test at each time point.",
        "timeFrame": "Baseline (Day 1), Day 14, Day 28, Day 84, and End of Treatment (Up to Day 84)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:10.697Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}