{
  "nctId": "NCT02723006",
  "briefTitle": "Study to Evaluate the Safety, Tolerability, and Pharmacodynamics of Investigational Treatments in Combination With Standard of Care Immune Checkpoint Inhibitors in Participants With Advanced Melanoma",
  "officialTitle": "An Open-Label, Phase 1b, Multi-Arm Study to Evaluate the Safety, Tolerability, and Pharmacodynamics of Investigational Treatments in Combination With Standard of Care Immune Checkpoint Inhibitors in Patients With Advanced Melanoma",
  "protocolDocument": {
    "nctId": "NCT02723006",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2016-10-18",
    "uploadDate": "2021-03-03T11:22",
    "size": 1883396,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02723006/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 22,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-06-22",
    "completionDate": "2018-05-11",
    "primaryCompletionDate": "2018-05-11",
    "firstSubmitDate": "2016-03-25",
    "firstPostDate": "2016-03-30"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Is a male or female participant of 18 years or older.\n2. Has histologically confirmed, unresectable Stage III or Stage IV melanoma per the American Joint Committee on Cancer (AJCC) staging system.\n3. Has an eastern cooperative oncology group (ECOG) performance status of 0-1.\n4. Adequate bone marrow reserve and renal and hepatic function within 28 days before the first dose of study drug on the basis of the defined laboratory parameters.\n5. For TAK-580 + nivolumab and TAK-202 (plozalizumab) + nivolumab only: Had disease accessible for repeat nonsignificant risk biopsy (those occurring outside the brain, lung/mediastinum, and pancreas, or obtained with endoscopic procedures extending beyond the esophagus, stomach, or bowel) and willingness to undergo serial tumor biopsies.\n6. Additional Inclusion Requirements for TAK-580 + nivolumab\n\n   a) BRAF V600 mutation-positive or NRAS mutation-positive disease previously untreated with RAF, MEK, or other inhibitors of the mitogen-activated protein kinase (MAPK) pathway. Participants who have progressed on these agents can still be enrolled in TAK-202 (plozalizumab) + nivolumab or vedolizumab + nivolumab + ipilimumab.\n7. Additional Inclusion Requirements for expansion cohorts only a) Measurable disease per Response Evaluation Criteria in Solid Tumors (RECIST) guidelines (Version 1.1) and at least 1 nonsignificant risk, non-target lesion accessible for biopsy per the guidelines above (for TAK-580 + nivolumab and TAK-202 (plozalizumab) + nivolumab only).\n\nExclusion Criteria:\n\n1. Has active brain metastases or leptomeningeal metastases. Participants with brain metastases are eligible if these have been treated and there is no magnetic resonance imaging (MRI) evidence of progression for at least 4 weeks after treatment is complete and within 28 days prior to first dose of study drug administration. There must also be no requirement for high doses of systemic corticosteroids that could result in immunosuppression (greater than \\[\\>\\] 10 milligram per day \\[mg/day\\] prednisone equivalents) for at least 2 weeks prior to study drug administration.\n2. Completed a prior therapy less than (\\<) 2 weeks prior to first dose and for whom adverse events (AEs) related to prior therapy had not returned to baseline or improved to Grade 1.\n3. Has active, known or suspected autoimmune disease.\n4. Has a condition requiring systemic treatment with either corticosteroids or other immunosuppressive medications within 14 days of study drug administration.\n5. Has a history of pneumonitis requiring treatment with steroids; history of idiopathic pulmonary fibrosis (including pneumonitis), interstitial lung disease, drug-induced pneumonitis, organizing pneumonia, or evidence of active pneumonitis on screening chest computed tomography (CT) scan; history of radiation pneumonitis in the radiation field (fibrosis) is permitted.\n6. Is previously diagnosed human immunodeficiency virus (HIV) infection or active hepatitis B or C.\n7. Additional Exclusion Requirements for arm 1 only (nivolumab Plus TAK-580)\n\n   1. Concomitant use or administration of clinically significant enzyme inducers less than or equal to (\\<=) 14 days before the first dose of TAK-580.\n   2. Treatment with gemfibrozil (or other strong CYP2C8 inhibitor) within 14 days before the first dose of TAK-580.\n   3. Left ventricular ejection fraction (LVEF) \\<50 percent (%) as measured by echocardiogram (ECHO) or multiple gated acquisition scan (MUGA) within 4 weeks before receiving the first dose of study drug.\n   4. Known gastrointestinal (GI) disease or prior GI procedure that could interfere with the oral absorption or tolerance of the TAK-580.\n8. Additional Exclusion Requirements for arm 3 only (vedolizumab Plus nivolumab Plus ipilimumab)\n\n   1. Had prior exposure to rituximab, natalizumab, vedolizumab, or alemtuzumab.\n   2. Has a history of any major neurological disorders, including stroke, multiple sclerosis, or neurodegenerative disease.\n   3. Has taken any live vaccinations within 30 days before study drug administration except for the influenza vaccine.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Dose Limiting Toxicities (DLTs) During the Dose-escalation Safety Lead-in Phase",
        "description": "DLTs was evaluated according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 4.03.",
        "timeFrame": "TAK-580 + Nivolumab and TAK-202 + Nivolumab: Baseline up to Week 9; Vedolizumab + Nivolumab + Ipilimumab: Baseline up to Week 7"
      }
    ],
    "secondary": [
      {
        "measure": "Overall Response Rate (ORR) During the Dose-escalation Safety Lead-in Phase",
        "description": "ORR based on Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1. was the percentage of participants with complete response (CR) or partial response (PR). CR: was disappearance of all target lesions. Any pathological lymph nodes (target or non-target) had to be reduced in short axis to less than (\\<) 10 millimeter (mm). PR: was at least a 30 percent (%) decrease in sum of diameter (SOD) of target lesions, taking as reference the baseline SOD.",
        "timeFrame": "Baseline up to Week 50"
      },
      {
        "measure": "Duration of Response (DOR) During the Dose-escalation Safety Lead-in Phase",
        "description": "DOR based on RECIST version 1.1 was the time from the date of first documented confirmed CR/PR until the first documentation of confirmed progressive disease (PD) or death, whichever occurred first. CR: was disappearance of all target lesions. Any pathological lymph nodes (target or non-target) had to be reduced in short axis to \\<10 mm. PR: at least 30% decrease in SOD of target lesions, taking as reference the baseline SOD persistence of one or more non- target lesions and/or maintenance of tumor marker level above the normal limits. PD: at least 20% increase (including an absolute increase of at least 5 mm) in the SOD of target lesions, taking as reference the smallest sum and/or unequivocal progression of existing non-target lesions and/or appearance of 1 or more new lesions.",
        "timeFrame": "From date of first documented confirmed CR/PR until date of first documentation of PD or death (up to Week 50)"
      },
      {
        "measure": "Progression-free Survival (PFS) During the Dose-escalation Safety Lead-in Phase",
        "description": "PFS was the time from first dose date to date of the first documentation of confirmed PD or death, whichever occurred first. PD: at least 20% increase (including an absolute increase of at least 5 mm) in the SOD of target lesions.",
        "timeFrame": "From first dose date to the date of the first documentation of confirmed PD or death (up to Week 50)"
      },
      {
        "measure": "Overall Survival (OS) During the Dose-escalation Safety Lead-in Phase",
        "description": "OS was the time from date of first dose of study drug until date of death from any cause.",
        "timeFrame": "From first dose of study drug until date of death from any cause (up to Week 50)"
      },
      {
        "measure": "Number of Participants Reporting Treatment-emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)",
        "timeFrame": "From the first dose of study drug up to 30 days after the last dose of study drug (up to Week 50)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 39,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:52.299Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}