{
  "nctId": "NCT05472090",
  "briefTitle": "A Phase 2 Study to Evaluate the Efficacy and Safety of TNX-102 SL in Patients With Multi-Site Pain Associated With Post-Acute Sequelae of SARS-CoV-2 Infection",
  "officialTitle": "A Phase 2, 14-week Double-Blind, Randomized, Multicenter, Placebo-Controlled Study to Evaluate the Efficacy and Safety of TNX-102 SL Taken Daily at Bedtime in Patients With Multisite Pain Associated With Post-Acute Sequelae of SARS-CoV-2 Infection (PASC)",
  "protocolDocument": {
    "nctId": "NCT05472090",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-10-13",
    "uploadDate": "2024-10-15T12:17",
    "size": 2893350,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05472090/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 63,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-08-18",
    "completionDate": "2023-07-27",
    "primaryCompletionDate": "2023-07-12",
    "firstSubmitDate": "2022-07-21",
    "firstPostDate": "2022-07-25"
  },
  "eligibilityCriteria": {
    "criteria": "Major Inclusion Criteria:\n\n* The patient is male or female, 18 to 65 years of age, inclusive.\n* The patient has a polymerase chain reaction (PCR) confirmed history of SARS-CoV-2 infection at least 3 months prior to enrollment, based on a documented written positive viral test at the time of active infection.\n* The patient has new onset or significant worsening of pain that coincides with a prior COVID-19 infection and has symptoms that have been generally present for at least 3 months but no longer than 18 months.\n\nMajor Exclusion Criteria:\n\n* The patient has been diagnosed with infectious or inflammatory arthritis (eg, rheumatoid arthritis, ankylosing spondylitis, psoriatic arthritis), systemic lupus erythematosus, untreated or active gout (ie, any acute attack within past 2 years is exclusionary), or meets criteria for another type of systemic autoimmune disease (eg, Sjogren's disease).\n* The patient has been diagnosed with a complex regional pain syndrome, fibromyalgia, failed back surgery syndrome, persistent or prevalent pain symptoms related to systemic disease (eg, diabetic peripheral neuropathy, post-herpetic neuropathy), untreated hyperparathyroidism, or a history of prior surgery, trauma, organ or tissue damage, or other source of pain that, in the Investigator's opinion, would confound or interfere with the assessment of the patient's symptoms or require excluded therapies during the patient's study participation.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Daily Diary Pain NRS",
        "description": "Change from Baseline in the diary Numeric Rating Scale (NRS) weekly average of daily self-reported worst Long COVID pain intensity scores at the Week 14 endpoint. Scores range from 0 to 10 where a higher score means worse outcome.",
        "timeFrame": "Week 14"
      }
    ],
    "secondary": [
      {
        "measure": "Daily Diary Sleep Quality NRS",
        "description": "Mean change from baseline in the weekly average of the daily diary numeric rating scale (NRS) assessment of sleep quality at the Week 14 endpoint. Scores range from 0 to 10 where a higher score means worse outcome.",
        "timeFrame": "Week 14"
      },
      {
        "measure": "PROMIS Fatigue -Short Form 8a",
        "description": "Change from Baseline in the Patient Reported Outcomes Measurement Information System (PROMIS) score for fatigue at the Week 14 endpoint. Subjects are asked to reflect on their fatigue symptoms in the past 7 days and respond to 8 questions on a 5 point scale (1 to 5) where a higher score indicates a worse outcome. The total score is reported on a range of 8 to 40. Raw scores are converted to T-scores based on US population with score of 50 as average with a standard deviation of 10.",
        "timeFrame": "Week 14"
      },
      {
        "measure": "PROMIS Cognitive Function - Abilities-Short Form 8a",
        "description": "Change from Baseline in the Patient Reported Outcomes Measurement Information System (PROMIS) score for cognitive function at the Week 14 endpoint. Subjects are asked to reflect on their cognitive function and abilities in the past 7 days and respond to 8 questions on a 5 point scale (1 to 5) where a higher score indicates a worse outcome. The total score is reported on a range of 8 to 40. Raw scores are converted to T-scores based on US population with score of 50 as average with a standard deviation of 10.",
        "timeFrame": "Week 14"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:36.855Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}