{
  "nctId": "NCT01454596",
  "briefTitle": "CAR T Cell Receptor Immunotherapy Targeting EGFRvIII for Patients With Malignant Gliomas Expressing EGFRvIII",
  "officialTitle": "A Phase I/II Study of the Safety and Feasibility of Administering T Cells Expressing Anti-EGFRvIII Chimeric Antigen Receptor to Patients With Malignant Gliomas Expressing EGFRvIII",
  "protocolDocument": {
    "nctId": "NCT01454596",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-06-28",
    "uploadDate": "2019-06-05T12:50",
    "size": 2393757,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01454596/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 18,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2012-05-16",
    "completionDate": "2019-01-17",
    "primaryCompletionDate": "2018-11-01",
    "firstSubmitDate": "2011-10-06",
    "firstPostDate": "2011-10-19"
  },
  "eligibilityCriteria": {
    "criteria": "-INCLUSION CRITERIA:\n\n1. Patients with histologically proven glioblastomas or gliosarcomas that express epidermal growth factor receptor(EGFRv)III as assessed by immunohistochemistry (IHC) or polymerase chain reaction (PCR) confirmed by the National Cancer Institute (NCI) Laboratory of Pathology.\n2. Patients must have progression of disease after radiotherapy (including patients that undergo surgery for recurrent disease and are rendered no evidence of disease (NED)). This includes recurrent glioblastoma (GBM) after receiving all standard first-line treatment, including surgery (if feasible due to neurosurgical and neuro-anatomical considerations) and adjuvant radiotherapy +/- chemotherapy.\n3. Patients must either not be receiving steroids, or be on a stable dose of steroids for at least five days prior to registration.\n4. Age greater than or equal to 18 years and less than or equal to age 70 years.\n5. Ability of subject to understand and the willingness to sign a written informed consent document.\n6. Willing to sign a durable power of attorney.\n7. Karnofsky Performance Status (KPS) greater than or equal to 60\n8. Patients of both genders must be willing to practice birth control from the time of enrollment on this study and for four months after treatment.\n9. Women of child-bearing potential must have a negative pregnancy test because of the potentially dangerous effects of the treatment on the fetus.\n10. Serology\n\n    * Seronegative for human immunodeficiency virus (HIV) antibody. (The experimental treatment being evaluated in this protocol depends on an intact immune system. Patients who are HIV seropositive may have decreased immune-competence and thus be less responsive to the experimental treatment and more susceptible to its toxicities.)\n    * Seronegative for hepatitis B antigen, and seronegative for hepatitis C antibody. If hepatitis C antibody test is positive, then patients must be tested for the presence of antigen by Reverse transcription polymerase chain reaction (RT-PCR) and be Hepatitis C Virus (HCV) Ribonucleic Acid (RNA) negative.\n11. Hematology\n\n    * White blood cell (WBC) greater than or equal to 3000/mm(3)\n    * Absolute neutrophil count (ANC) greater than or equal to 1000/mm(3) without the support of filgrastim\n    * Platelet count greater than or equal to 100,000/mm(3)\n    * Hemoglobin greater than or equal to 8.0 g/dl. Subjects may be transfused to reach this cut-off.\n12. Chemistry\n\n    * Serum Alanine aminotransferase (ALT)/Aspartate aminotransferase (AST) less than or equal to 2.5 x ULN\n    * Serum creatinine less than or equal to 1.6 mg/dl\n    * Total bilirubin less than or equal to 1.5 mg/dl, except in patients with Gilbert's Syndrome, who must have a total bilirubin equal to or less than 3.0 mg/dl.\n13. Patients must be at least 4 weeks from radiation therapy. Additionally, patients must be at least 6 weeks from nitrosoureas, 4 weeks from temozolomide, 3 weeks from procarbazine, 2 weeks from vincristine and 4 weeks from last bevacizumab administration. Patients must be at least 4 weeks from other cytotoxic therapies not listed above and 2 weeks for non-cytotoxic agents (e.g., interferon, tamoxifen) including investigative agents. All toxicities from prior therapies should be resolved to Common Terminology Criteria in Adverse Events (CTCAE) less than or equal to grade 1 (except for toxicities such as alopecia, or vitiligo).\n14. Subject's must be co-enrolled on protocol 03-C-0277\n\nEXCLUSION CRITERIA:\n\n1. A prior history of gliadel implantation in the past six months..\n2. Women of child-bearing potential who are pregnant or breast feeding because of the potentially dangerous effects of the treatment on the fetus or infant.\n3. Active systemic infections, requiring anti-infective treatment, coagulation disorders, or any other active or uncompensated major medical illnesses\n4. Any form of primary immunodeficiency (such as Severe Combined Immunodeficiency Disease).\n5. Concurrent opportunistic infections (The experimental treatment being evaluated in this protocol depends on an intact immune system. Patients who have decreased immune competence may be less responsive to the experimental treatment and more susceptible to its toxicities).\n6. History of severe immediate hypersensitivity reaction to cyclophosphamide, fludarabine, or aldesleukin.\n7. History of coronary revascularization or ischemic symptoms.\n8. Clinically significant hemorrhagic or ischemic stroke, including transient ischemic attacks and other central nervous system bleeding in the preceding 6 months that were not related to glioma surgery. History of prior intratumoral bleeding is not an exclusion criteria; patients who with history of prior intratumoral bleeding, however, need to undergo a non-contrast head computed tomography (CT) to exclude acute bleeding.\n9. Other concomitant anti-cancer therapy except corticosteroids.\n10. Any patient known to have left ventricular ejection fraction (LVEF) less than or equal to 45%.\n11. Documented forced expiratory volume 1 (FEV1) less than or equal to 60% predicted tested in patients with:\n\n    * A prolonged history of cigarette smoking (greater than or equal to 20 pack-year smoking history, with cessation within the past two years).\n    * Symptoms of respiratory dysfunction\n12. Patients who are receiving any other investigational agents.\n13. Documented LVEF less than or equal to 45% tested in patients:\n\n    * Age greater than or equal to 65 years\n    * With clinically significant atrial and/or ventricular arrhythmias including but not limited to: atrial fibrillation, ventricular tachycardia, second or third degree heart block or have a history of ischemic heart disease and/or chest pain.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Treatment Related Adverse Events",
        "description": "Aggregate of all adverse events ≥Grade 3 that are possibly, probably, and definitely related to treatment. Adverse events were assessed by the Common Terminology Criteria in Adverse Events (CTCAE v4.0). Per CTCAE, Grade 3 adverse events are severe, Grade 4 is life threatening, and Grade 5 is death.",
        "timeFrame": "From 4 weeks after cell infusion up to 77 days"
      },
      {
        "measure": "Progression Free Survival",
        "description": "Progression was assessed by the Response Assessment in Neuro-Oncology (RANO) criteria and is defined as the circumstance when the magnetic resonance imaging (MRI) scan is ranked -2 (definitely worse) or -3 (development of a new lesion).",
        "timeFrame": "Time from the date of registration to the date of first observation of progressive disease up to 6 months after end of treatment"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Patients With an Objective Response",
        "description": "Objective response was assessed by comparison with baseline dynamic contrast enhanced magnetic resonance imaging with perfusion using Neuro-oncology Working Group proposed guidelines. Complete Response is disappearance of all measurable and non-measurable disease for at least 4 weeks. Partial Response is \\>/= 50% decrease in lesions for at least 4 weeks. Stable Disease does not meet the criteria for complete response, partial response or progression and requires stable lesions compared with baseline. Progression is \\>/= 25% increase in lesions.",
        "timeFrame": "4 weeks after cell infusion and monthly as feasible up to 12 months"
      },
      {
        "measure": "Circulating Chimeric Antigen Receptor (CAR+) Cells in Peripheral Blood at 1 Month Post Treatment",
        "description": "CAR and vector presence were quantitated in peripheral blood mononuclear cell (PBMC) samples using established polymerase chain reaction (PCR) techniques",
        "timeFrame": "1 month post transplant"
      },
      {
        "measure": "Number of Participants With Serious and Non-serious Adverse Events Assessed by the Common Terminology Criteria in Adverse Events (CTCAE v4.0)",
        "description": "Here is the count of participants with serious and non-serious adverse events assessed by the Common Terminology Criteria in Adverse Events (CTCAE v4.0). A non-serious adverse event is any untoward medical occurrence. A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned.",
        "timeFrame": "51 dys Grp A, Cohort 1; Cohort 2:68 dys; Cohort 3:40 dys; Grp B, Cohort 1:67 dys; Cohort 2:48 dys; Cohort 3:55 dys; Cohort 4: 46 dys; Cohort 5:147 dys; C. Ster/No Ster Grp, Cohort 6:12 mos, 26 dys; Cohort 7:11 mos, 18 dys; Cohort 8:7 dys; Cohort 9:70 dys."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 49,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:46.289Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}