{
  "nctId": "NCT04628780",
  "briefTitle": "Study to Test the Safety and Tolerability of PF-07209960 in Advanced or Metastatic Solid Tumors",
  "officialTitle": "A PHASE 1 DOSE ESCALATION AND EXPANSION STUDY TO EVALUATE SAFETY, TOLERABILITY, PHARMACOKINETIC, PHARMACODYNAMIC, AND ANTI-TUMOR ACTIVITY OF PF-07209960 IN PARTICIPANTS WITH ADVANCED OR METASTATIC SOLID TUMORS",
  "protocolDocument": {
    "nctId": "NCT04628780",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-10-30",
    "uploadDate": "2024-02-12T10:09",
    "size": 2332453,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04628780/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 37,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-12-16",
    "completionDate": "2023-05-26",
    "primaryCompletionDate": "2023-05-03",
    "firstSubmitDate": "2020-11-09",
    "firstPostDate": "2020-11-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Histological/cytological diagnosis of selected locally advanced or metastatic solid tumor\n* Demonstrated radiographic progression on most recent tumor assessment imaging\n* Have ≥1 measurable lesion as defined by RECIST 1.1 that has not been previously irradiated\n* Eastern Cooperative Oncology Group performance status 0-2 for Part 1 and 0-1 for Part 2\n* Adequate hematologic, renal, liver, and coagulation functions\n* LVEF ≥50% by echocardiogram or MUGA\n* Resolved acute effects of any prior therapy\n* Participants in Dose Expansion (Part 2) must have ≥2 prior lines of standard of care therapy\n* Able to provide tumor tissue for submission to the Sponsor, including mandatory pre-treatment tumor biopsy (adequate archival tissue within the past 1 year is accepted in lieu of new biopsy) for all participants. Participants in Part 2 must also be able to undergo new (de novo) tumor biopsy at baseline (pre-treatment) and on-treatment biopsy until the Sponsor deems that an adequate number of biopsied samples have been received.\n\nExclusion Criteria:\n\n* Known active symptomatic brain or leptomeningeal metastases requiring steroids.\n* Other active malignancy within 3 years prior to enrollment, except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ\n* Major surgery or radiation therapy within 4 weeks prior to planned first dose\n* Last systemic anti-cancer therapy within 4 weeks prior to planned first dose (6 weeks for mitomycin C or nitrosoureas). Participants who received anti-PD-1 therapy require an interval of 90 days prior to first dose\n* Participation in other studies involving investigational drug(s) within 4 weeks prior to planned first dose\n* Active and clinically significant bacterial, fungal, or viral infection; Hepatitis B or Hepatitis C infection, AIDS-related illness (HIV+ and in good immune health as defined in the protocol may be eligible)\n* Active COVID-19/SARS-CoV2\n* Anticoagulation with vitamin K antagonists is not allowed\n* Active bleeding disorder in the past 6 months prior to first dose\n* History of clinically significant severe immune mediated adverse event that was considered related to prior immune modulatory therapy and required immunosuppressive therapy (other than hormone replacement therapy)\n* History of interstitial lung disease or pneumonitis\n* Organ transplant requiring immunosuppressive treatment or prior allogeneic bone marrow or hematopoietic stem cell transplant\n* Pregnant or breastfeeding female participant",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Dose Limiting Toxicities (DLTs)",
        "description": "For the purpose of dose escalation, any of the following adverse events were classified as DLTs: Occur in the first cycle of treatment, or within 28 days after the start of the study treatment; and were at least possibly related to PF-07209960; A participant was classified as DLT evaluable if he/she experienced a DLT or if he/she otherwise in the absence of a DLT received 2 doses of the study intervention during Cycle 1 and had received all scheduled safety assessments during the DLT window. If a participant failed to meet these criteria, he/she might be replaced. Monitoring for DLTs occurred during Part 1.",
        "timeFrame": "Cycle 1 (28 days)"
      },
      {
        "measure": "Number of Participants With Treatment-Emergent Adverse Events (TEAEs)",
        "description": "Adverse event (AE) was any untoward medical occurrence in a participant who received any study drug without regard to possibility of causal relationship. TEAEs were those events with onset dates occurring during the on-treatment period. On-treatment period was defined as time from first dose of any study treatment and up to 90 days after last dose or start day of new anti-cancer drug therapy minus 1 day, whichever occurred first. Treatment-related AEs were those related to any study drug (ie, at least one of the study drugs).",
        "timeFrame": "From start of the treatment until a minimum of 90 days after the last dose of study intervention (maximum up to 16.6 months)"
      },
      {
        "measure": "Number of Participants With Maximum Grade 3 or 4 TEAEs",
        "description": "AE was any untoward medical occurrence in a participant who received any study drug without regard to possibility of causal relationship. TEAEs were those events with onset dates occurring during the on-treatment period. On-treatment period was defined as time from first dose of any study treatment and up to 90 days after last dose or start day of new anti-cancer drug therapy minus 1 day, whichever occurred first. TEAEs were graded by the investigator using National Cancer Institute Common Toxicity Criteria for Adverse Events (NCI CTCAE) version 5.0 as Grade 1 = mild; Grade 2 = moderate; Grade 3 = severe; Grade 4 = life-threatening; Grade 5 = death. In this outcome measure, number of participants with Maximum Grade 3 or 4 TEAEs were reported.",
        "timeFrame": "From start of the treatment until a minimum of 90 days after the last dose of study intervention (maximum up to 16.6 months)"
      },
      {
        "measure": "Number of Participants With TEAEs Leading to Death",
        "description": "TEAEs were those events with onset dates occurring during the on-treatment period.",
        "timeFrame": "From start of the treatment until a minimum of 90 days after the last dose of study intervention (maximum up to 16.6 months)"
      },
      {
        "measure": "Number of Participants With Serious TEAEs",
        "description": "TEAEs were those events with onset dates occurring during the on-treatment period. On-treatment period was defined as time from first dose of any study treatment until a minimum of 90 days after the last dose of study intervention. Treatment-related AEs were those related to any study drug (ie, at least one of the study drugs). A serious TEAE was any untoward medical occurrence that at any dose resulted in any of following outcomes/considered to be an important medical event: death; life-threatening experience (immediate risk of death); required inpatient hospitalization or prolongation of existing hospitalization; persistent or significant disability/incapacity (substantial disruption of the ability to conduct normal life functions); congenital anomaly/birth defect.",
        "timeFrame": "From start of the treatment until a minimum of 90 days after the last dose of study intervention (maximum up to 16.6 months)"
      },
      {
        "measure": "Number of Participants Discontinued From Study Due to TEAEs",
        "description": "Participants who had an AE record that indicated that the AE caused the participant to be discontinued from the study. TEAEs were those events with onset dates occurring during the on-treatment period. On-treatment period was defined as time from first dose of any study treatment until a minimum of 90 days after the last dose of study intervention. Treatment-related AEs were those related to any study drug (ie, at least one of the study drugs).",
        "timeFrame": "From start of the treatment until a minimum of 90 days after the last dose of study intervention (maximum up to 16.6 months)"
      },
      {
        "measure": "Number of Participants With New or Worsening Hematology Laboratory Test Results to Grade >=1 During the On-Treatment Period",
        "description": "The number of participants with newly occurring or worsening hematology abnormalities during the on-treatment period were summarized by worst grade on-treatment. NCI-CTCAE criteria version 5.0 is used. As per NCI CTCAE toxicity grading v5.0, Grade 1 = mild; Grade 2 = moderate; Grade 3 = severe; Grade 4 = life-threatening; Grade 5 = death.",
        "timeFrame": "From start of the treatment until a minimum of 90 days after the last dose of study intervention (maximum up to 16.6 months)"
      },
      {
        "measure": "Number of Participants With New or Worsening Hematology Laboratory Test Results to Grade >=3 During the On-Treatment Period",
        "description": "The number of participants with newly occurring or worsening hematology abnormalities during the on-treatment period were summarized by worst grade on-treatment. NCI-CTCAE criteria version 5.0 is used. As per NCI CTCAE toxicity grading v5.0, Grade 1 = mild; Grade 2 = moderate; Grade 3 = severe; Grade 4 = life-threatening; Grade 5 = death.",
        "timeFrame": "From start of the treatment until a minimum of 90 days after the last dose of study intervention (maximum up to 16.6 months)"
      },
      {
        "measure": "Number of Participants With New or Worsening Chemistry Laboratory Test Results to Grade >=1 During the On-Treatment Period",
        "description": "The number of participants with newly occurring or worsening chemistry abnormalities during the on-treatment period were summarized by worst grade on-treatment. NCI-CTCAE criteria version 5.0 is used. As per NCI CTCAE toxicity grading v5.0, Grade 1 = mild; Grade 2 = moderate; Grade 3 = severe; Grade 4 = life-threatening; Grade 5 = death.",
        "timeFrame": "From start of the treatment until a minimum of 90 days after the last dose of study intervention (maximum up to 16.6 months)"
      },
      {
        "measure": "Number of Participants With New or Worsening Chemistry Laboratory Test Results to Grade >=3 During the On-Treatment Period",
        "description": "The number of participants with newly occurring or worsening chemistry abnormalities during the on-treatment period were summarized by worst grade on-treatment. NCI-CTCAE criteria version 5.0 is used. As per NCI CTCAE toxicity grading v5.0, Grade 1 = mild; Grade 2 = moderate; Grade 3 = severe; Grade 4 = life-threatening; Grade 5 = death.",
        "timeFrame": "From start of the treatment until a minimum of 90 days after the last dose of study intervention (maximum up to 16.6 months)"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With Objective Response (OR) as Per Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1",
        "description": "Objective Response Rate (ORR) is defined as the percentage of participants with a best overall response (BOR) of complete response (CR) or partial response (PR) per RECIST version 1.1. CR: Complete disappearance of all target and non-target lesions with the exception of nodal disease; all target and non-target nodes must decrease to normal size (short axis \\<10 mm); all lesions must be assessed. PR: Greater than or equal to 30% decrease under baseline of the sum of diameters of all target measurable lesions; all target lesions must be assessed. Non-target PR lesions must be non-progressive disease (PD), where PD is unequivocal progression of pre-existing lesions.",
        "timeFrame": "From start of the treatment until disease progression or discontinuation from study or death due to any cause, whichever occurred first (maximum up to 14.5 months)"
      },
      {
        "measure": "Number of Participants by Antidrug Antibody (ADA) Categories",
        "description": "Immunogenicity blood samples were assayed for ADA using a validated assay. The sample analysis followed a tiered approach of screening, confirmation, and titer determination. Samples tested positive for ADA were further analyzed for neutralizing antibodies (Nab) using a validated assay. Baseline is defined as pre-dose measurement on Day 1. n=Number of ADA evaluable participants with positive ADA at baseline; n1=Number of ADA evaluable participants with positive ADA at baseline but did not become boosted post-treatment; n2=Number of ADA-positive participants (treatment-induced or treatment-boosted).",
        "timeFrame": "on Day 1,15 and 22 of Cycle 1, on Day 1 of Cycles 2-9, and then on Day 1 of Cycles 12, 15, and at the end of treatment (EOT)"
      },
      {
        "measure": "Number of Participants by ADA Against Endogenous IL-15 Wild-type Categories",
        "description": "Immunogenicity blood samples were assayed for ADA using a validated assay. The sample analysis followed a tiered approach of screening, confirmation, and titer determination. Samples tested positive for ADA were further analyzed for neutralizing antibodies (Nab) using a validated assay. Baseline is defined as pre-dose measurement on Day 1. n=Number of ADA evaluable participants with positive ADA at baseline; n2=Number of ADA-positive participants.",
        "timeFrame": "on Day 1,15 and 22 of Cycle 1, on Day 1 of Cycles 2-9, and then on Day 1 of Cycles 12, 15, and at the end of treatment (EOT)"
      },
      {
        "measure": "Number of Participants by Anti-IL-15 Wild Type NAb Categories",
        "description": "Immunogenicity blood samples were assayed for ADA using a validated assay. The sample analysis followed a tiered approach of screening, confirmation, and titer determination. Samples tested positive for ADA were further analyzed for neutralizing antibodies (NAb) using a validated assay. Baseline is defined as pre-dose measurement on Day 1. N1=Number of participants with ≥ 1 post-treatment NAb result; n=Number of NAb evaluable participants with positive NAb at baseline; n2=Number of NAb-positive participants (treatment induced).",
        "timeFrame": "on Day 1,15 and 22 of Cycle 1, on Day 1 of Cycles 2-9, and then on Day 1 of Cycles 12, 15, and at the end of treatment (EOT)"
      },
      {
        "measure": "Time to Progression (TTP) in Participants With Progressive Disease Based on Investigator Assessment",
        "description": "TTP is defined as the time from start date of treatment to the date of the first documentation of PD or censoring. TTP is similar to PFS except that death is not treated as an event and is censored. Both new anti-cancer therapy given prior to PD and no PD by the end of follow-up are censoring events",
        "timeFrame": "Baseline through up to 2 years or until disease progression"
      },
      {
        "measure": "Duration of Response (DOR) Based on Investigator Assessment in Participants With Confirmed Response",
        "description": "DOR is defined as the time from first documentation of CR or PR to date of first documentation of objective progression, or death due to any cause, or time of censoring, whichever occurred first.",
        "timeFrame": "Baseline through up to 2 years or until disease progression"
      },
      {
        "measure": "Progression-Free Survival (PFS) Based on Investigator Assessment in Participants",
        "description": "PFS is defined as time from start date of treatment to the date of first documentation of PD or death due to any cause, or censoring, whichever occurred first. Both new anti-cancer therapy given prior to PD or death and no PD by the end of follow-up are censoring events.",
        "timeFrame": "Baseline through up to 2 years or until disease progression"
      },
      {
        "measure": "Percentage of Participants With Disease Control Based on Investigator Assessment",
        "description": "Disease control rate (DCR) is defined as the percentage of participants with a BOR of CR, PR, non-CR/non-PD or SD.",
        "timeFrame": "From start of the treatment until disease progression or death due to any cause, whichever occurred first (maximum up to 2 years approximately)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 10,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 18
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:44.981Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}