{
  "nctId": "NCT03362879",
  "briefTitle": "COmedication Study Assessing Mono- and cOmbination Therapy With Levodopa-carbidopa inteStinal Gel",
  "officialTitle": "COSMOS - COmedication Study Assessing Mono- and cOmbination Therapy With Levodopa-carbidopa inteStinal Gel",
  "protocolDocument": {
    "nctId": "NCT03362879",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-06-14",
    "uploadDate": "2019-12-16T13:06",
    "size": 1420523,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03362879/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 412,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-12-14",
    "completionDate": "2018-12-17",
    "primaryCompletionDate": "2018-12-17",
    "firstSubmitDate": "2017-11-30",
    "firstPostDate": "2017-12-05"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participants diagnosed with APD and on LCIG treatment for at least 12 months\n* Participant must have been on continuous LCIG treatment for at least 80% of days in the preceding year\n* Participants must be treated by the same physician (principal investigator or co-investigator) since the initiation of LCIG treatment\n\nExclusion Criteria:\n\n* Participation in a concurrent or a previous interventional clinical trial during which the participant was on LCIG therapy\n* Lack of motivation or insufficient language skills to complete the study questionnaires",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants on Levodopa-Carbidopa Intestinal Gel (LCIG) Monotherapy From LCIG Initiation to 12 Months",
        "description": "The percentage of participants on LCIG monotherapy from immediately following LCIG initiation to 12 months. LCIG monotherapy means that the participant is not on any add-on Parkinson's (PD) medication/PD therapy at the respective time point (monotherapy 1) or that the participant is allowed to take an add-on PD medication/PD therapy at the respective time point but only in the evening after the LCIG infusion is completed (monotherapy 2).",
        "timeFrame": "12 months"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants Starting Add-On PD Medication Within 12 Months of LCIG Monotherapy Initiation",
        "description": "LCIG monotherapy means that the participant is not on any add-on PD medication/PD therapy at the respective time point (monotherapy 1) or that the participant is allowed to take an add-on PD medication/PD therapy at the respective time point but only in the evening after the LCIG infusion is completed (monotherapy 2). PD medications were captured by time point and category from the initiation of LCIG therapy until the introduction of each add-on PD medication taken. Categories included levodopa, catechol-O-methyltransferase (COMT) inhibitors,dopamine agonist (excluding apomorphine), monoamine oxidase (MAO) inhibitor, n-methyl-d-aspartate receptor (NMDA) antagonist, apomorphine, anticholinergics, surgical therapy, or other. Participants may have initiated more than one PD medication or category.",
        "timeFrame": "12 months"
      },
      {
        "measure": "Total Daily Dose (in Milliliters) of LCIG Infusion at 12 Months After LCIG Initiation",
        "description": "Physicians were asked to document the LCIG infusion details at 12 months after LCIG initiation, including the total daily dose. Total dose per day was calculated as morning dose + continuous dose x duration of infusion + extra dose. Abbreviations: ml = milliliters.",
        "timeFrame": "12 months"
      },
      {
        "measure": "Healthcare Resource Utilization (HCRU): Primary Occupation by Number of Participants",
        "description": "The HCRU questionnaire is used to assess healthcare resource utilization. Participants were asked about their occupational status (primary occupation), caregiver support (change in amount of caregiver help needed with daily activities/home care), and participant´s opinion on Parkinson's disease medication (number of pills in addition to LCIG the participant was willing to take each day).\n\nPhysicians were asked to report details regarding participant visits and hospital admissions in the 12 months prior to the study visit.",
        "timeFrame": "12 months"
      },
      {
        "measure": "HCRU: Caregiver Support by Number of Participants",
        "description": "The HCRU questionnaire is used to assess healthcare resource utilization. Participants were asked about their occupational status (primary occupation), caregiver support (change in amount of caregiver help needed with daily activities/home care), and participant´s opinion on Parkinson's disease medication (number of pills in addition to LCIG the participant was willing to take each day).\n\nPhysicians were asked to report details regarding participant visits and hospital admissions in the 12 months prior to the study visit.",
        "timeFrame": "12 months"
      },
      {
        "measure": "Percentage of Physicians With Overall Preference for LCIG Monotherapy",
        "description": "The overall preference for treatment using LCIG as monotherapy compared with LCIG plus add-on PD medication, as stated by the physician.",
        "timeFrame": "12 months"
      },
      {
        "measure": "Predictors for Monotherapy (Participant Data): Forward Selection for Monotherapy 1 (12 Months After LCIG Initiation)",
        "description": "LCIG monotherapy 1 means that the participant is not on any add-on Parkinson's (PD) medication/PD therapy at the respective time point. The influence of predefined variables was evaluated using multivariable logistic regression models. The target variables were analyzed using two different sets of potential predictors: one set containing participant data and one set containing site and physician data.",
        "timeFrame": "12 months"
      },
      {
        "measure": "Predictors for Monotherapy (Physician Data): Forward Selection for Monotherapy 1 (12 Months After LCIG Initiation)",
        "description": "LCIG monotherapy 1 means that the participant is not on any add-on Parkinson's (PD) medication/PD therapy at the respective time point. The influence of predefined variables was evaluated using multivariable logistic regression models. The target variables were analyzed using two different sets of potential predictors: one set containing participant data and one set containing site and physician data.\n\nPhysician data in table shown as \"average frequency of routine visits\" includes average frequency of routine visits for advanced Parkinson's disease (APD) participants on device aided therapy ≥3x/years.",
        "timeFrame": "12 months"
      },
      {
        "measure": "Duration (Days) of LCIG Monotherapy 1 or Monotherapy 2",
        "description": "LCIG monotherapy means that the participant is not on any add-on PD medication/PD therapy at the respective time point (monotherapy 1) or that the participant is allowed to take an add-on PD medication/PD therapy at the respective time point but only in the evening after the LCIG infusion is completed (monotherapy 2). Duration of LCIG monotherapy was calculated for all participants who reached the respective monotherapy as time from LCIG initiation until LCIG is given as a monotherapy (separately for monotherapy 1 and monotherapy 2 definition).",
        "timeFrame": "12 months"
      },
      {
        "measure": "Time (Days) From Initial LCIG Administration to Substantial Dose Adjustments by Country",
        "description": "Time for substantial change was determined as the time from LCIG initiation until the first substantial dose change in days 12 months after LCIG initiation. A substantial change was defined as a change of at least 20% compared to the LCIG dose at LCIG initiation.",
        "timeFrame": "12 months"
      },
      {
        "measure": "Time (Days) From Initial LCIG Administration to Substantial Dose Adjustment",
        "description": "Time for substantial change was determined as the time from LCIG initiation until the first substantial dose change in days 12 months after LCIG initiation. A substantial change was defined as a change of at least 20% compared to the LCIG dose at LCIG initiation.",
        "timeFrame": "12 months"
      },
      {
        "measure": "Days From Initial LCIG Administration to the Initiation of LCIG Monotherapy",
        "description": "Time (in days) from LCIG initiation until monotherapy was calculated for those participants who were not on monotherapy (i.e., needed additional PD medication during LCIG infusion) at LCIG initiation, but reached monotherapy during the study. LCIG monotherapy means that the participant is not on any add-on PD medication/PD therapy at the respective time point (monotherapy 1) or that the participant is allowed to take an add-on PD medication/PD therapy at the respective time point but only in the evening after the LCIG infusion is completed (monotherapy 2).",
        "timeFrame": "12 months"
      },
      {
        "measure": "Tapering Duration (Days) From Initial LCIG Administration of Each PD Medication",
        "description": "LCIG monotherapy means that the participant is not on any add-on PD medication/PD therapy at the respective time point (monotherapy 1). The number of days for tapering process is the number of days between maximum and minimum daily dose; participants with minimum (or maximum, respectively) daily dose not at the end of the tapering process were checked. A maximum duration of approximately 2 months of the tapering process was allowed (otherwise the tapering process was set to missing).",
        "timeFrame": "12 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 12,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 89,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:44.520Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}