{
  "nctId": "NCT00310388",
  "briefTitle": "Open-Label Extension Study of the Phase 3 VRX-RET-E22-302 Double-Blind Trial. 115097",
  "officialTitle": "A Multicenter, Open-Label, Long-Term, Safety, Tolerability and Efficacy Study of Retigabine in Adult Epilepsy Patients With Partial-Onset Seizures (Extension of Study VRX-RET-E22-302)",
  "protocolDocument": {
    "nctId": "NCT00310388",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2008-08-14",
    "uploadDate": "2018-01-12T15:40",
    "size": 6074902,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT00310388/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 376,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2006-07-05",
    "completionDate": "2018-05-24",
    "primaryCompletionDate": "2017-04-18",
    "firstSubmitDate": "2006-03-30",
    "firstPostDate": "2006-04-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Patient has successfully completed the Maintenance and Transition phases of Study VRX-RET-E22-302 for the treatment of partial-onset seizures\n* Patient is expected to benefit from participation in the study in the opinion of the Investigator.\n\nExclusion Criteria:\n\n* Patient meets any of the withdrawal criteria in the previous VRX-RET-E22-302 study or is experiencing an ongoing serious adverse event.\n* Patient is receiving any investigational drug or using any experimental device in addition to Retigabine for treatment of epilepsy or any other medical condition.\n* Patient has any other condition that would prevent compliance with the study procedures or proper reporting of adverse events.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Treatment Emergent Adverse Events (TEAEs) and Serious Adverse Events (TESAEs)",
        "description": "An AE is defined as any untoward medical occurrence in a clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. SAE is defined as any untoward medical occurrence that, at any dose, results in death, is life threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect, other situations and is associated with impaired liver function. TEAEs refer to an AE for which the onset was on or after Retigabine dose in this study and on or before 30 days after the last Retigabine dose date. AEs that started in the parent study that worsened in this study were also considered as TEAEs. Analysis was performed on the safety population which included participants who took at least 1 dose of study medication after being enrolled in this OLE study.",
        "timeFrame": "Up to 122 months"
      },
      {
        "measure": "Number of Participants With TEAEs Leading to Treatment Discontinuation (Disc.)",
        "description": "An AE is defined as any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a medicinal product. A summary of participants with treatment emergent AEs leading to treatment disc. up to 122 months have been presented.",
        "timeFrame": "Up to 122 months"
      },
      {
        "measure": "Kaplan-Meier Estimate of the Probability of Disc. From Study Drug",
        "description": "Kaplan-Meier estimate of the probability of disc. at the specified time for all participants is presented. The time frame of premature study disc. was defined as the time from the day of first the study medication to the time of withdrawal from study drug. For those who had a taper dose start date, the time of withdrawal was the day before the start of taper dose. Participants who switched to commercial product were censored at the last dose of study drug (excluding taper). All participants who withdrew from the study/treatment prematurely but did not switch to commercial product were counted as an event. Number of participants continuing on retigabine at each time of withdrawal were analyzed (represented by n=x in the category titles).",
        "timeFrame": "Up to 122 months"
      },
      {
        "measure": "Change From Baseline in Systolic Blood Pressure (SBP) and Diastolic Blood Pressure (DBP) Measurements in the Supine and Standing Position",
        "description": "Vital sign measurements (supine and standing blood pressure ) were obtained throughout the study at all visits during the Open-Label Treatment Phase of the study. Evaluations of blood pressure were performed supine at each study visit, and again after the participant had been standing for approximately 2 minutes. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in Heart Rate (HR) Measurements in the Supine and Standing Position",
        "description": "Vital sign measurement HR was obtained throughout the study at all visits during the Open-Label Treatment Phase of the study. Evaluations of HR was performed supine at each study visit, and again after the participant had been standing for approximately 2 minutes. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in Body Temperature",
        "description": "Vital sign measurement temperature was obtained throughout the study at all visits during the Open-Label Treatment Phase of the study. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in Body Weight",
        "description": "Weight in pounds or kilograms was measured in ordinary indoor clothing (without shoes) and was recorded at all study visits during the Open-Label Treatment Phase of the study. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in Electocardiogram (ECG) Parameters PR, QRS, QT, Corrected QT Interval (QTc) Bazett and QTc Friedericia",
        "description": "A 12-lead ECG was performed at all study visits during the Open-Label Treatment Phase during the first year of the open-label extension study (Months 1, 3, 6, 9, 12) and at the end of each 12 month study cycle that the participant was enrolled (i.e., second year, third year, fourth year, etc.). The ECG parameters that were assessed were PR interval, QRS interval, QRS duration, QT interval, and QTc interval. QT intervals were corrected using both Bazett's and Friedericia's formulas. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in Alkaline Phosphatase (Alk. Phos.), Alanine Amino Transferase (ALT) and Aspartate Amino Transferase (AST)",
        "description": "Clinical chemistry parameters included Alk. Phos., ALT and AST. The clinical laboratory evaluations were performed at all study visits during the Open-Label Treatment Phase. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in Bicarbonate, Calcium, Chloride, Cholesterol, Non-fasting Glucose, Phosphorus, Potassium, Sodium and Urea",
        "description": "Clinical chemistry parameters included bicarbonate, calcium, chloride, cholesterol, Non-fasting Glucose, phosphorus, potassium, sodium and urea. Approximately 7-milliliter sample of blood was drawn for clinical chemistry assays. The clinical laboratory evaluations were performed at all study visits during the Open-Label Treatment Phase. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in Creatinine, Total Bilirubin and Uric Acid",
        "description": "Clinical chemistry parameters included creatinine, total bilirubin and uric acid. The clinical laboratory evaluations were performed at all study visits during the Open-Label Treatment Phase. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in Total Protein",
        "description": "Clinical chemistry parameter included total protein. The clinical laboratory evaluation were performed at all study visits during the Open-Label Treatment Phase. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in Basophils, Eosinophils, Lymphocytes, Monocytes, Neutrophils, Platelet Count, White Blood Cells (WBC)",
        "description": "Hematology parameters included eosinophils, basophils lymphocytes, monocytes, neutrophils, platelet count , and WBC. The clinical laboratory evaluations were performed at all study visits during the Open-Label Treatment Phase. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in Hematocrit",
        "description": "Blood samples for the assessment of clinical laboratory parameter hematocrit were collected at all study visits during the Open-Label Treatment Phase. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in Hemoglobin",
        "description": "The hematology parameters included hemoglobin. The clinical laboratory evaluations were performed at all study visits during the Open-Label Treatment Phase. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in Hematology Parameter Red Blood Cells (RBC)",
        "description": "The hematology parameters included RBC. The clinical laboratory evaluation were performed at all study visits during the Open-Label Treatment Phase. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in Urine Specific Gravity",
        "description": "Urine specific gravity is a measure of the concentration of solutes in the urine. It measures the ratio of urine density compared with water density and provides information on the kidney's ability to concentrate urine. Urinalysis assessments were performed at all study visits during the Open-Label Treatment Phase. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in Urine Potential of Hydrogen (pH)",
        "description": "Urinalysis parameters included urine pH. pH is calculated on a scale of 0 to 14, such that, the lower the number, more acidic the urine and higher the number, more alkaline the urine with 7 being neutral. Urinalysis assessments were performed at all study visits during the Open-Label Treatment Phase. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in Post-Void Residual (PVR) Bladder Ultrasound Volume",
        "description": "The post-void residual urine volume in the bladder was evaluated by transabdominal ultrasound. The urine bladder was sonicated from two directions perpendicular to one another, and the volume calculated automatically. A PVR bladder ultrasound to assess urinary retention was performed during the first year at Months 1, 3 and 12 and at the end of each 12 month study cycle that the participant was enrolled (i.e., second year, third year, fourth year, etc.) in the Open-Label Treatment Phase of the study. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in the Urinary Voiding Function [UVF] (Assessed Using the American Urological Association [AUA] Symptom Index)",
        "description": "AUA Symptom Index was completed during the first year at Months 1, 3, 12 and at the end of each 12 month study cycle that the participant was enrolled in the Open-Label Treatment Phase (second, third, fourth year) to assess the participant UVF. The questions were scored on a scale of 0 to 5, with 0 (not at all) to 5 (almost always). A Symptom Index is determined by adding the scores. The lowest possible score is 0 and the highest possible score is 35, which would represent the highest level of pain and discomfort. Baseline assessment in this OLE study was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed represented by (n=x).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Change From Baseline in Quality of Life in Epilepsy-31-Problems (QOLIE-31-P) Questionnaire",
        "description": "The QOLIE-31-P questionnaire contained 30 items. The subscale scores (seizure worry, overall QOL, emotional well-being, energy-fatigue, cognitive, medication effects, social functioning), the final QOLIE-31-P score and the weighted total score (overall assessment) were calculated according to the scoring algorithm defined by the author. Scores range from 0 to 100 with higher scores indicating better function. Baseline was defined as the last assessment of that endpoint in VRX-RET-E22-302 taken prior to the first active treatment with retigabine. Change from Baseline was calculated by subtracting the Baseline value from the post Baseline values. NA indicates standard deviation could not be calculated as only 1 participant was analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Percentage of Participants With Abnormal Results of Physical Examination",
        "description": "A complete physical examination was performed at the end of each 12 month study cycle (i.e., first year, second year, third year, etc.) during the Open-Label Treatment Phase. The investigator assessed the skin at every clinic visit. If abnormal skin discoloration was confirmed, the participant continued to be followed by the dermatologist. If the abnormal skin discoloration was not confirmed, the investigator resumed assessing the participants skin at all scheduled clinic visits. Only data for abnormal values on physical examination have been presented. Only those participants available at the specified time points were analyzed.",
        "timeFrame": "Baseline and up to 122 months"
      },
      {
        "measure": "Percentage of Participants With Abnormal Results of Neurological Examination",
        "description": "A complete neurological examination was performed at the end of each 12 month study cycle (i.e., first year, second year, third year, etc.) during the Open-Label Treatment Phase. Abnormal results were categorized as Abnormal-Not Clinically Significant (A-NCS) and Abnormal and Clinically Significant (A-CS). Only data for abnormal values on neurological examination have been presented. Only those participants available at the specified time points were analyzed.",
        "timeFrame": "Baseline and up to 122 months"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With Retinal Pigmentary Abnormalities (RPA)",
        "description": "RPA was determined by either an ophthalmologist or retina specialist. RPA is the composite endpoint assessed by its components: pigmentary abnormalities (PA) in the macula, PA in the peripheral retina (PR), PA in both macula and PR and PA at location unspecified. Only those participants with \\>=1 ophthalmology exam on or before last dose of retigabine are presented..",
        "timeFrame": "Up to 121 months"
      },
      {
        "measure": "Percentage of Participants With Pigmentation of Non-retinal Ocular Tissue (Non-ret. Pig. Abn)",
        "description": "Non-retinal ocular tissue abnormalities were determined by either an ophthalmologist or retina specialist. Non-ret. Pig. Abn is a composite endpoint assessed by its components: abnormal pigmentation (ABP) of the sclera and/or conjunctiva, ABP of the cornea, ABP of the iris and ABP of the lens. Only those participants with \\>=1 ophthalmology exam on or before last dose of retigabine are presented.",
        "timeFrame": "Up to 121 months"
      },
      {
        "measure": "Percentage of Participants With Abnormal Pigmentation of Skin, Including the Skin Around the Eyes and the Eyelids, Lips, Nails, or Mucosa",
        "description": "Abnormal discoloration of the skin was determined by a dermatologist. The parameters assessed were abnormal discoloration of the skin, abnormal discoloration of the lips, abnormal discoloration of the nails, abnormal discoloration of the mucosa, abnormal discoloration of sun-exposed tissue, abnormal discoloration of non sun-exposed tissue. Only those participants with at least one skin exam by the investigator or dermatologist on or before the last dose of retigabine or dermatologist-confirmed discoloration with start date on or before the date of last dose of retigabine are presented.",
        "timeFrame": "Up to 121 months"
      },
      {
        "measure": "Percentage of Participants With a Clinically Significant Decrease (CSD) in Visual Acuity (VA) From Initial Examination",
        "description": "VA refers to the clarity of vision. The parameters assessed were CSD in VA from initial examination which can be explained and CSD in VA from initial examination which cannot be explained. Only those participants with both initial and at least 1 follow-up exam while on retigabine are presented.",
        "timeFrame": "Up to 121 months"
      },
      {
        "measure": "Percentage of Participants With Decrease in Confrontation Visual Field From Initial Examination",
        "description": "The parameter assessed was decrease in confrontation visual field from initial examination. Only those participants with data available at the indicated time point were analyzed. Only those participants with both initial and at least 1 follow-up exam while on retigabine are presented.",
        "timeFrame": "Up to 121 months"
      },
      {
        "measure": "Number of Participants With Resolution of Abnormal Eye Pigmentation After Discontinuation of Retigabine",
        "description": "The ophthalmologist/retina specialist determined the presence or absence of retinal and non-retinal ocular abnormalities. Retinal abnormalities included abnormalities in the macula and/or the peripheral retina. Only those participants available at the specified time points were analyzed.",
        "timeFrame": "3 years and 10 months"
      },
      {
        "measure": "Number of Participants With Resolution of Dermatologist Confirmed Abnormal Discoloration After Discontinuation of Retigabine",
        "description": "An assessment of the participant's nails, lips, skin and mucosa was completed by the investigator at the 6 monthly SFUCP study visits. The assessment of the participant's skin included assessment of the skin around the eyes and the eyelids, lips, nails, and mucosa.",
        "timeFrame": "3 years and 10 months"
      },
      {
        "measure": "Time From Discontinuation of Retigabine to Resolution of Abnormal Eye Pigmentation",
        "description": "Retinal pigmentary abnormality was determined by either an ophthalmologist or retina specialist. Retinal pigmentary abnormality included pigmentary abnormality of macula, pigmentary abnormality of the peripheral retina and non-retinal ocular pigmentary abnormality. If a participant had pigmentary abnormality of macula and pigmentary abnormality of the peripheral retina both should be resolved in order for retinal pigmentary abnormality to be considered resolved. If a participant had non-retinal ocular pigmentary abnormality in more than location (conjunctiva, sclera, cornea, iris or lens), all should be resolved for non-retinal pigmentary abnormality to be considered resolved. Only participants with resolution of the specified pigmentation are included in this analysis.",
        "timeFrame": "3 years and 10 months"
      },
      {
        "measure": "Time From Discontinuation of Retigabine to Resolution of All Dermatologist-Confirmed Abnormal Discoloration",
        "description": "Assessments were at approximately 6-monthly intervals (timed relative to the participants previous dermatology assessment) until the abnormal discoloration either resolved or stabilized (as defined by no changes over 2 consecutive 6-monthly assessments performed by the dermatologist over at least 12 months after discontinuation of retigabine). The assessment of the participant's skin included assessment of the skin around the eyes and the eyelids, lips, nails, and mucosa. Only participants with resolution of the specified tissue are included in this analysis.",
        "timeFrame": "3 years and 10 months"
      },
      {
        "measure": "Percentage Change in the 28-day Partial Seizure Rate From the Baseline Phase (Obtained During the 8-week Baseline Period of Study VRX-RET-E22-302) to Open-label Treatment.",
        "description": "28-day partial seizure rate observed during the OLE period was compared to the 28-day partial seizure rate observed during the Baseline phase of the double-blind parent study VRX-R ET-E22-302. Percent change from Baseline in 28-day total partial seizure rate was calculated as (\\[28-day partial seizure frequency for the period of interest - Baseline 28-day partial seizure frequency\\] / Baseline 28-day partial seizure frequency) × 100 percent. A negative percent change indicated a reduction (improvement) from Baseline, so the best possible outcome was -100 percent. Only those participants with data available at the indicated time point were analyzed.",
        "timeFrame": "Baseline and up to 121 months"
      },
      {
        "measure": "Percentage of Participants With 50% Reduction in Seizure Frequency From Baseline Phase of the Parent Study (VRX-RET-E22-302) to Open Label Treatment",
        "description": "A Responder was defined as a participant with \\>=50 percent decrease from Baseline in the 28-day partial seizure frequency, i.e., a percent change from Baseline less than or equal to -50 percent. The percentage of responders from Baseline phase of the parent study (VRX-RET-E22-302) to open label treatment have been presented.",
        "timeFrame": "Baseline and up to 121 months"
      },
      {
        "measure": "Number of Participants Who Were Seizure Free for Any 6 Continuous Months",
        "description": "Seizure free for any continuous 6 months is defined as no seizures occuring during any consecutive 180 days between the first date (Baseline) and the last date (before tapering of dose). The number of participants who were seizure free for 6 continuous months within the 121 month OLE period have been presented.",
        "timeFrame": "Up to 6 continuous months within the 121 months period"
      },
      {
        "measure": "Number of Participants Who Were Seizure Free for Any 12 Continuous Months",
        "description": "Seizure free for any continuous 12 months is defined as no seizures occurring during any consecutive 360 days. Number of participants who were seizure free for 12 continuous months within the 121 month OLE period have been presented.",
        "timeFrame": "Up to 12 continuous months within the 121 months period"
      },
      {
        "measure": "Percentage of Seizure Free Days",
        "description": "A seizure free day is defined as the number of applicable days without any seizures (partial, generalized or unclassified). Only the days in which a subject had non-missing seizure data were considered as applicable days. Percentage of seizure free days is calculated as Number of seizure free days / number of applicable days × 100 percent. Only those participants with data available at the indicated time point were analyzed.",
        "timeFrame": "Up to 121 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 23,
      "secondaryCount": 14,
      "otherCount": 0,
      "totalCount": 37
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:48.880Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}