{
  "nctId": "NCT03265132",
  "briefTitle": "A Study to Evaluate Efficacy and Safety of Anakinra in the Treatment of Still's Disease (SJIA and AOSD)",
  "officialTitle": "A Randomized, Double-blind, Placebo-controlled, Multicenter, Phase 3 Efficacy and Safety Study of 2 Dose Levels of Subcutaneous Anakinra (Kineret®) in Patients With Still's Disease (SJIA and AOSD)",
  "protocolDocument": {
    "nctId": "NCT03265132",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2018-07-03",
    "uploadDate": "2020-02-12T08:06",
    "size": 2464659,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03265132/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 13,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-09-26",
    "completionDate": "2019-05-23",
    "primaryCompletionDate": "2019-02-13",
    "firstSubmitDate": "2017-08-25",
    "firstPostDate": "2017-08-29"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Signed informed consent.\n2. Male and female patients with a body weight ≥ 10 kg.\n3. Diagnosis of Still's disease.\n4. If currently on glucocorticoid treatment, a stable dose for at least 1 week prior to randomization.\n5. If currently on methotrexate treatment, a stable dose for at least 8 weeks prior to randomization.\n6. Active disease.\n7. Female patients of childbearing potential must use an effective method of contraception during the study (abstinence being a possible option) as well as present a negative pregnancy test prior to randomization.\n8. Negative interferon-gamma release assay or Purified protein derivative ( PPD) test within 2 months prior to randomization. If not available, a test should be performed at day of randomization.\n\nExclusion Criteria:\n\n1. Diagnosis of Still's disease more than 6 months prior to randomization.\n2. Previous randomization into this study.\n3. Participation in another concurrent clinical interventional study within 30 days of randomization.\n4. Treatment with an investigational drug within 5 half-lives prior to randomization.\n5. Previous or current treatment with anakinra, canakinumab or any other IL-1 inhibitor.\n6. Use of the following therapies prior to randomization:\n\n   * Narcotic analgesics within 24 hours prior to randomization.\n   * Dapsone or etanercept within 3 weeks prior to randomization.\n   * Intraarticular, intramuscular or intravenous administration of glucocorticoids or intravenous immunoglobulin (Ig) within 4 weeks prior to randomization.\n   * Intravenous Ig with proven Still's disease modifying effect, leflunomide, infliximab or adalimumab within 8 weeks prior to randomization.\n   * Thalidomide, cyclosporine, mycophenolate mofetil, 6-mercaptopurine, azathioprine, cyclophosphamide, chlorambucil or any other immunosuppressant within 12 weeks prior to randomization.\n   * Tocilizumab within 12 weeks prior to randomization or any other immunomodulatory medication within 4 half-lives prior to randomization\n   * Rituximab within 26 weeks prior to randomization.\n7. Live vaccines within 1 month prior to randomization.\n8. Known presence or suspicion of active, chronic or recurrent bacterial, fungal or viral infections, including tuberculosis, HIV infection or hepatitis B or C infection.\n9. Clinical evidence of liver disease or liver injury.\n10. Presence of severe renal function impairment.\n11. Presence of neutropenia.\n12. Presence or suspicion of MAS at baseline.\n13. A diagnosis of MAS within the last 2 months prior to randomization.\n14. History of malignancy within 5 years.\n15. Known hypersensitivity to E coli-derived proteins, or any components of Kineret® (anakinra).\n16. Pregnant or lactating women.\n17. Foreseeable inability to cooperate with given instructions or study procedures.\n18. Presence of any medical or psychological condition or laboratory result that in the opinion of the investigator can interfere with the patient's ability to comply with the protocol requirements or makes the patient not appropriate for inclusion to the study and treatment with IMP.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Proportion of ACR30 Responders With Absence of Fever Attributable to the Disease During the 7 Days Preceding Week 2.",
        "description": "ACR30 response is defined as an improvement of ≥ 30% from baseline in at least 3 of any 6 variables listed below. Also no more than 1 of the 6 variables may worsen by \\>30% from baseline. (ACR: American College of Rheumatology)\n\n1. Physician global assessment of disease activity - Assessed on a Visual Analogue Scale (VAS) from no disease activity (0 mm) to very severe disease activity (100 mm).\n2. Patient/parent global assessment of overall well-being - Assessed on a VAS from very well (0 mm) to very poor (100 mm).\n3. Number of joints with active arthritis.\n4. Number of joints with limitation of motion.\n5. Assessment of physical function - Patient Reported Outcome instruments : Childhood Health Assessment Questionnaire (CHAQ) /Stanford Health Assessment Questionnaire (SHAQ).\n6. C-Reactive Protein (CRP) (mg/L).",
        "timeFrame": "Week 2"
      }
    ],
    "secondary": [
      {
        "measure": "Proportion of ACR30 Responders With Absence of Fever During 24 Hours Preceding Week 1.",
        "description": "ACR30 response is defined as an improvement of ≥ 30% from baseline in at least 3 of any 6 variables listed in the description of the primary outcome measure. Also no more than 1 of the 6 variables may worsen by \\>30% from baseline.",
        "timeFrame": "Week 1"
      },
      {
        "measure": "Proportion of ACR50 Responders With Absence of Fever During 24 Hours Preceding Week 1.",
        "description": "ACR50 response is defined as an improvement of ≥ 50% from baseline in at least 3 of any 6 variables listed in the description of the primary outcome measure. Also no more than 1 of the 6 variables may worsen by \\>30% from baseline.",
        "timeFrame": "Week 1"
      },
      {
        "measure": "Proportion of ACR70 Responders With Absence of Fever During 24 Hours Preceding Week 1.",
        "description": "ACR70 response is defined as an improvement of ≥ 70% from baseline in at least 3 of any 6 variables listed in the description of the primary outcome measure. Also no more than 1 of the 6 variables may worsen by \\>30% from baseline.",
        "timeFrame": "Week 1"
      },
      {
        "measure": "Proportion of ACR90 Responders With Absence of Fever During 24 Hours Preceding Week 1.",
        "description": "ACR90 response is defined as an improvement of ≥ 90% from baseline in at least 3 of any 6 variables listed in the description of the primary outcome measure. Also no more than 1 of the 6 variables may worsen by \\>30% from baseline.",
        "timeFrame": "Week 1"
      },
      {
        "measure": "Proportion of ACR50 Responders With Absence of Fever During 7 Days Preceding Week 2.",
        "description": "ACR50 response is defined as an improvement of ≥ 50% from baseline in at least 3 of any 6 variables listed in the description of the primary outcome measure. Also no more than 1 of the 6 variables may worsen by \\>30% from baseline.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Proportion of ACR70 Responders With Absence of Fever During 7 Days Preceding Week 2.",
        "description": "ACR70 response is defined as an improvement of ≥ 70% from baseline in at least 3 of any 6 variables listed in the description of the primary outcome. Also no more than 1 of the 6 variables may worsen by \\>30% from baseline.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Proportion of ACR90 Responders With Absence of Fever During 7 Days Preceding Week 2.",
        "description": "ACR90 response is defined as an improvement of ≥ 90% from baseline in at least 3 of any 6 variables listed in the description of the primary outcome . Also no more than 1 of the 6 variables may worsen by \\>30% from baseline.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Proportion of Responders in Physician Global Assessment of Disease Activity.",
        "description": "Assessed on a VAS from no disease activity (0 mm) to very severe disease activity (100 mm). Response is defined as an improvement of ≥ 30%, 50%, 70% and 90% from baseline. Only improvement of ≥90% at Week 2 reported here.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Proportion of Responders in Patient/Parent Global Assessment of Overall Well-being.",
        "description": "Assessed on a VAS from very well (0 mm) to very poor. (100 mm). Response is defined as an improvement of ≥ 30%, 50%, 70% and 90% from baseline.Only improvement of ≥90% at Week 2 reported here.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Proportion of Responders in Number of Joints With Active Arthritis.",
        "description": "Response is defined as an improvement of ≥ 30%, 50%, 70% and 90% from baseline.Only improvement of ≥90% at Week 2 reported here.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Proportion of Responders in Number of Joints With Limitation of Motion.",
        "description": "Response is defined as an improvement of ≥ 30%, 50%, 70% and 90% from baseline.Only improvement of ≥90% at Week 2 reported here.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Proportion of Responders in Assessment of Physical Function (CHAQ/SHAQ).",
        "description": "Childhood Health Assessment Questionnaire (CHAQ) and Stanford Health Assessment Questionnaire (SHAQ) assess physical and functional status (see Clinical protocol section 6.5.4.1.5). Response is defined as an improvement of ≥ 30%, 50%, 70% and 90% from baseline. Only improvement of ≥90% at Week 2 reported here.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Proportion of Responders in CRP (mg/L).",
        "description": "Response is defined as an improvement of ≥ 30%, 50%, 70% and 90% from baseline. Only improvement of ≥90% at Week 2 reported here.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Proportion of Patients With Absence of Fever During the 7 Days Preceding Week 2.",
        "description": "Proportion of patients with absence of fever during the 7 days preceding Week 2.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Proportion of Patients With Absence of Fever During the 24 Hours Preceding Week 1.",
        "description": "Absence of fever during the 24 hours preceding week 1.",
        "timeFrame": "Week 1"
      },
      {
        "measure": "Change From Baseline in Physician Global Assessment of Disease Activity at Week 1.",
        "description": "Change from baseline in Physician global assessment of disease activity measured on a VAS 0 (very well)-100 (very poor) at Week 1.",
        "timeFrame": "Day 1 and Week 1"
      },
      {
        "measure": "Change From Baseline in Patient/Parent Global Assessment of Overall Well-being at Week 1.",
        "description": "Change from baseline in patient/parent global assessment of overall well-being measured on a VAS 0 (very well)-100 (very poor) at Week 1.",
        "timeFrame": "Day 1 and Week 1"
      },
      {
        "measure": "Change From Baseline in CRP.",
        "description": "Change from baseline in C-Reactive Protein (CRP). CRP is measured in mg/L.",
        "timeFrame": "Day 1 and Week 1"
      },
      {
        "measure": "Proportion of Patients With Sustained ACR30, ACR50, ACR70 and ACR90 Response.",
        "description": "Proportion of patients that still meet the corresponding week 2 response with absence of fever in the preceding 7 days. Only the strictest criteria, ACR90, is reported here.",
        "timeFrame": "Week 12"
      },
      {
        "measure": "Proportion of Patients With Sustained ACR30, ACR50, ACR70 and ACR90 Response in Relation to Glucocorticoid Tapering.",
        "description": "Please note no patients were treated with any systemic glucocorticoids at randomization. Hence no results available.",
        "timeFrame": "Week 2, Week 4, Week 8 and Week 12"
      },
      {
        "measure": "Proportion of Patients With Absence of Rash.",
        "description": "Absence of rash is evaluated 24 hours preceding Week 1 and 7 days preceding Week 2, Week 4, Week 8 and Week 12. Only data at Week 2 reported here.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Change From Baseline in CRP.",
        "description": "Change from baseline in CRP. Results at Week 2 reported here.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Change From Baseline in Hemoglobin (Hb). Results at Week 2 Reported Here.",
        "description": "Change from baseline in Hemoglobin (Hb). Results at Week 2 reported here.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Change From Baseline in Platelet Count.",
        "description": "Change from baseline in platelet count. Results at Week 2 reported here.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Change From Baseline in Ferritin.",
        "description": "Change from baseline in ferritin. Results at Week 2 reported here.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Change From Baseline in Patient/Parent Global Assessment of Disease Related Pain.",
        "description": "Assessed on a VAS from no pain (0 mm) to very severe pain (100 mm).",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Time to Study Drug Discontinuation for Any Reason.",
        "description": "Time to study drug discontinuation was analyzed using Kaplan-Meier curves. Number of patients with premature study drug discontinuation for any reason is reported here.",
        "timeFrame": "From Day 1 to Week12"
      },
      {
        "measure": "Time to Study Drug Discontinuation Due to Lack of Efficacy or Progressive Disease.",
        "description": "Proportion of study drug discontinuation due to lack of efficacy or progressive disease was analyzed using Kaplan-Meier curves. Number of patients discontinuing study drug due to lack of efficacy or progressive disease is reported here.",
        "timeFrame": "From Day 1 to Week12"
      },
      {
        "measure": "Proportion of Patients Who Have Initiated Tapering of Glucocorticoids.",
        "description": "Please note no patients were treated with any systemic glucocorticoids at randomization. Hence no results available",
        "timeFrame": "From Week 2 to Week12"
      },
      {
        "measure": "Proportion of Patients That Have Decreased the Glucocorticoid Dose With at Least 50% From Baseline.",
        "description": "Please note no patients were treated with any systemic glucocorticoids at randomization. Hence no results available",
        "timeFrame": "From Week 2 to Week12"
      },
      {
        "measure": "Percentage Decrease of the Glucocorticoid Dose From Baseline.",
        "description": "Please note no patients were treated with any systemic glucocorticoids at randomization. Hence no results available",
        "timeFrame": "From Day 1 to Week12"
      },
      {
        "measure": "Proportion of Patients With at Least One Adverse Event.",
        "description": "All adverse events collected from start of study treatment up to 28 days after stopping study treatment.",
        "timeFrame": "From Day 1 to Week 16"
      },
      {
        "measure": "Proportion of Patients With at Least One Serious Adverse Event Including Death.",
        "description": "Serious adverse events (SAEs) will be collected from informed consent up to 28 days after stopping study treatment.",
        "timeFrame": "From Informed consent to Week 16"
      },
      {
        "measure": "Proportion of Patients With Macrophage Activation Syndrome (MAS).",
        "description": "Proportion of patients with Macrophage Activation Syndrome (MAS).",
        "timeFrame": "From Day 1 to Week 16"
      },
      {
        "measure": "Proportion of Patients With Antidrug Antibodies (ADA) Against Anakinra.",
        "description": "Proportion of patients with antidrug antibodies (ADA) against anakinra.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Proportion of Patients With Neutralizing Antibodies.",
        "description": "Confirmed ADA positive samples will be analyzed for the presence of neutralizing antibodies.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Anakinra Serum Pre-dose Concentrations.",
        "description": "Week 2 reported here.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Anakinra Serum Pharmacokinetic Parameters: Cmax,",
        "description": "PK parameters only available for 2 patients.",
        "timeFrame": "Week 12"
      },
      {
        "measure": "Anakinra Serum Pharmacokinetic Parameters, Tmax and T½",
        "description": "PK parameters only available for 2 patients",
        "timeFrame": "Week 12"
      },
      {
        "measure": "Anakinra Serum Pharmacokinetic Parameter: AUC 0-24 h",
        "description": "PK parameters only available for 2 patients",
        "timeFrame": "Week 12"
      },
      {
        "measure": "Anakinra Serum Pharmacokinetic Parameter: CL/F",
        "description": "Pharmacokinetic parameters only available for 2 patients",
        "timeFrame": "Week 12"
      },
      {
        "measure": "Anakinra Serum Pharmacokinetic Parameter: Vd/F",
        "description": "PK parameters only available for 2 patients",
        "timeFrame": "Week 12"
      },
      {
        "measure": "Change From Baseline in JADAS27.",
        "description": "Juvenile Arthritis Disease Activity Score (JADAS) includes 4 measures: physician global assessment of disease activity, patient or parent global assessment of overall well-being, 27 active joint count, and CRP. The JADAS27 includes the 27 joints. JADAS27 is calculated as the sum of its four components, physician global assessment of disease activity converted to cm from the VAS (0=no activity, 10=maximum activity); patient global assessment of well-being converted to cm from the VAS (0=very well, 10=very poor); active joint count (0-27); and CRP. Prior to calculation CRP is truncated to a 0 - 10 scale according to the following formula: (CRP (mg/l) -10)/10. Before calculation, CRP values \\<10 mg/l are converted to 10 and CRP values \\>110 mg/l are converted to 110. The JADAS27 tool yields a global score of 0-57.\n\nOnly results from Week 2 reported here.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Number of Days Off School or Work Due to Still's Disease.",
        "description": "Number of days off school or work due to Still's disease week 1-2.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Proportion of Patients With Inactive Disease.",
        "description": "Inactive disease is a composite of the following parameters: no joints with active arthritis, no fever, no rash, no serositis, no splenomegaly, no generalized lymphadenopathy attributable to Still's disease, CRP level within normal limits, physician's global assessment of disease activity score below 10 mm on a 100 mm VAS and a documented morning stiffness ≤15 minutes.",
        "timeFrame": "Week 12"
      },
      {
        "measure": "Change From Baseline in IL-6.",
        "description": "Only results from Week 2 reported here.",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Change From Baseline in IL-18.",
        "description": "Only results from Week 2 reported here",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Change From Baseline in Serum Calprotectin.",
        "description": "Change from baseline in serum calprotectin. Only results from Week 2 reported here",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Change From Baseline in Neopterin.",
        "description": "Only results from Week 2 reported here",
        "timeFrame": "Week 2"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 49,
      "otherCount": 0,
      "totalCount": 50
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:59.918Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}