{
  "nctId": "NCT04378010",
  "briefTitle": "A Randomized, Double-blind Study to Assess the Safety and Efficacy of EDP-305 in Subjects With Liver-biopsy Proven NASH",
  "officialTitle": "A Phase 2b Randomized, Double-Blind, Placebo-controlled, Multicenter Study Evaluating Safety and Efficacy of EDP-305 in Subjects With Liver Biopsy Proven Non-alcoholic Steatohepatitis (NASH) (ARGON-2)",
  "protocolDocument": {
    "nctId": "NCT04378010",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-03-21",
    "uploadDate": "2022-10-28T04:01",
    "size": 7813792,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04378010/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 98,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-01-27",
    "completionDate": "2021-11-30",
    "primaryCompletionDate": "2021-10-04",
    "firstSubmitDate": "2020-05-04",
    "firstPostDate": "2020-05-07"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Informed consent documentation signed and dated by the participant.\n* Male and female participants, of all ethnic origins, between the ages of 18 and 75 years, inclusive.\n* Participants of all ethnic origins had to have a Body Mass Index (BMI) \\> 25 kg/m2 and ≤ 45 except Asian participants who qualified for the study with BMI \\> 23 kg/m2.\n* Histological evidence of definite NASH based on NASH Clinical Research Network (CRN) criteria obtained from assessment of a liver biopsy by the central histopathologist. The biopsy may be obtained either 1) during the Screening window or 2) within 26 weeks prior to the Screening visit.\n* NAFLD Activity Score (NAS) of 4 or greater with a score of at least 1 in each component of the NAS (steatosis scored 0-3, lobular inflammation scored 0-3, ballooning scored 0-2).\n* Fibrosis stage 2 or 3 using the NASH CRN Histologic Scoring System.\n* Participants had to have Screening laboratory values for Hepatitis B surface antigen (HBsAg), anti-HCV antibodies and HCV RNA, and Human Immunodeficiency Virus (HIV) 1 and 2 antibodies (Ab) as seronegative. \\[Note: participants previously infected by chronic hepatitis C and treated with direct acting antivirals (DAAs) with sustained virologic response (SVR) for at least 3 years were allowed.\\]\n* A woman of childbearing potential who was sexually active with a male had to agree to use two effective methods of contraception from the date of Screening until 30 days after the last dose of study drug.\n* A male participant who had not had a vasectomy and was sexually active with a woman of childbearing potential had to agree to use effective contraception from the date of Screening to 90 days after the last dose of study drug.\n* Participant had to be willing and able to adhere to the assessments, visit schedules, prohibitions and restrictions, as described in this protocol.\n\nExclusion Criteria:\n\n* Laboratory Screening results as indicated below:\n\n  * Total white blood cells (WBC) \\<3000 cells/mm3\n  * Absolute neutrophil count (ANC) \\<1500 cells/mm3\n  * Platelet count \\<140,000/mm3\n  * International Normalized Ratio, INR \\>1.2 (unless due to use of anticoagulants)\n  * Estimated glomerular filtration rate (eGFR) \\< 60 mL/min according to the Modification of Diet in Renal Disease (MDRD) equation\n  * AST ≥5× ULN\n  * ALT ≥5× ULN\n  * ALP ≥2× ULN\n  * Total bilirubin \\> 1.5 times ULN during Screening. \\[Note: Patients with Gilbert's syndrome were allowed following review by the Medical Monitor if they had a known history of Gilbert's syndrome with a normal direct bilirubin value and normal reticulocyte count.\\]\n* Pregnant or nursing females.\n* MELD: Model for End-stage Liver Disease score \\>12.\n* Clinical or laboratory evidence of known chronic liver disease such as alcoholic liver disease, primary biliary cholangitis (PBC), primary sclerosing cholangitis (PSC), autoimmune hepatitis, Wilson disease, iron overload, alpha-1-antitrypsin deficiency, drug-induced liver injury, known or suspected hepatocellular carcinoma (HCC).\n* History of acute liver complications due to gallstones (e.g., acute cholecystitis or acute biliary obstruction) unless the participant had a cholecytectomy (more than 3 months prior to screening).\n* History of liver transplant, or current placement on a liver transplant list.\n* Hepatorenal syndrome (type I or II).\n* Prior variceal hemorrhage, uncontrolled encephalopathy, liver cirrhosis Child-Pugh Class A, B, and C, esophageal varices, or refractory ascites within the previous 26 weeks of Screening and/or histological presence of liver cirrhosis.\n* Prior or planned ileal resection, or prior or planned bariatric surgery. \\[Note: Participants who had undergone gastric surgeries that did not affect drug absorption (e.g., gastric band or gastric sleeve procedures) were allowed if they were stable for at least 1 year prior to Screening. Gastrectomy or Roux-en-Y bypass was allowed if stable for at least 3 years prior to Screening.\\]\n* Participants with clinically or otherwise documented cardiovascular or cerebrovascular disease including clinically significant anomalies of rhythm or pattern of ECG, that in the judgement of the Principal Investigator (PI) could affect the safety of the participant or their ability to comply with the study requirements.\n* HbA1c ≥ 9.5% within 60 days prior to Day 1.\n* Use of a new antidiabetic regimen in the months prior to Screening including metformin, glucagon-like peptide (GLP) 1 agonists, sodium glucose cotransporter-2 (SGLT2) inhibitors, sulfonylureas, or dipeptidyl peptidase 4 (DPP4) inhibitors, insulin or peroxisome proliferator-activated receptor (PPAR)γ agonists (e.g., pioglitazone or rosiglitazone). For pre-existing antidiabetic treatment, participants were to be on a stable dose of antidiabetic drugs: (1) for at least 8 weeks (for metformin and/or sulfonylureas), (2) 12 weeks (for SGLT2 or DPP4 inhibitors), or (3) 12 weeks (for GLP-1 receptor agonists and thiazolidinediones) prior to Screening with the intention to keep the regimen stable during the study.\n* Use of a new statin regimen or other lipid lowering agents from 12 weeks prior to Screening.\n* Use of a new fibrate regimen from 12 weeks prior to Screening.\n* Participants with contraindications to MRI imaging, or not being able to have the MRI performed.\n* Participant had received any investigational agent (including investigational vaccine) or biological product within 30 days or 5 times the half-life (whichever was longer) prior to the planned first dose of study drug.\n* Use of an experimental or approved treatment for NASH within 26 weeks of Screening.\n* Prior use of OCA within 26 weeks of Screening and/or concurrent treatment with OCA (or any other FXR agonists).\n* Use of systemic immunosuppressant (e.g., corticosteroids) for more than 4 weeks in duration within 1 year prior to Screening with the intention to continue during the study (chronic use of inhaled, topical, ophthalmological, nasal corticosteroids was allowed)\n* Use of any prohibited concomitant medications, including systemic CYP3A4 inhibitors and inducers, within 14 days prior to the first dose of study drug and for the duration of the study.\n* Clinically significant history of drug sensitivity or drug allergy, as determined by the PI.\n* Current or history of significant alcohol consumption defined as: \\>14 standard drinks per week and/or ≥4 standard drinks per occasion for males and \\>7 standard drinks per week and/or ≥3 standard drinks per occasion for females.\n* History of substance (including alcohol) abuse and in the judgement of the PI, the participant was not suitable for participation in the study.\n* Any other condition(s) that would compromise the safety of the participant or compromise the quality of the clinical study, as judged by the PI.\n* Use of medication for weight loss or appetite reduction (e.g., orlistat, bupropion/naltrexone, phentermine-topiramate, phentermine, lorcaserin, non-prescription supplements) at Screening.\n* History of malignancy of any organ system (other than localized and considered cured cutaneous basal or squamous cell carcinoma, or in situ cervical cancer), treated or untreated, within 5 years of Screening.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Proportion of Participants Who Achieve ≥1 Stage Improvement in Fibrosis Without Worsening of Steatohepatitis and/or Resolution of Steatohepatitis and no Worsening of Liver Fibrosis as Determined by Liver Biopsy",
        "description": "Proportion of participants who achieve ≥1 stage improvement in fibrosis without worsening of steatohepatitis and/or resolution of steatohepatitis and no worsening of liver fibrosis as determined by liver biopsy.",
        "timeFrame": "Week 72"
      }
    ],
    "secondary": [
      {
        "measure": "Change in 5D-itch Scale From Baseline",
        "description": "5D-itch scale, change from baseline at Week 12. Change from baseline for 5D-itch scale was analyzed using a restricted maximum likelihood-based mixed model repeated measures (MMRM) technique. The model included treatment, visit, treatment-by-visit interaction as fixed effects along with baseline NAS score and baseline score for 5D-itch scale as covariate.\n\nA multidimensional 5D-itch scale developed by Elman (Elman et al., 2010) indicated sum of 0-2 = score of 1, sum of 3-5 = score of 2, sum of 6-10 = score of 3, sum of 11-13 = score of 4, and sum of 14-16 = score of 5. The total 5D score was obtained by summing up the five domain scores and ranges between 5 (no pruritus) and 25 (most severe pruritus).",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Proportion of Participants With Improvement of Fibrosis by at Least 1 Stage and/or Resolution of NASH Without Worsening of Either as Determined by Liver Biopsy",
        "description": "Description of endpoint is Proportion of participants with improvement of fibrosis by at least 1 stage and/or resolution of NASH without worsening of either as determined by liver biopsy.",
        "timeFrame": "Week 72"
      },
      {
        "measure": "Proportion of Participants With no Worsening of Fibrosis Combined With no Worsening of NASH as Determined by Liver Biopsy",
        "description": "Proportion of participants with no worsening of fibrosis combined with no worsening of NASH as determined by liver biopsy.",
        "timeFrame": "Week 72"
      },
      {
        "measure": "Proportion of Participants With Resolution of Fibrosis as Determined by Liver Biopsy",
        "description": "Proportion of participants with resolution of fibrosis as determined by liver biopsy at Week 72.",
        "timeFrame": "Week 72"
      },
      {
        "measure": "Proportion of Participants With Improvement in Each Histologic Feature of NASH by at Least 1 Point as Determined by Liver Biopsy",
        "description": "Proportion of participants with improvement in each histologic feature of NASH by at least 1 point as determined by liver biopsy at Week 72.",
        "timeFrame": "Week 72"
      },
      {
        "measure": "Proportion of Participants With Improvement of Fibrosis by ≥ 2 Stages by Liver Biopsy",
        "description": "Proportion of participants with improvement of fibrosis by ≥ 2 stages by liver biopsy.",
        "timeFrame": "Week 72"
      },
      {
        "measure": "Proportion of Participants With Improvement in NAS by at Least 2 Points With no Worsening of Fibrosis as Determined by Liver Biopsy",
        "description": "Proportion of participants with improvement in NAS by at least 2 points with no worsening of fibrosis as determined by liver biopsy at Week 72.",
        "timeFrame": "Week 72"
      },
      {
        "measure": "Proportion of Participants With Improvement of Fibrosis and Resolution of NASH as a Composite Endpoint as Defined by Both Endpoints Being Met in the Same Participant",
        "description": "Proportion of participants with improvement of fibrosis and resolution of NASH as a composite endpoint as defined by both endpoints being met in the same participant at week 72.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Proportion of Participants With Resolution of NASH and no Worsening of Liver Fibrosis",
        "description": "Proportion of participants with resolution of NASH and no worsening of liver fibrosis at Week 72.",
        "timeFrame": "Week 72"
      },
      {
        "measure": "Proportion of Participants With Histological Progression to Cirrhosis as Determined by Liver Biopsy",
        "description": "Proportion of participants with histological progression to cirrhosis as determined by liver biopsy at Week 72.",
        "timeFrame": "Week 72"
      },
      {
        "measure": "Participants With TEAEs Leading to Discontinuation",
        "description": "Treatment emergent adverse events (TEAEs) were defined as AEs occurring or worsening on or after the first dose of study drug until the last dose of study drug. TEAEs were regarded as leading to discontinuation if they led to discontinuation of the study drug.",
        "timeFrame": "Day 1 to Week 72"
      },
      {
        "measure": "Percentage Change of Fat in the Liver From Baseline",
        "description": "Percentage change of fat in the liver as assessed by magnetic resonance imaging proton density fat fraction (MRI PDFF) from Baseline to Week 12.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change in Liver Stiffness From Baseline",
        "description": "Change in liver stiffness by magnetic resonance elastography (MRE) in kilopascal (kPa) from Baseline at Week 12.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change in Triglycerides From Baseline",
        "description": "Change in Triglycerides from Baseline at Week 12.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change in Adiponectin From Baseline",
        "description": "Change in adiponectin from Baseline at Week 12.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Plasma Concentration of EDP-305",
        "description": "Plasma concentration at second post dose (2-4 hours post dose) at Week 12.",
        "timeFrame": "2-4 hours post dose at Week 12"
      },
      {
        "measure": "Change in VAS (Visual Analog Score) From Baseline",
        "description": "Change in VAS from Baseline at Week 12. Change from baseline was analyzed using a restricted maximum likelihood-based MMRM technique. Two separate scales were used to assess pruritus. An itch VAS was used to record the intensity of the pruritus by Furue (Furue et al., 2013). Scale referred to no pruritus (0 point) and the end of the scale to the most severe pruritus (10 points).\n\nIf the VAS score was greater than zero (i.e. itch), a multidimensional 5D-itch scale developed by Elman (Elman et al., 2010) indicated sum of 0-2 = score of 1, sum of 3-5 = score of 2, sum of 6-10 = score of 3, sum of 11-13 = score of 4, and sum of 14-16 = score of 5. It was used to assess five different dimensions of pruritus within the last two weeks. The five dimensions assessed were duration, degree, direction, disability, and distribution. The total 5D itch score was obtained by summing up the five domain scores and ranges between 5 (no pruritus) and 25 (most severe pruritus).",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change in Total Cholesterol From Baseline",
        "description": "Change in Total Cholesterol from Baseline to Week 12 versus placebo.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change in HDL From Baseline",
        "description": "Change in HDL from Baseline at week 12.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change in LDL From Baseline",
        "description": "Change in LDL From Baseline to Week 12.",
        "timeFrame": "Baseline, Week 12"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 20,
      "otherCount": 0,
      "totalCount": 21
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:10.299Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}