{
  "nctId": "NCT03015792",
  "briefTitle": "Ibrutinib, Lenalidomide, and Dexamethasone in Treating Patients With Multiple Myeloma Ineligible for Transplant",
  "officialTitle": "Phase I/II Trial of Ibrutinib, Dexamethasone, and Lenalidomide as Initial Therapy for Transplant Ineligible Multiple Myeloma Patients",
  "protocolDocument": {
    "nctId": "NCT03015792",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-02-08",
    "uploadDate": "2025-07-10T20:58",
    "size": 765399,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03015792/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 18,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-03-10",
    "completionDate": "2022-10-18",
    "primaryCompletionDate": "2022-10-18",
    "firstSubmitDate": "2017-01-04",
    "firstPostDate": "2017-01-10"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Age \\>= 18 years\n* Diagnosis\n\n  * Phase I: confirmed diagnosis of relapsed or refractory multiple myeloma\n  * Phase II: confirmed diagnosis of active multiple myeloma and must be newly diagnosed\n  * NOTE: all tests for establishing disease status must be completed =\\< 28 days prior to registration\n* Measurable disease =\\< 28 days prior to registration, defined by at least one of the following:\n\n  * Serum monoclonal protein \\>= 1.0 g/dL\n  * \\> 200 mg of monoclonal protein in the urine on 24-hour electrophoresis\n  * Serum immunoglobulin free light chain \\> 10 mg/dL AND abnormal serum immunoglobulin kappa to lambda free light chain ratio\n  * Monoclonal bone marrow plasmacytosis \\> 30% (evaluable disease)\n* Prior treatment\n\n  * Phase I: exposure to 2-3 prior lines of therapy or no therapeutic options\n  * Phase II: previously untreated for symptomatic MM\n  * EXCEPTION: =\\< 7 days with pulse steroids or localized radiation therapy, without curative intent, for a myeloma-related complication prior to registration is allowed, as considered necessary by the treating physician\n* Myeloma Frailty Score:\n\n  * NOTE: this will include calculating a frailty score (based on age, activities of daily living, instrumental activities of daily living and Charlson comorbidity index)\n\n    * Phase I: \"intermediate fitness\" or \"frail\"; NOTE: no \"fit\" patients will be included in the phase 1 portion of the trial which is being done to determine the MTD of the 3-drug combination\n    * Phase II: transplant-ineligible as per their treating physician; NOTE: all the patients with \"intermediate fitness\" or \"frail\" status will be considered transplant-ineligible; other reasons to consider transplant ineligibility may include, but are not limited to: financial constraints or patient preference; in case such patients have a frailty score of \"fit\", it should be duly noted by the treating physician\n* Eastern Cooperative Oncology Group (ECOG) performance status 0, 1, or 2\n* Absolute neutrophil count (ANC) \\>= 1,000 cell/mm\\^3 without growth factor support (obtained =\\< 14 days prior to registration)\n* Platelets \\>= 50,000 cells/mm\\^3 for patients who have bone marrow (obtained =\\< 14 days prior to registration)\n* Plasmacytosis \\< 50% or \\>= 30,000 cells/mm\\^3 for patients who have bone marrow plasmacytosis of \\>= 50% (obtained =\\< 14 days prior to registration)\n* Calculated or measured creatinine clearance \\>= 30 ml/min (obtained =\\< 14 days prior to registration)\n* Total bilirubin =\\< 1.5 x upper limit of normal (ULN) unless due to Gilbert's syndrome (obtained =\\< 14 days prior to registration)\n* Aspartate aminotransferase (AST)/serum glutamic-oxaloacetic transaminase (SGOT) and alanine aminotransferase (ALT)/serum glutamate pyruvate transaminase (SGPT) =\\< 3 x ULN (obtained =\\< 14 days prior to registration)\n* Prothrombin time (PT)/international normalized ratio (INR) =\\< 1.5 X ULN (obtained =\\< 14 days prior to registration)\n* Provide informed written consent\n* Willing to return to enrolling institution for follow-up (during the active monitoring phase of the study)\n* Persons able to become pregnant must be willing to adhere to the scheduled pregnancy testing as required in the REVLIMID Risk Evaluation and Mitigation Strategy (REMS) program\n* Willing to be registered into the mandatory REVLIMID REMS program, and willing and able to comply with the requirements of the REVLIMID REMS program\n* Ability to complete study-related (QoL, pill diary) questionnaire(s) by themselves or with assistance\n* Willing to provide bone marrow aspirate and core, and blood samples for correlative research purposes\n\nExclusion Criteria:\n\n* Non-secretory MM or known amyloid light-chain (AL) amyloidosis\n* Clinically significant active infection requiring intravenous antibiotics =\\< 14 days prior to registration\n* \\>= grade 3 neuropathy and/or POEMS syndrome (plasma cell dyscrasia with polyneuropathy, organomegaly, endocrinopathy, monoclonal protein, and skin changes)\n* Other prior malignancy; EXCEPTIONS:\n\n  * Adequately treated basal cell or squamous cell skin cancer\n  * Any in situ cancer\n  * Adequately treated stage I or II cancer from which the patient is currently in complete remission, or\n  * Any other cancer from which the patient has been disease-free for \\>= at least three years prior to registration\n* Concurrent therapy considered to be investigational; NOTE: patients must not be planning to receive any radiation therapy (except localized radiation for palliative care that must be completed prior to starting cycle 1, day 1)\n* Any of the following:\n\n  * Pregnant women\n  * Nursing women (lactating females are eligible provided that they agree not to breast feed while taking lenalidomide)\n  * Men or women of childbearing potential who are unwilling to employ adequate contraception\n* Requires treatment with a strong cytochrome (CYP) 3A4/5 inhibitor\n* Major surgery =\\< 4 weeks prior to registration\n* History of stroke/intracranial hemorrhage =\\< 6 months prior to registration\n* Requires use of therapeutic anticoagulation prior to registration\n\n  * NOTE: thromboprophylaxis with any agent is permitted\n* History of clinically significant bleeding or known platelet or coagulation disorder\n* Clinically significant cardiac illness including New York Heart Association (NYHA) class III or class IV heart failure, unstable angina pectoris, myocardial infarction within the past 6 months, or \\>= grade 3 cardiac arrhythmias noted =\\< 14 days prior to registration\n* Hepatic impairment:\n\n  * Phase I: any currently active, clinically significant hepatic impairment (Child-Pugh class A, B, or C according to the Child Pugh classification)\n  * Phase II: currently active, clinically significant hepatic impairment Child-Pugh class B or C according to the Child Pugh classification\n* Known human immunodeficiency virus (HIV) positive (+) patients; EXCEPTION: if they meet the following additional criteria =\\< 28 days prior to registration:\n\n  * CD4 cells \\>= 500/mm\\^3\n  * Viral load of \\< 50 copies HIV messenger (m) ribonucleic acid (RNA)/mm\\^3 if on combination antiretroviral therapy (cART) or \\< 10,000 copies HIV mRNA if not on cART • No zidovudine or stavudine as part of cART\n* Known hepatitis B or hepatitis C infection; EXCEPTION: if viral load \\< 800,000 IU/L\n* Phase I: active dermatologic disease \\>= grade 3",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Maximum tolerated dose (MTD) defined as the dose level below the lowest dose that induces dose-limiting toxicity in at least one-third of patients assessed by Common Terminology Criteria for Adverse Events (CTCAE) version (v) 4.0 (Phase I)",
        "timeFrame": "Up to 28 days"
      },
      {
        "measure": "Rate of confirmed response defined as patient who has achieved a stringent (s) complete response (CR), CR, very good partial response (VGPR), or partial response (PR) on two consecutive evaluations at any time during treatment (Phase II)",
        "description": "Response will be evaluated using all cycles of treatment. Responses will be summarized by simple descriptive summary statistics delineating depth of response as well as stable and progressive disease in this patient population. Ninety-five percent confidence intervals for the true success proportion will be calculated according to the approach of Duffy and Santner.",
        "timeFrame": "Up to 3 years"
      }
    ],
    "secondary": [
      {
        "measure": "Progression-free survival (Phase II)",
        "description": "The distribution of progression-free survival will be estimated using the method of Kaplan-Meier.",
        "timeFrame": "From registration to the time of progression or death due to any cause, assessed up to 3 years"
      },
      {
        "measure": "Overall survival (Phase II)",
        "description": "The distribution of survival time will be estimated using the method of Kaplan-Meier.",
        "timeFrame": "From registration to death due to any cause, assessed up to 3 years"
      },
      {
        "measure": "Duration of response (Phase II)",
        "description": "The distribution of duration of response will be estimated using the method of Kaplan-Meier.",
        "timeFrame": "The date at which the patient's objective status is first noted to be a sCR, CR, VGPR, or PR to the earliest date progression is documented, assessed up to 3 years"
      },
      {
        "measure": "Incidence of adverse events assessed by CTCAE v 4.0 (Phase II)",
        "description": "The number and severity of all adverse events (overall and by dose-level) will be tabulated and summarized in this patient population. The grade 3+ adverse events will also be described and summarized in a similar fashion. Overall toxicity incidence as well as toxicity profiles by dose level and patient will be explored and summarized. Frequency distributions, graphical techniques and other descriptive measures will form the basis of these analyses.",
        "timeFrame": "Up to 30 days after last dose of study treatment"
      }
    ],
    "other": [
      {
        "measure": "Compliance to treatment (Phase II)",
        "description": "Patient compliance to ibrutinib, dexamethasone, and lenalidomide will be assessed by means of self-reported and healthcare staff assessed pill count/diary. Correlation between medication adherence and disease response will be assessed.",
        "timeFrame": "Up to 3 years"
      },
      {
        "measure": "QoL measured by the MD Anderson Symptom Inventory - Multiple Myeloma (Phase II)",
        "timeFrame": "Up to 3 years"
      },
      {
        "measure": "BTK signalosome members (Phase II)",
        "description": "Will be profiled by MSD-based mesoscale assay (or phospho-flow) at baseline before treatment, after cycle 1 (phase II patients only), and at the time of response assessment or disease progression. BTK signalosome component expression levels will be determined from BM and/or peripheral blood. Each measure will be summarized descriptively at each time point and changes across time will be evaluated. Correlation with response to overall therapy will be assessed using Wilcoxon's rank sum tests.",
        "timeFrame": "Up to 3 years"
      },
      {
        "measure": "T-cells populations modulation (Phase II)",
        "description": "Will conduct flow cytometry/fluorescence activated cell sorting (FACS) analysis to identify percentages of the immune cell populations (T-cells, natural killer cells, macrophages) in the bone marrow and peripheral blood at baseline before treatment, after cycle 1 (phase II patients only) and at the time of response assessment or disease progression. Each measure will be summarized descriptively at each time point and changes across time will be evaluated. Correlation with response to overall therapy will be assessed using Wilcoxon's rank sum tests.",
        "timeFrame": "Up to 3 years"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 4,
      "otherCount": 4,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 52,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:04.915Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}