{
  "nctId": "NCT03305809",
  "briefTitle": "A Study of LY3154207 in Participants With Dementia Due to Lewy Body Dementia (LBD) Associated With Idiopathic Parkinson's Disease (PD) or Dementia With Lewy Bodies (DLB)",
  "officialTitle": "Effect of LY3154207 on Cognition in Mild-to-Moderate Dementia Due to Lewy Body Dementia (LBD) Associated With Idiopathic Parkinson's Disease (PD) or Dementia With Lewy Bodies (DLB)",
  "protocolDocument": {
    "nctId": "NCT03305809",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-01-25",
    "uploadDate": "2021-06-24T10:24",
    "size": 1326550,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03305809/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 344,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-11-09",
    "completionDate": "2020-07-10",
    "primaryCompletionDate": "2020-07-10",
    "firstSubmitDate": "2017-10-04",
    "firstPostDate": "2017-10-10"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Have dementia as defined by a decline in cognitive function, which in the opinion of the investigator has resulted in functional impairment.\n* Meet diagnostic criteria for PD per MDS criteria or DLB per 4th Consensus Report of the DLB Consortium.\n* Have a score on the MoCA of 10 - 23.\n* Are Modified Hoehn and Yahr Stages 0 - 4.\n* Have a blood pressure (BP) or pulse rate at screening and randomization, as determined by three sequential BP/pulse rate measurements in a seated position:\n\n  * Participants \\<60 years old:\n\n    1. A mean systolic BP less than or equal to 140 millimeters of mercury (mmHg), a mean diastolic BP less than or equal to 90 mmHg and a mean pulse rate less than or equal 90 beats/minute in a seated position.\n    2. Each of the 3 systolic BP measurement must be less than 180 mmHg\n  * Participants ≥60 years old:\n\n    1. A mean systolic BP less than or equal to 150 mmHg, a mean diastolic BP less than or equal to 90 mmHg and a mean pulse rate less than or equal to 90 beats/min in a seated position.\n    2. Each of the 3 systolic BP measurement must be less than 180 mmHg\n* If on anti-parkinsonian agents, participants must be on stable dosage for at least 3 weeks prior to screening, and should remain on stable doses during the course of the study.\n* If on medications affecting cognition (rivastigmine, galantamine, donepezil, memantine), participants must be on stable dosage for at least 3 weeks prior to screening and should remain at a stable dosage during the course of the study.\n* If on antidepressant medications, participants must be on stable dosage for at least 3 weeks prior to screening and should remain at a stable dosage during the course of the study.\n* If on clozapine, quetiapine, and pimavanserin to address drug induced or disease related psychosis, participants must be on stable dosage for 3 weeks prior to screening and should remain at a stable dosage during the course of the study.\n* If on antihypertensive medications, participants must be on stable dosage for at least 3 weeks prior to screening.\n* Men should use appropriate contraception.\n* All participants must have a reliable caregiver who is in frequent contact with the participant (defined as at least 10 hours per week) and will accompany the participant to screening, baseline, day 7, day 42, day 84 and follow-up.\n\nExclusion Criteria:\n\n* Are women of childbearing potential.\n* Have significant central nervous system or psychiatric disease, other than PD or DLB, that in the investigator's opinion may affect cognition or the ability to complete the study.\n* Have a history in the last 6 months of transient ischemic attacks or ischemic stroke.\n* Have a history of intra cerebral hemorrhage due to hypertension.\n* Have a history of hypertensive encephalopathy.\n* Have atypical or secondary parkinsonism due to drugs (e.g., antipsychotics) or disease (such as progressive supranuclear palsy, essential tremor, multiple system atrophy (e.g. striatonigral degeneration, olivopontocerebellar atrophy), or postencephalitic parkinsonism).\n* Have a current implantable intracranial stimulator or history of intracranial ablation surgery (e.g., subthalamic, globus pallidus-internal segment \\[GPi\\]).\n* Have a history of substance abuse within the past 1 year (drug categories defined by the Diagnostic and Statistical Manual of Mental Disorder, 5th Edition \\[DSM-5\\], and/or substance dependence within the past 1 year, not including caffeine and nicotine.\n* Have a serious or unstable medical illness, other than idiopathic LBD (PDD or DLB), including cardiovascular, hepatic, respiratory, hematologic, endocrinologic, neurologic, or renal disease, or clinically significant laboratory or electrocardiogram (ECG) abnormality as determined by the investigator.\n\n  * Have a history in the last 6 months of exertional angina, unstable angina, myocardial infarction, and acute coronary syndrome.\n  * Have a history of heart failure of either New York Heart Association Class III or IV.\n  * A history of additional risk factors for Torsades de Pointes (TdP; \\[e.g., chronic hypokalemia, family history of Long QT Syndrome\\]).\n* Participants with acute liver disease (e.g. acute viral hepatitis, alcoholic hepatitis); participants with a known chronic liver disease (e.g. hepatitis B, C, alcoholic liver disease, cirrhosis); alanine aminotransferase (ALT) or aspartate aminotransferase (AST) equal to or higher than 2X upper limit of normal (ULN); total bilirubin (TBL) equal to or higher than 1.5X ULN; (except for participants with Gilbert's syndrome); or alkaline phosphatase (ALP) equal to or higher than 2X ULN.\n* Participants have answered 'yes' to either Question 4 (Active Suicidal Ideation with Some Intent to Act, Without Specific Plan) or Question 5 (Active Suicidal Ideation with Specific Plan and Intent) on the \"Suicidal Ideation\" portion of the Columbia Suicide Severity Rating Scale (C-SSRS)- Children's version, or answer \"yes\" to any of the suicide-related behaviors (actual attempt, interrupted attempt, aborted attempt).\n* Have used antipsychotic medications, with the exception of clozapine, quetiapine, pimavanserin in the 6 months prior to screening and at any time during the course of the study.\n* Have used anticholinergics trihexyphenidyl and benztropine in the 4 weeks prior to screening and at any time during the course of the study.\n* Have motor conditions for which the antiparkinsonian treatment is expected to change during the course of the study, as well as unpredictable motor fluctuations that in the investigator's opinion would interfere with administering assessments.\n* Are taking any medications or food, herbal or dietary supplements that are inhibitors (e.g., ketoconazole, grapefruit juice), or strong/moderate inducers of cytochrome P450 3A4 (CYP3A4) (e.g., rifampicin) or are unable or unwilling to discontinue usage of them 4 weeks prior to first dose of study drug.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in the Continuity of Attention (CoA) Composite Score of the Cognitive Drug Research Computerized Cognition Battery (CDR-CCB)",
        "description": "The CDR-CCB tests is designed to evaluate the effects of novel compounds on the quality of cognitive functioning which includes tests of attention (simple and choice reaction time, digit vigilance), working memory (spatial and numeric) and episodic memory (word recognition, picture recognition). Continuity of attention measures speed and accuracy and is calculated from 3 attentional tasks on the CDR computerized battery tests. For continuity of attention, the score range is -999 to 35. A high score reflects someone able to keep his/her mind on a single task for a prolonged period. A negative change from baseline reflects impairment compared to baseline. Data presented are model-based bayesian posterior mean response rates with 95% credible interval.",
        "timeFrame": "Baseline, Week 12"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline on the Alzheimer's Disease Cooperative Study-Clinician Global Impression of Change (ADCS-CGIC) Score",
        "description": "The ADCS-CGIC is a validated categorical measure of change in a participant's clinical condition between baseline and follow-up visits; it is used to assess global clinical status. The ADCS CGIC score is based on direct examination of the participant and an interview of the caregiver. The rater should refer to the baseline ADCS-CGIC worksheets in making a rating. A skilled and experienced clinician who is blinded to treatment assignment rates the participant on a 7-point Likert scale, ranging from 1 (marked improvement) to 7 (marked worsening). 1= Very much better 2= Much better 3= A little better 4= Same 5= A little worse 6= Much worse 7= Very much worse. Least squares (LS) means were calculated using mixed model repeated measures adjusting for treatment + visit + treatment\\*visit + age\\*acheifl + age + concomitant use of acetylcholinesterase inhibitor (AChEI).",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Baseline on the CDR-CCB Power of Attention (PoA) Composite Score",
        "description": "The PoA is a composite score derived from the CDR-CCB that measures the intensity of concentration (ability to focus attention): the faster the responses, the more processes are being brought to bear upon the task. Power of attention is calculated from the sum of three cognitive function speed tests: simple reaction time, choice reaction time and the speed of detections in digit vigilance task. Score ranges from 450 milliseconds - 61500 milliseconds. A low score reflects a fast reaction time and a high intensity of concentration. A positive change from baseline reflects impairment compared to the baseline assessment Values are calculated by a computer and higher scores mean better outcome. LS means were calculated using mixed model repeated measures adjusting for baseline total Score + treatment + visit + treatment\\*Visit + visit\\*baseline total Score + age + concomitant use of AChEI.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Baseline in the 13-item Alzheimer's Disease Assessment Scale - Cognitive Subscale (ADAS-Cog13)",
        "description": "The ADAS is a rater administered instrument that was designed to assess the severity of the dysfunction in the cognitive and noncognitive behaviors characteristic of persons with AD. The cognitive subscale of the ADAS that was used as the primary efficacy measure consists of 13 items assessing areas of cognitive function most typically impaired in AD: orientation, verbal memory, language, praxis, delayed free recall, digit cancellation. The ADAS--Cog13 scale ranges from 0 to 85. Higher scores indicate greater disease severity. LS means were calculated using mixed model repeated measures adjusting for baseline total Score + treatment + visit + treatment\\*Visit + visit\\*baseline total Score + age + concomitant use of AChEI.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Screening in the Montreal Cognitive Assessment (MoCA) Score",
        "description": "The Montreal Cognitive Assessment is a screening tool for global cognitive function with a total score ranging from 0 to 30 units on a scale. The MoCA is divided into 7 subscores (maximum possible subscore): visuospatial/executive (5 points), naming (3 points), memory (5 points for delayed recall), attention (6 points), language (3 points), abstraction (2 points) and orientation to time and place (6 points). A score of 26-30 is normal. A score less than 26 is considered as mild cognitive impairment. Higher values represent a better outcome. LS means were calculated using mixed model repeated measures adjusting for baseline total Score + treatment + visit + treatment\\*Visit + visit\\*baseline total Score + age + concomitant use of AChEI.",
        "timeFrame": "Screening (Baseline), Week 12"
      },
      {
        "measure": "Change From Baseline in the Neuropsychiatric Inventory (NPI) Total Score and Individual Item Scores",
        "description": "The NPI is a condition-specific measure designed to assess neuropsychiatric disturbances in people with Alzheimer Disease (AD),as well as other related dementing disorders.It assesses 12 behavioral disturbances,namely delusions,hallucinations,depression/dysphoria,anxiety,agitation/aggression,elation/euphoria,disinhibition,irritability/lability,apathy, aberrant motor activity, night-time behavior disturbances,and appetite/eating abnormalities.The frequency scored from 0 (never) to 4 (very frequently).The Severity scored from 0 (none) to 3 (marked).The domain score is obtained by multiplying frequency and severity scores.The total NPI score is sum total of all of individual domain scores (0-144).Higher score indiciates more abnormal behaviors.LS means were calculated using mixed model repeated measures adjusting for baseline total score + treatment + visit + treatment\\*visit + visit\\*baseline total score + age + concomitant use of AChEI.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Baseline in the Epworth Sleepiness Scale (ESS) Score",
        "description": "The ESS is a self-administered questionnaire with 8 questions. Each activity is scored on a scale ranging from 0-3, with 0 = would never fall asleep, and 3 = high chance of falling asleep. The total score ranges from 0-24, with a higher number representing an increased propensity for sleepiness. LS means were calculated using mixed model repeated measures adjusting for baseline total score + treatment + visit + treatment\\*visit + visit\\*baseline total score + age + concomitant use of AChEI.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Baseline in the Movement Disorder Society's Unified Parkinson's Disease Rating Scale (MDS-UPDRS) Total Score (Sum of Parts I-III)",
        "description": "Movement Disorder Society-sponsored revision of the Unified Parkinson's Disease Rating Scale (MDS-UPDRS) retains the four-scale structure with a reorganization of the various subscale; (Part I; 13 items) non-motor experiences of daily living, (Part II; 13) motor experiences of daily living, (Part III; 34) motor examination, and (Part IV; 6) motor complications. The scale range for MDS-UPDRS MDS-UPDRS Part I (non-motor experiences of daily living) and Part II (motor experiences of daily living) scores, total score was 0-52, with higher scores reflecting greater severity. For MDS-UPDRS Part III (motor examination) scores, the scale range for Part III Total Score was 0-132, with higher scores reflecting greater severity. LS means were calculated using mixed model repeated measures adjusting for baseline total score + treatment + visit + treatment\\*visit + visit\\*baseline total score + age + concomitant use of AChEI + levodopa equivalency dose (LED).",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Baseline in the Penn Parkinson's Daily Activities Questionnaire-15 (PDAQ-15) Total Score",
        "description": "The PDAQ-15 is a 15-item measure of instrumental activities of daily living (IADL) that are impacted by cognitive impairment in participants with parkinson's disease dementia (PDD). The PDAQ-15 is derived from the original 50-item scale, which has demonstrated test-retest reliability, construct validity, sensitivity, and specificity to Parkinson's disease (PD) cognitive impairment and the questionnaire is completed by the caregiver. The score range is 0 to 60, with higher scores indicating better function. LS means were calculated using mixed model repeated measures adjusting for baseline total score + treatment + visit + treatment\\*visit + visit\\*baseline total score + age + concomitant use of AChEI.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Baseline in Delis-Kaplan Executive Function System (D-KEFS) Verbal Fluency Test Score",
        "description": "The DKEFS verbal fluency category switching test measures letter fluency, category fluency, and category switching. The score is the total number of correct words generated during each of the 60-second trials within the three conditions of the test. Scales scores vary from 0 min to N/A max (no concrete maximum). Higher score = higher ability in language processing. LS means were calculated using mixed model repeated measures adjusting for baseline total score + treatment + visit + treatment\\*visit + visit\\*baseline total score + age + concomitant use of AChEI.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change in MDS-UPDRS Parts II (Motor Experiences of Daily Living) and III (Motor Exam) From Baseline to Week 12",
        "description": "Movement Disorder Society-sponsored revision of the Unified Parkinson's Disease Rating Scale (MDS-UPDRS) retains the four-scale structure with a reorganization of the various subscale; (Part I; 13 items) non-motor experiences of daily living, (Part II; 13) motor experiences of daily living, (Part III; 34) motor examination, and (Part IV; 6) motor complications. The scale range for Part II total score was 0-52, with higher scores reflecting greater severity. For MDS-UPDRS Part III (motor examination) scores, the scale range for Part III Total Score was 0-132, with higher scores reflecting greater severity. LS means were calculated using mixed model repeated measures adjusting for baseline total score + treatment + visit + treatment\\*visit + visit\\*baseline total score + age + concomitant use of AChEI + LED dose.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Number of Participants Who Met the Potentially Clinically Significant Vital Signs Criteria at 3 Consecutive Time Points at Visit 3",
        "description": "Number of participants who met the potentially clinically significant vital signs criteria at 3 consecutive time points at visit 3 were reported. In the event of an unacceptable rate of participants meeting day 1 stopping rules at other doses, adjustments to doses may be made for subsequently randomized participants at the discretion of the internal assessment committee (IAC).",
        "timeFrame": "Visit 3 (Day 1 stopping rules)"
      },
      {
        "measure": "Change From Baseline in Clinic Blood Pressure (BP) to 8 Hours Post Dose",
        "description": "Systolic and diastolic blood pressure obtained from ambulatory blood pressure monitoring (ABPM) was evaluated. LS means were calculated using mixed model repeated measures adjusting for baseline + treatment + visit + visit\\*baseline + treatment\\*visit.",
        "timeFrame": "Baseline, 8 Hours Post Dose"
      },
      {
        "measure": "Change From Baseline in Pulse Rate to 8 Hours Post Dose",
        "description": "Pulse rate obtained from ABPM was evaluated. Pulse rate measurements will occur at time 0 and every 60 minutes thereafter up to 8 hours and pulse rate measurements will be done in the seated position only. LS means were calculated using mixed model repeated measures adjusting for baseline + treatment + visit + visit\\*baseline + treatment\\*visit.",
        "timeFrame": "Baseline, 8 Hours Post Dose"
      },
      {
        "measure": "Change From Baseline In-clinic BP to Week 12",
        "description": "Systolic blood pressure (SBP) and diastolic blood pressure (DBP) obtained from ambulatory blood pressure monitoring (ABPM) was evaluated. LS means were calculated using mixed model repeated measures adjusting for baseline + treatment + visit + visit\\*baseline + treatment\\*visit.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Baseline in Pulse Rate to Week 12",
        "description": "Pulse rate obtained from ABPM was evaluated. Pulse rate measurements will occur at time 0 and every 60 minutes thereafter up to 8 hours and pulse rate measurements will be done in the seated position only. LS means were calculated using mixed model repeated measures adjusting for baseline + treatment + visit + visit\\*baseline + treatment\\*visit.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change in Home Blood Pressure Measurement (HBPM), for SBP, DBP From Baseline to Week 12",
        "description": "Systolic and diastolic blood pressure obtained from ABPM was evaluated. Participants followed a standardized measurement protocol for home blood pressure measurement, involving three consecutive measurements, taken one minute apart after a five-minute seated resting period. LS means were calculated using mixed model repeated measures adjusting for baseline + treatment + visit + visit\\*baseline + treatment\\*visit.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change in HBPM for Pulse Rate From Baseline to Week 12",
        "description": "Pulse rate obtained from ABPM was evaluated. Pulse rate measurements will occur at time 0 and every 60 minutes thereafter up to week 12 and pulse rate measurements will be done in the seated position only. LS means were calculated using mixed model repeated measures adjusting for baseline + treatment + visit + visit\\*baseline + treatment\\*visit.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Baseline in the Physician Withdrawal Checklist (PWC)-20 Total Score From Week 12 to In-Clinic Follow-up Visit",
        "description": "The Penn PWC-20 is a 20-item checklist originally developed to assess the severity of withdrawal symptoms in anxiolytic medication discontinuation. To determine a change in the Intensity of Discontinuation symptoms, the PWC-20 administered by a trained clinician/rater to assess the intensity of discontinuation symptoms. The assessment has 20 items evaluated to detect withdrawal symptoms. Symptoms are rated on a scale of 0-3.\n\n0\\. Not present\n\n1. Mild\n2. Moderate\n3. Severe Total scores range from 0 to 60 with higher scores indicating more severe symptoms.Least squares (LS) means were calculated using mixed model analysis of covariance (ANCOVA) adjusting for predose, sequence, period, day, time, treatment, and treatment\\*time as fixed effects and participant within sequence and treatment as random effect.",
        "timeFrame": "Week 12, Follow-up (2 Weeks after Week 12)"
      },
      {
        "measure": "Pharmacokinetics (PK): Steady-State Trough Plasma Concentrations of LY3154207",
        "description": "Trough measurements of LY3154207 concentration in plasma at Day 1, Day 7, Day 14, Day 42 and Day 84 was evaluated.",
        "timeFrame": "Day 1: 1-3 hours post-dose; Day 7, Day 14 and Day 42: post-dose; Day 84: pre-dose"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 19,
      "otherCount": 0,
      "totalCount": 20
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:46.027Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}