{
  "nctId": "NCT03299439",
  "briefTitle": "Acupuncture Treatment for Knee Osteoarthritis With Sensitive Acupoints and Tender Points",
  "officialTitle": "A Multi-center Randomized Controlled Trial of Acupuncture Treatment for Knee Osteoarthritis With Sensitive Acupoints and Tender Points",
  "protocolDocument": {
    "nctId": "NCT03299439",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-01-10",
    "uploadDate": "2021-12-21T02:58",
    "size": 387458,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03299439/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 666,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-10-25",
    "completionDate": "2020-11-20",
    "primaryCompletionDate": "2020-11-20",
    "firstSubmitDate": "2017-09-27",
    "firstPostDate": "2017-10-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participants aged 40 years or older and diagnosed with mild or moderate knee osteoarthritis(KOA) are eligible to participate in the study\n* The following criteria are used for diagnosis of KOA:\n\n  * refractory knee pain for most days in the last month;\n  * joint space narrowing, sclerosis or cystic change in subchondral bone (as demonstrated in X-ray);\n  * laboratory examinations of arthritis: clear and viscous synovial fluid (≥2 times) and white blood cell count \\< 2000/mm3;\n  * morning stiffness continues less than 30 minutes;\n  * bone sound exists when joints was taking flexion and/or extension. If a patient meets criteria 1 and 2, or criteria 1, 3, 4, and 5, a diagnosis of KOA is confirmed.\n\nExclusion Criteria:\n\nPatients will be excluded if they meet any of the following:\n\n* diagnosed with conditions leading to skeletal disorders, such as tuberculosis, tumors or rheumatism of the knee joint and rheumatoid arthritis;\n* present sprain or trauma in the lower limb;\n* unable to walk properly due to foot deformity or pain;\n* present with mental disorders;\n* present with comorbidities including severe cardiovascular disease, liver or kidney impairment, immunodeficiency, diabetes mellitus, blood disorder or skin disease;\n* females who are pregnant or lactating;\n* using physiotherapy treatments for osteoarthritis knee pain;\n* have used intra-articular injection of glucocorticoid or viscosupplementation in the past six months;\n* received knee-replacement surgery;\n* diagnosed with severe (stage 4, according to Kellgren and Lawrence radiographic classification) or late clinical stage of KOA;\n* have a swollen knee or positive result of floating patella test; or'\n* are participating or have participated in the other clinical trials.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "The change of Western Ontario and McMaster Universities Osteoarthritis index total score from baseline to 16 weeks",
        "description": "It consists of 24 items assessing the knee osteoarthritis patients pain, stiffness, and physical function. Each of the 24 items will be graded on a visual analog scale ranging from 0 to 10, with higher scores reflecting more pain, stiffness and poorer physical function.",
        "timeFrame": "Assessments will be conducted at baseline and 16 weeks after randomization"
      }
    ],
    "secondary": [
      {
        "measure": "The change of Short Form (SF)-12 health survey score from baseline to 16 weeks",
        "description": "It includes 12 items: 2 items on physical functioning, 2 items on role limitations because of physical health problems, 1 item on bodily pain, 1 item on general health perceptions, 1 item on vitality (energy/fatigue), 1 item on social functioning, 2 items on role limitations because of emotional problems, and 2 items on general mental health (psychological distress and psychological well-being).",
        "timeFrame": "Assessments will be conducted at baseline and 16 weeks after randomization"
      },
      {
        "measure": "The changes of knee ranges of motion (ROMs) from baseline to 16 weeks",
        "description": "The knee ROMs will be assessed both actively and passively by using a standard goniometer. It will include flexion, extension, internal rotation and external rotation.",
        "timeFrame": "Assessments will be conducted at baseline and 16 weeks after randomization"
      },
      {
        "measure": "The changes of pressure-pain threshold of the five selected acupuncture points from baseline to 16 weeks",
        "description": "The pressure-pain threshold of the five selected acupuncture points will be measured using the electronic von Frey detector.",
        "timeFrame": "Assessments will be conducted at baseline and 16 weeks after randomization"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:59.139Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}