{
  "nctId": "NCT03068949",
  "briefTitle": "Comparison of Three Licensed Influenza Vaccines",
  "officialTitle": "A Comparison of CD4 T Cell Induction and Antibody Responses Between a Pure Hemagglutinin Influenza Vaccine and Licensed Subvirion Influenza Vaccine Made in Eggs or Cell Culture in Healthy Adults.",
  "protocolDocument": {
    "nctId": "NCT03068949",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-02-08",
    "uploadDate": "2021-06-16T14:47",
    "size": 552247,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03068949/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 413,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-10-28",
    "completionDate": "2021-06-30",
    "primaryCompletionDate": "2020-06-30",
    "firstSubmitDate": "2017-02-23",
    "firstPostDate": "2017-03-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Aged between 18 and 49 years of age (inclusive).\n2. Female subjects must fulfill one of the following: (i) not able to bear children because she has been surgically sterilized (tubal ligation or hysterectomy) or (ii) agrees to practice effective methods of contraception that may include, but are not limited to abstinence, barrier methods, monogamous relationship with vasectomized partner, birth control pills, patches, hormonal shots or hormonal implants, NuvaRing and IUDs (intrauterine devices), from 30 days prior to study enrollment through 30 days following receipt of the last dose of vaccine.\n3. Female subjects of childbearing potential must have a negative pregnancy test (urine or serum) within 24 hours prior to vaccination.\n4. The subject must be in good health, as determined by: vital signs (heart rate \\>55 to \\<100 bpm; blood pressure: systolic ≥ 90 mm Hg and ≤150 mm Hg; diastolic ≤ 90 mm Hg; oral temperature \\<100.0ºF); medical history; and targeted physical examination, when necessary, based on medical history. Stable medical condition is defined as: no recent increase in prescription medication, dose, or frequency of medication in the last 3 months and health outcomes of the specific disease are considered to be within acceptable limits in the last 6 months.\n5. The subject is able to understand and comply with the planned study procedures, including being available for all study visits.\n6. The subject has provided informed consent prior to any study procedures.\n7. Subjects who have not received seasonal flu vaccine for the current year.\n\nExclusion Criteria\n\n1. Subject report of known hypersensitivity to allergy to components of the study vaccine or other components of the study vaccine.\n2. Subject report of known latex allergy\n3. Subject report of a history of severe reactions following previous immunization with licensed or unlicensed influenza virus vaccines.\n4. Subject report of a history of Guillain-Barre syndrome within 6 weeks of receipt of a previous influenza vaccine.\n5. The subject is a woman who is pregnant or breastfeeding or intends to become pregnant during the study period between enrollment and 30 days following receipt of vaccine.\n6. The subject is immunosuppressed as a result of an underlying illness or treatment with immunosuppressive or cytotoxic drugs, or use of anticancer chemotherapy or radiation therapy within the preceding 36 months.\n7. The subject has an active neoplastic disease (excluding non-melanoma skin cancer or prostate cancer that is stable in the absence of therapy) or a history of any hematological malignancy. For this criterion, \"active\" is defined as having received treatment within the past 5 years.\n8. The subject has long-term (greater than 2 weeks) use of oral or parenteral steroids, or high-dose inhaled steroids (\\>800 mcg/day of beclomethasone dipropionate or equivalent) within the preceding 6 months (nasal and topical steroids are allowed).\n9. The subject received immunoglobulin or another blood product within the 3 months prior to enrollment in this study.\n10. The subject has received an inactivated vaccine within the 2 weeks or a live vaccine within the 4 weeks prior to enrollment in this study or plans to receive another vaccine within the next 28 days.\n11. The subject has an acute or chronic medical condition that, in the opinion of the investigator or appropriate sub-investigator, would render vaccination unsafe or would interfere with the evaluation of responses. These conditions include any acute or chronic medical disease or conditions defined as persisting for 3 months (defines ad 90 days) or longer, that would place the subject at an unacceptable risk of injury, render the subject unable to meet the requirements of the protocol, or may interfere with the evaluation of responses of the subject's successful completion of the study.\n12. Subjects with an active infection or that has an acute illness or an oral temperature greater than 99.9F (37.7C) within 3 days prior to enrollment or vaccination. Subjects who had an acute illness that was treated symptoms resolved are eligible to enroll as long as treatment is completed and symptoms resolved \\> 3 days prior to enrollment.\n13. The subject is currently participating or plans to participate in a study that involves an experimental agent (vaccine, drug, biologic, device, blood product, or medication) or has received an experimental agent within 1 month prior to enrollment in this study, or expects to receive another experimental agent during participation in this study, or intends to donate blood during the study period.\n14. The subject has any condition that would, in the opinion of the site investigator, place the subject at an unacceptable risk of injury or render the subject unable to meet the requirements of the protocol.\n15. Have been hospitalized for psychiatric illness, history of suicide attempt, or confinement for danger to self or others, within the past 10 years.\n16. The subject has a diagnosis of schizophrenia, bi-polar disease, or other severe (disabling) chronic psychiatric diagnosis, or is receiving psychiatric drugs. Subjects who are receiving a single antidepressant drug and are stable for at least 3 months prior to enrollment without decompensation are allowed enrollment into the study.\n17. The subject has a history of alcohol or drug abuse in the 5 years prior to enrollment.\n18. The subject has a known human immunodeficiency virus, hepatitis B, or hepatitis C infection.\n19. The subject has any condition that the principal investigator (PI) believes may interfere with successful completion of the study.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "49 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Mean Change of HAI Serum Antibody Titers to A/California/07/09 (H1N1)",
        "description": "Mean change of HAI serum antibody titers to A/California/07/09 (H1N1) using serum hemagglutination-inhibition (HAI) assay.",
        "timeFrame": "Day 0 to Day 28"
      },
      {
        "measure": "Mean Change of HAI Serum Antibody Titers to A/Michigan/45/2015 (H1N1)",
        "description": "Mean Change of HAI Serum Antibody Titers to A/Michigan/45/2015 (H1N1) using serum hemagglutination-inhibition (HAI) assay.",
        "timeFrame": "Day 0 to Day 28"
      },
      {
        "measure": "Mean Change of HAI Serum Antibody Titers to A/Switzerland/9715293/13 (H3N2)",
        "description": "Mean Change of HAI Serum Antibody Titers to A/Switzerland/9715293/13 (H3N2)",
        "timeFrame": "Day 0 to Day 28"
      },
      {
        "measure": "Mean Change of MN Serum Antibody Titers to A/California/07/09 (H1N1)",
        "description": "Mean Change of MN Serum Antibody Titers to A/California/07/09 (H1N1) using Microneutralization (MN) assay.",
        "timeFrame": "Day 0 to Day 28"
      },
      {
        "measure": "Mean Change of MN Serum Antibody Titers to A/Michigan/45/2015 (H1N1)",
        "description": "Mean Change of MN Serum Antibody Titers to A/Michigan/45/2015 (H1N1) using Microneutralization (MN) assay.",
        "timeFrame": "Day 0 to Day 28"
      },
      {
        "measure": "Mean Change in CD4 T Cells Reactivity to Pools of Total pHA Peptides Derived From pH1N1 HA",
        "description": "Mean change in CD4 T cells reactivity to pools of total pHA peptides derived from pH1N1 HA using cytokine Elispot",
        "timeFrame": "Day 0 to Day 14"
      },
      {
        "measure": "Mean Change in CD4 T Cells Reactivity to Pools of Total pHA Peptides Derived From H3 HA",
        "description": "Mean change in CD4 T cells reactivity to pools of total pHA peptides derived from H3 HA using cytokine Elispot",
        "timeFrame": "Day 0 to Day 14"
      },
      {
        "measure": "Mean Change in CD4 T Cells Reactivity to Pools of Total pHA Peptides Derived From Influenza B HA",
        "description": "Mean change in CD4 T cells reactivity to pools of total pHA peptides derived from influenza B HA using cytokine Elispot.",
        "timeFrame": "Day 0 to Day 14"
      },
      {
        "measure": "Mean Change in CD4 T Cells Reactivity to Pools of Total pHA Peptides Derived From NP",
        "description": "Mean change in CD4 T cells reactivity to pools of total pHA peptides derived from NP using cytokine Elispot.",
        "timeFrame": "Day 0 to Day 14"
      },
      {
        "measure": "Mean Change in CD4 T Cells Reactivity to Pools of Total pHA Peptides Derived From M1",
        "description": "Mean change in CD4 T cells reactivity to pools of total pHA peptides derived from M1 using cytokine Elispot.",
        "timeFrame": "Day 0 to Day 14"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 0,
      "totalCount": 1
    },
    "endpoints": {
      "primaryCount": 10,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:42.083Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}