{
  "nctId": "NCT04537949",
  "briefTitle": "A Trial Investigating the Safety and Effects of One BNT162 Vaccine Against COVID-19 in Healthy Adults",
  "officialTitle": "A Multi-site, Phase I/II, 2-Part, Dose-Escalation Trial Investigating the Safety and Immunogenicity of a Prophylactic SARS-CoV-2 RNA Vaccine (BNT162b3) Against COVID-19 Using Different Dosing Regimens in Healthy Adults",
  "protocolDocument": {
    "nctId": "NCT04537949",
    "filename": "Prot_002.pdf",
    "label": "Study Protocol",
    "date": "2021-05-12",
    "uploadDate": "2023-02-06T10:11",
    "size": 25682501,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04537949/document/Prot_002.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 96,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-09-09",
    "completionDate": "2022-02-07",
    "primaryCompletionDate": "2021-03-12",
    "firstSubmitDate": "2020-09-02",
    "firstPostDate": "2020-09-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Have given informed consent by signing the informed consent form (ICF) before initiation of any trial-specific procedures.\n* They must be willing and able to comply with scheduled visits, treatment schedule, laboratory tests, lifestyle restrictions (e.g., to practice social distancing and to follow good practices to reduce their chances of being infected or spreading COVID-19), and other requirements of the trial.\n* They must be able to understand and follow trial-related instructions.\n* For younger adult cohorts, volunteers must be aged 18 to 55 years, have a body mass index over 19 kg/m\\^2 and under 30 kg/m\\^2 (i.e., be neither underweight nor obese), and weigh at least 50 kg at Visit 0.\n\nOR For older adult cohorts, volunteers must be aged 56 to 85 years, have a body mass index over 19 kg/m\\^2 and under 30 kg/m\\^2 (i.e., be neither underweight nor obese), and weigh at least 50 kg at Visit 0.\n\n* They must be healthy, in the clinical judgment of the investigator, based on medical history, physical examination, 12-lead electrocardiogram (ECG), vital signs (systolic/diastolic blood pressure, pulse rate, body temperature, respiratory rate), and clinical laboratory tests (blood chemistry, hematology, and urine chemistry) at Visit 0.\n* Women of childbearing potential (WOCBP) must have a negative beta-human chorionic gonadotropin urine test at Visit 0 and Visit 1. Women that are postmenopausal or permanently sterilized will be considered as not having reproductive potential.\n* WOCBP must agree to practice a highly effective form of contraception during the trial, starting after Visit 0 and continuously until 60 days after receiving the last immunization. WOCBP must agree to require their male partners to use condoms during sexual contact (unless male partners are sterilized or infertile).\n* WOCBP must confirm that they practiced at least one highly effective form of contraception for the 14 days prior to Visit 0.\n* WOCBP must agree not to donate eggs (ova, oocytes) for the purposes of assisted reproduction during trial, starting after Visit 0 and continuously until 60 days after receiving the last immunization.\n* Men who are sexually active with a WOCBP and have not had a vasectomy must agree to practice a highly effective form of contraception with their female partner of childbearing potential during the trial, starting after Visit 0 and continuously until 60 days after receiving the last immunization.\n* Men must be willing to refrain from sperm donation, starting after Visit 0 and continuously until 60 days after receiving the last immunization.\n* They must have confirmation of their health insurance coverage prior to Visit 0.\n* They must agree to not be vaccinated during the trial, starting after Visit 0 and continuously until 28 days after receiving the last immunization.\n\nExclusion Criteria:\n\n* Have had any acute illness, as determined by the investigator, with or without fever, within 72 hours prior to the first immunization. An acute illness which is nearly resolved with only minor residual symptoms remaining is allowable if, in the opinion of the investigator, the residual symptoms will not compromise their well-being if they participate as trial participants in the trial, or that could prevent, limit, or confound the protocol-specified assessments.\n* Are breastfeeding on the day of Visit 0 or who plan to breastfeed during the trial, starting after Visit 0 and continuously until at least 90 days after receiving the last immunization.\n* Have a known allergy, hypersensitivity, or intolerance to the planned investigational medicinal product (IMP) including any excipients of the IMP.\n* Had any medical condition or any major surgery (e.g., requiring general anesthesia) within the past 5 years which, in the opinion of the investigator, could compromise their well-being if they participate as trial participants in the trial, or that could prevent, limit, or confound the protocol-specified assessments.\n* Have any surgery planned during the trial, starting after Visit 0 and continuously until at least 90 days after receiving the last immunization.\n* Had any chronic use (more than 21 continuous days) of any systemic medications, including immunosuppressants or other immune-modifying drugs, within the 6 months prior to Visit 0 unless in the opinion of the investigator, the medication would not prevent, limit, or confound the protocol-specified assessments or could compromise participant safety.\n* Received any vaccination within the 28 days prior to Visit 0.\n* Had administration of any immunoglobulins and/or any blood products within the 3 months prior to Visit 0.\n* Had administration of another IMP including vaccines within 60 days or 5 half-lives (whichever is longer), prior to Visit 0.\n* Have a known history or a positive test of any of human immunodeficiency virus (HIV) 1 or 2, Hepatitis B, or Hepatitis C, within the 30 days prior to Visit 0.\n* Have a positive polymerase chain reaction (PCR)-based test for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) within the 30 days prior to Visit 1.\n* Have a positive drugs of abuse (for amphetamines, benzodiazepines, barbiturates, cocaine, cannabinoids, opiates, methadone, methamphetamines, phencyclidine, and tricyclic antidepressants) result at Visit 0 or Visit 1.\n* Have a positive breath alcohol test at Visit 0 or Visit 1.\n* Previously participated in an investigational trial involving lipid nanoparticles.\n* Are subject to exclusion periods from other investigational trials or simultaneous participation in another clinical trial.\n* Have any affiliation with the trial site (e.g., are close relative of the investigator or dependent person, such as an employee or student of the trial site).\n* Have a history (within the past 5 years) of substance abuse or known medical, psychological, or social conditions which, in the opinion of the investigator, could compromise their well-being if they participate as trial participants in the trial, or that could prevent, limit, or confound the protocol-specified assessments.\n* Have a history of hypersensitivity or serious reactions to previous vaccinations.\n* Have a history of Guillain-Barré Syndrome within 6 weeks following a previous vaccination.\n* Have a history of narcolepsy.\n* Have history of alcohol abuse or drug addiction within 1 year before Visit 0.\n* Have a history of or suspected immunosuppressive condition, acquired or congenital, as determined by medical history and/or physical examination at Visit 0.\n* Have any abnormality or permanent body art (e.g., tattoo) that, in the opinion of the investigator, would obstruct the ability to observe local reactions at the injection site.\n* Have had any blood loss \\>450 mL, e.g., due to donation of blood or blood products or injury, within the 7 days prior to Visit 0 or plan to donate blood during the trial, starting after Visit 0 and continuously until at least 7 days after receiving the last immunization.\n* Symptoms of COVID-19, e.g., respiratory symptoms, fever, cough, shortness of breath and breathing difficulties.\n* Have had contact with persons diagnosed with COVID-19 or who tested positive for SARS-CoV-2 by any diagnostic test within the 30 days prior to Visit 1.\n* Are soldiers, participants in detention, contract research organization (CRO) or sponsor staff or their family members.\n* Regular receipt of inhaled/nebulized corticosteroids.\n* Have a condition known to put them at high risk for severe COVID-19, including those with any of the following risk factors:\n\n  * Cancer\n  * COPD (chronic obstructive pulmonary disease)\n  * Immunocompromised state (weakened immune system) from solid organ transplant\n  * Obesity (BMI of 30 or higher)\n  * Serious heart conditions, such as heart failure, coronary artery disease, or cardiomyopathies\n  * Sickle cell disease\n  * Diabetes mellitus\n  * Hypertension\n  * Asthma\n  * Chronic liver disease\n  * Known Stage 3 or worse chronic kidney disease (glomerular filtration rate \\<60 mL/min/1.73 m\\^2)\n  * Anticipating the need for immunosuppressive treatment within the next 6 months\n  * Resident in a long-term facility\n  * Current vaping or smoking (occasional smoking is acceptable)\n  * History of chronic smoking within the prior year",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Solicited Local Reactions at the Injection Site (Pain, Tenderness, Erythema/Redness, Induration/Swelling) Recorded up to 7 Days After Each IMP Dose",
        "description": "Solicited local reactions at the injection site (pain, tenderness, erythema/redness, and induration/swelling) were monitored and graded using criteria based on the guidance given in US FDA Guidance for Industry \"Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials\". The reporting of local reactions was based on the participant's assessments via daily solicited reports in the participant diaries.",
        "timeFrame": "From Day 1 to Day 8 for Prime Immunization and from Day 22 to Day 29 for Boost Immunization"
      },
      {
        "measure": "Number of Participants With Solicited Systemic Reactions (Nausea, Vomiting, Diarrhea, Headache, Fatigue, Myalgia, Arthralgia, Chills, Loss of Appetite, Malaise, and Fever) Recorded up to 7 Days After Each IMP Dose",
        "description": "Solicited systemic reactions (nausea, vomiting, diarrhea, headache, fatigue, myalgia, arthralgia, chills, loss of appetite, malaise, and fever) were monitored and graded using criteria based on the guidance given in US FDA Guidance for Industry \"Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials\". The reporting of systemic reactions was based on the participant's assessments via daily solicited reports in the participant diaries.",
        "timeFrame": "From Day 1 to Day 8 for Prime Immunization and from Day 22 to Day 29 for Boost Immunization"
      },
      {
        "measure": "The Percentage of Participants With at Least 1 Unsolicited Treatment Emergent Adverse Event (TEAE) Occurring After Prime Immunization up to Boost Immunization or 28 Days After Prime Immunization",
        "description": "Treatment emergent adverse events (TEAEs) were analyzed by age group, dose level, and for each IMP dose. The number and percentage of participants reporting at least one TEAE was summarized by adverse event types (any TEAE and any grade \\>=3 TEAE) using the Safety Set.",
        "timeFrame": "28 days following first IMP dose or up to second IMP dose (whichever was first)"
      },
      {
        "measure": "The Percentage of Participants With at Least 1 Unsolicited TEAE Occurring up to 28 Days After Boost Immunization or After Prime Immunization (if no Boost Immunization)",
        "description": "Treatment emergent adverse events (TEAEs) were analyzed by age group, dose level, and for each IMP dose. The percentage of participants reporting at least one TEAE was summarized by adverse event types (any TEAE and any grade \\>=3 TEAE) using the Safety Set.",
        "timeFrame": "28 days following second IMP dose or first IMP dose (if no second IMP dose as given)"
      }
    ],
    "secondary": [
      {
        "measure": "Functional Antibody Responses",
        "description": "At 7 and 21 days after primary immunization and at 7, 14, 21, 28 days after boost immunization.",
        "timeFrame": "up to 50 days following first IMP dose"
      },
      {
        "measure": "Fold Increase in Functional Antibody Titers",
        "description": "At 7 and 21 days after primary immunization and at 7, 14, 21, and 28 days after the boost immunization.",
        "timeFrame": "up to 50 days following first IMP dose"
      },
      {
        "measure": "Number of Participants With Seroconversion Defined as a Minimum of 4-fold Increase of Functional Antibody Titers as Compared to Baseline",
        "description": "At 7 and 21 days after primary immunization and at 7, 14, 21, and 28 days after the boost immunization.",
        "timeFrame": "up to 50 days following first IMP dose"
      },
      {
        "measure": "Functional Antibody Responses",
        "description": "At 63, 162, 365 days after boost immunization.",
        "timeFrame": "From 51 to up to 387 days following first IMP dose"
      },
      {
        "measure": "Fold Increase in Functional Antibody Titers",
        "description": "At 63, 162, 365 days after boost immunization.",
        "timeFrame": "From 51 to up to 387 days following first IMP dose"
      },
      {
        "measure": "Number of Participants With Seroconversion Defined as a Minimum of 4-fold Increase of Functional Antibody Titers as Compared to Baseline",
        "description": "At 63, 162, 365 days after boost immunization.",
        "timeFrame": "From 51 to up to 387 days following first IMP dose"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:43.074Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}