{
  "nctId": "NCT03406702",
  "briefTitle": "CX-8998 for Absence Seizures",
  "officialTitle": "A Phase 2a, Safety, Tolerability, Pharmacokinetics, and Quantitative EEG Study of CX-8998 in Adolescents and Adults With Idiopathic Generalized Epilepsy With Absence Seizures",
  "protocolDocument": {
    "nctId": "NCT03406702",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-05-30",
    "uploadDate": "2022-03-29T18:14",
    "size": 5643042,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03406702/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 7,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-02-25",
    "completionDate": "2019-03-29",
    "primaryCompletionDate": "2019-03-29",
    "firstSubmitDate": "2018-01-02",
    "firstPostDate": "2018-01-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Signed informed consent form (ICF) indicating that the subject has been informed of the procedures to be followed, the experimental nature of the therapy, alternatives, potential benefits, side effects, risks, and discomforts.\n2. Men or non-pregnant, non-breastfeeding women 16 to 55 years-of-age who are able to read and understand written and spoken local language.\n3. Clinical diagnosis of IGE (including, but not limited to, CAE, JAE, juvenile myoclonic epilepsy, or Jeavons syndrome) with absence seizures consistent with the International League against Epilepsy Revised Classification of Seizures (2017).\n4. Absence seizures persisting despite standard of care (SOC) treatment, defined as treatment with at least 2 AEDs appropriate for the patient's epilepsy syndrome. SOC failure, per investigator discretion, will be defined as insufficient clinical response or intolerable side effects, which precludes use of the appropriate AED.\n5. Observation of at least 3 instances of generalized discharges of approximately 2.5 - 4 Hz lasting ≥2 seconds via 24-hour ambulatory EEG (centrally reviewed), with approximately 75% normal background based on age and medication use per the central EEG reader's discretion. Intermittent focal spikes are allowed.\n6. On stable doses of one or more antiepileptic medication(s) for at least 30 days. If a subject is not on medication, adequate documentation justifying lack of therapy may be acceptable for the subject after sponsor review. Ketogenic, modified Atkins diet (MAD), or low glycemic diet with stable carbohydrate ratio for at least 30 days before screening is an acceptable antiepileptic therapy. Vagal nerve stimulation at stable settings (for at least 30 days before screening), without use of the magnet, is also acceptable.\n7. Body weight ≥ 45 kg at screening.\n8. Subjects with reproductive capability including all males and women of child-bearing potential (WOCBP) must agree to practice continuous abstinence or adequate contraception methods (appropriate double barrier method or oral, patch, implant, or injectable contraception) from as soon as feasible during screening period until at least 30 days after the last dose (i.e., intermittent abstinence based on \"rhythm\", temperature monitoring, or other means of timing is not acceptable). WOCBP include any woman who has experienced menarche and who has not undergone successful surgical sterilization (hysterectomy, bilateral tubal ligation, and/or bilateral oophorectomy) or is not post-menopausal. Post-menopausal is defined as amenorrhea ≥ 12 consecutive months without another cause, and a documented serum follicle stimulating hormone (FSH) level ≥ 35 mIU/mL.\n9. Male subjects with a partner of child-bearing potential must be surgically sterilized or be willing to use condoms with spermicide from as soon as feasible during screening period until at least 30 days after the last dose.\n10. Able and willing to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures.\n11. Approval by the sponsor medical personnel or delegate as to final eligibility for the study.\n\nExclusion Criteria:\n\n1. History of surgical intervention for treatment of epilepsy.\n2. Additional seizure (clinical and electrographic) types, including, but not limited to, epileptic spasms, generalized tonic seizures, atonic seizures, or focal seizures. Subjects with GTCS or myoclonic seizures are eligible for the study.\n3. Inadequately treated psychotic or mood disorder (e.g., schizophrenia, major depression, bipolar disorder).\n4. Presence of severe intellectual disability, severe autism spectrum disorder, or severe developmental disorder such that the subject cannot sign the ICF or cannot cooperate with the study procedures.\n5. Presence of positive urine drug screen for drugs of abuse, except if this is explained by use of an allowed prescription medicine.\n6. Regular use of more than 2 standard drinks of alcohol per day (28 grams of pure alcohol).\n7. Hypersensitivity/allergic reaction to other T-type calcium agents, such as (but not limited to) ethosuximide and zonisamide.\n8. Use of strong CYP3A4 inhibitors, including prescription or non-prescription drugs or other products (i.e. grapefruit juice), which cannot be discontinued at least 2 weeks prior to Day 1 of dosing and throughout the study (Appendix C).\n9. Concurrent illnesses that would be a contraindication to trial participation, including, but not limited to:\n\n   1. Severe arterial thromboembolic events (myocardial infarction, unstable angina pectoris, stroke) less than 6 months before screening\n   2. NYHA Class III or IV congestive heart failure, ventricular arrhythmias or uncontrolled hypertension\n   3. Clinically significant ECG abnormality per the Investigator assessment or any of the following: i) QTcF ≥450 msec (males) or ≥470 msec (females) ii) PR interval ≥250 msec iii) Atrioventricular block of second degree or higher, including Mobitz I iv) Persistent sinus bradycardia ≤ 50 beats per minute; persistent means the bradycardia is present on the first ECG and on one repeat ECG performed on another day v) For other ECG findings (e.g., including, but not necessarily limited to, tachycardia, bundle branch block, frequent ectopic beats, etc.) the Investigator should send a scanned, identity-blinded copy of the ECG tracing to the Study Safety Representative for review.\n10. Positive result for HIV, Hepatitis B \\[indicating ongoing infection\\], or Hepatitis C at screening or otherwise known ongoing infection with HIV, hepatitis B, or hepatitis C, unless curative therapy completed; for hepatitis C curative therapy is defined as negative PCR for HCV RNA.\n11. Significant hepatic (AST/ALT or bilirubin ≥ 2X upper limit of normal) or renal disease (creatinine clearance ≤39 mL/min) at screening.\n12. History of alcohol or substance abuse within the last year.\n13. A current C-SSRS score of 4 or 5 at screening or history of suicide attempt.\n14. Psychological, social, familial, or geographical reasons that would hinder or prevent compliance with the requirements of the protocol or compromise the informed consent process.\n15. Any other condition and/or situation that causes the Investigator or Study Safety Representative to deem a subject unsuitable for the study (including, but not limited to, expected study medication non-compliance, inability to medically tolerate the study procedures, or a subject's unwillingness to comply with study-related procedures).\n16. Treatment with an investigational agent within 30 days prior to the first dose of CX-8998 or planning to receive an investigational agent during the study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "16 Years",
    "maximumAge": "55 Years",
    "stdAges": [
      "CHILD",
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline to End of Treatment in QT Interval Corrected for Heart Rate Using Fridericia's Formula (QTcF)",
        "description": "Fridericia's Correction Formula (QTCF) is a formula which takes into account the physiologic shortening of the QT interval which occurs as the heart rate increases, permitting comparison of the QT interval across a range of rates.",
        "timeFrame": "Baseline (Day 1) to end of treatment 1-2 hours post-dose, up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Alanine Aminotransferase Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in alanine aminotransferase serum chemistry concentration.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Albumin Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in albumin serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Albumin/Globulin Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in albumin/globulin serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Alkaline Phosphatase Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in alkaline phosphatase serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Aspartate Aminotransferase Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in aspartate aminotransferase serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline Clinical Blood Urea Nitrogen/Creatinine Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in BUN/Creatinine serum chemistry.",
        "timeFrame": "Baseline (Day 1)"
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Bilirubin Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in bilirubin serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Blood Urea Nitrogen Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in blood urea nitrogen serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Carbon Dioxide Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in carbon dioxide serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Chloride Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in chloride serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Calcium Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in calcium serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Cholesterol Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in cholesterol serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline Clinical Cholesterol/HDL-Cholesterol Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in cholesterol/HDL-cholesterol serum chemistry.",
        "timeFrame": "Baseline (Day 1)"
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Creatine Kinase Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in creatine kinase serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Creatinine Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in creatinine serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Globulin Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in globulin serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline Clinical Glomerular Filtration Rate (GFR) Adjusted for Body Surface Area (BSA) Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in glomerular filtration rate adjusted for BSA chemistry.",
        "timeFrame": "Baseline (Day 1)"
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Estimated Glomerular Filtration Rate (GFR) Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in GFR serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Glucose Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in glucose serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline Clinical HDL Cholesterol Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in HDL cholesterol serum chemistry.",
        "timeFrame": "Baseline (Day 1)"
      },
      {
        "measure": "Baseline Clinical LDL Cholesterol Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in LDL cholesterol serum chemistry.",
        "timeFrame": "Baseline (Day 1)"
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Lactate Dehydrogenase Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in lactate dehydrogenase serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Magnesium Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in magnesium serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline Clinical Non-HDL Cholesterol Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in non-HDL cholesterol serum chemistry.",
        "timeFrame": "Baseline (Day 1)"
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Phosphate Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in phosphate serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Potassium Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in potassium serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Protein Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in protein serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Sodium Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in sodium serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Triglycerides Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in triglycerides serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Clinical Urate Serum Chemistry Concentration",
        "description": "Clinical safety laboratory assessment in urate serum chemistry.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Basophils Hematology Assessment",
        "description": "Clinical safety laboratory basophils hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Basophils/Leukocytes Hematology Assessment",
        "description": "Clinical safety laboratory basophils/leukocytes hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Eosinophils Hematology Assessment",
        "description": "Clinical safety laboratory eosinophils hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Eosinophils/Leukocytes Hematology Assessment",
        "description": "Clinical safety laboratory eosinophils/leukocytes hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Mean Corpuscular Hemoglobin (HGB) Concentration Hematology Assessment",
        "description": "Clinical safety laboratory mean corpuscular HGB concentration hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Mean Corpuscular Hemoglobin (HGB) Hematology Assessment",
        "description": "Clinical safety laboratory mean corpuscular HGB hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Mean Corpuscular Volume Hematology Assessment",
        "description": "Clinical safety laboratory mean corpuscular volume hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Erythrocytes Hematology Assessment",
        "description": "Clinical safety laboratory erythrocytes hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Erythrocytes Distribution Width Hematology Assessment",
        "description": "Clinical safety laboratory erythrocytes distribution width hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Hematocrit Hematology Assessment",
        "description": "Clinical safety laboratory hematocrit hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Hemaglobin Hematology Assessment",
        "description": "Clinical safety laboratory hemaglobin hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Leukocytes Hematology Assessment",
        "description": "Clinical safety laboratory leukocytes hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Lymphocytes Hematology Assessment",
        "description": "Clinical safety laboratory lymphocytes hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Lymphocytes/Leukocytes Hematology Assessment",
        "description": "Clinical safety laboratory lymphocytes/leukocytes hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Mean Platelet Volume Hematology Assessment",
        "description": "Clinical safety laboratory mean platelet volume hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Monocytes Hematology Assessment",
        "description": "Clinical safety laboratory monocytes hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Monocytes/Leukocytes Hematology Assessment",
        "description": "Clinical safety laboratory monocytes/leukocytes hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Neutrophils Hematology Assessment",
        "description": "Clinical safety laboratory neutrophils hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Neutrophils/Leukocytes Hematology Assessment",
        "description": "Clinical safety laboratory neutrophils/leukocytes hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Platelets Hematology Assessment",
        "description": "Clinical safety laboratory platelets hematology assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline to End of Treatment in Bacteria Urinalysis Assessment",
        "description": "Clinical safety laboratory bacteria urinalysis assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline to End of Treatment in Urine Bilirubin Urinalysis Assessment",
        "description": "Clinical safety laboratory urine bilirubin urinalysis assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline to End of Treatment in Epithelial Cells Urinalysis Assessment",
        "description": "Clinical safety laboratory epithelial cells urinalysis assessment. Shifts from baseline to normal/abnormal status were assessed. A normal range is 0-10 epithelial cells/high power field (hpf). A worse outcome is \\>10 epithelial cells.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline to End of Treatment in Urine Erythrocytes Urinalysis Assessment",
        "description": "Clinical safety laboratory urine erythrocytes urinalysis assessment. Shifts from baseline to normal/abnormal status were assessed. A normal range is 0-2 erythrocytes/high power field (hpf). A better outcome is 0 or \"none seen.\"",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline to End of Treatment in Urine Glucose Urinalysis Assessment",
        "description": "Clinical safety laboratory urine glucose urinalysis assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline to End of Treatment in Ketones Urinalysis Assessment",
        "description": "Clinical safety laboratory ketones urinalysis assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline to End of Treatment in Leukocyte Esterase Urinalysis Assessment",
        "description": "Clinical safety laboratory leukocyte esterase urinalysis assessment. Shifts from baseline to normal/abnormal status were assessed. A normal assessment or better outcome is \"negative.\" An abnormal assessment or worse outcome is a positive assessment (i.e., 2+).",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline to End of Treatment in Urine Leukocytes Urinalysis Assessment",
        "description": "Clinical safety laboratory urine leukocytes urinalysis assessment. Shifts from baseline to normal/abnormal status were assessed. A normal range is 0-5 leukocytes/high power field (hpf). An abnormal assessment or worse outcome is \\>5 leukocytes/hpf (i.e., 11-30).",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline to End of Treatment in Mucous Threads Urinalysis Assessment",
        "description": "Clinical safety laboratory mucous threads urinalysis assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline to End of Treatment in Nitrite Urinalysis Assessment",
        "description": "Clinical safety laboratory nitrite urinalysis assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline to End of Treatment in Occult Blood Urinalysis Assessment",
        "description": "Clinical safety laboratory occult blood urinalysis assessment. Shifts from baseline to normal/abnormal status were assessed. A normal assessment or better outcome is \"negative.\" An abnormal assessment or worse outcome is a positive assessment (i.e., 2+).",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline to End of Treatment in Protein Urinalysis Assessment",
        "description": "Clinical safety laboratory protein urinalysis assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline to End of Treatment in Specific Gravity Urinalysis Assessment",
        "description": "Clinical safety laboratory specific gravity urinalysis assessment. Shifts from baseline to normal/abnormal status were assessed. A normal assessment or better outcome is 1.005-1.030. An abnormal assessment or worse outcome is a value outside of this range.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline to End of Treatment in Specimen Appearance Urinalysis Assessment",
        "description": "Clinical safety laboratory specimen appearance urinalysis assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Urobilinogen Urinalysis Assessment",
        "description": "Clinical safety laboratory urobilinogen urinalysis assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline to End of Treatment in pH Urinalysis Assessment",
        "description": "Clinical safety laboratory pH urinalysis assessment. Shifts from baseline to normal/abnormal status were assessed.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline to End of Treatment in Urine Color Urinalysis Assessment",
        "description": "Clinical safety laboratory urine color urinalysis assessment.",
        "timeFrame": "Baseline (Day 1) to end of treatment, or up to 4 weeks post-dose."
      },
      {
        "measure": "Number (%) of Participants Who Did Not Complete The Study Due to Treatment-Emergent Adverse Events",
        "description": "Treatment-emergent adverse events are all adverse events occurring during the treatment period or a pretreatment event that worsens in intensity during the treatment period as assessed by CTCAE v4.0.",
        "timeFrame": "Baseline (Day 1) up to Day 26 post-dose, or up to 1 year 3 weeks."
      },
      {
        "measure": "Number (%) of Participants With Adverse Events of Special Interest",
        "description": "An adverse event of special interest is a serious adverse event as defined in Outcome 6. This includes, however is not limited to, increased seizure frequency, new seizure types, worsening of EEG parameters, systemic adverse events based on safety profile as assessed by CTCAE v4.0.",
        "timeFrame": "Baseline (Day 1) up to Day 26 post-dose, or up to 1 year 3 weeks."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Respiration Rate",
        "timeFrame": "Baseline (Day 1) to end of treatment 1-2 hours post-dose, up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Temperature",
        "timeFrame": "Baseline (Day 1) to end of treatment 1-2 hours post-dose, up to 4 weeks post-dose."
      },
      {
        "measure": "Baseline Weight",
        "timeFrame": "Baseline (Day 1)"
      },
      {
        "measure": "Change From Baseline to End of Treatment in Pulse",
        "description": "The change from baseline to end of treatment in participants' pulses was assessed. The changes in recumbent pulse, standing pulse, and the change from recumbent to standing pulse are reported. Change from recumbent to standing pulse was measured by the difference in recumbent pulse change and standing pulse change.",
        "timeFrame": "Baseline (Day 1) to end of treatment 1-2 hours post-dose, up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Systolic Blood Pressure",
        "description": "The change from baseline to end of treatment in participants' systolic blood pressure (sbp) was assessed. The changes in recumbent sbp, standing sbp, and the change from recumbent to standing sbp are reported. Change from recumbent to standing sbp was measured by the difference in recumbent sbp change and standing sbp change.",
        "timeFrame": "Baseline (Day 1) to end of treatment 1-2 hours post-dose, up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Diastolic Blood Pressure",
        "description": "The change from baseline to end of treatment in participants' diastolic blood pressure (dbp) was assessed. The changes in recumbent dbp, standing dbp, and the change from recumbent to standing dbp are reported. Change from recumbent to standing dbp was measured by the difference in recumbent dbp change and standing dbp change.",
        "timeFrame": "Baseline (Day 1) to end of treatment 1-2 hours post-dose, up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in QT Interval",
        "timeFrame": "Baseline (Day 1) to end of treatment 1-2 hours post-dose, up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in QRS Interval",
        "timeFrame": "Baseline (Day 1) to end of treatment 1-2 hours post-dose, up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in PR Interval",
        "timeFrame": "Baseline (Day 1) to end of treatment 1-2 hours post-dose, up to 4 weeks post-dose."
      },
      {
        "measure": "Change From Baseline to End of Treatment in Heart Rate",
        "timeFrame": "Baseline (Day 1) to end of treatment 1-2 hours post-dose, up to 4 weeks post-dose."
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 80,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 80
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:48.042Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}