{
  "nctId": "NCT01840579",
  "briefTitle": "Study of Pembrolizumab (MK-3475) Monotherapy in Advanced Solid Tumors and Pembrolizumab Combination Therapy in Advanced Non-small Cell Lung Cancer/ Extensive-disease Small Cell Lung Cancer (MK-3475-011/KEYNOTE-011)",
  "officialTitle": "A Phase I Study of MK-3475 Alone in Subjects With Advanced Solid Tumors and in Combination With Platinum-Doublet Chemotherapy or Immunotherapy in Subjects With Advanced Non-Small Cell Lung Cancer/Extensive-Disease Small Cell Lung Cancer.",
  "protocolDocument": {
    "nctId": "NCT01840579",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-09-24",
    "uploadDate": "2021-02-23T17:29",
    "size": 2182332,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01840579/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 57,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2013-04-26",
    "completionDate": "2020-02-28",
    "primaryCompletionDate": "2020-02-28",
    "firstSubmitDate": "2013-04-23",
    "firstPostDate": "2013-04-25"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* In Part A: has a histological or cytological diagnosis of solid tumor, progressive metastatic disease, or progressive locally advanced disease not amenable to local therapy\n* In Part B, C, and D: has a histologically- or cytologically-confirmed diagnosis of NSCLC (Stage IIIB/IV) and are naïve to systemic therapy\n* In Part C: has a histologically- or cytologically-confirmed diagnosis of squamous cancer\n* In Part E: has a histologically- or cytologically-confirmed diagnosis of SCLC (ED stage) and are naïve to systemic therapy\n* Has Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1\n* Has adequate organ function\n* Female participants of reproductive potential must not be pregnant (negative urine or serum human chorionic gonadotropin test within 72 hours of study start)\n* Female and male participants of reproductive potential must agree to use adequate contraception throughout the study period and for up to 120 days after the last dose of study therapy and for up to 180 days after the last dose of chemotherapeutic agents\n\nExclusion criteria:\n\n* Has had cancer therapy within 2 weeks (Part E) or 4 weeks (Parts A, B, C, and D) prior to the first dose of study therapy, or not recovered from the adverse events of agents administered more than 4 weeks prior to the first dose of study therapy.\n\n  * Part A: Chemotherapy, radiation therapy, biological therapy or kinase inhibitors\n  * Parts B, C, D and E: Radiation therapy\n* For Part B: has a histological diagnosis of squamous cancer\n* Is currently participating or has participated in a study with an investigational agent or using an investigational device within 30 days of first dose of study therapy\n* Is expected to require any other form of antineoplastic therapy while on study\n* Is on chronic systemic steroid therapy within two weeks prior to the first dose of trial treatment or on any other form of immunosuppressive medication\n* For Part C: Has pre-existing peripheral neuropathy that is ≥ Grade 2 by Common Terminology Criteria for Adverse Events version 4 criteria\n* Has interstitial lung disease detected by chest computed tomography (CT), or a history of pneumonitis that required oral or intravenous glucocorticoids to assist with management. Lymphangitic spread of the NSCLC is not exclusionary.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "20 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Who Experienced Dose-limiting Toxicities (DLTs)",
        "description": "The following toxicities graded per the Common Terminology Criteria for Adverse Events version 4.0 (CTCAE v.4.0) were considered DLTs if judged by the investigator to be related to either study drug:\n\n* Grade (G) 4 neutropenia lasting \\>7 days\n* Grade 3 and Grade 4 febrile neutropenia\n* Grade 4 thrombocytopenia (\\<25,000/mm\\^3)\n* Grade 4 anemia\n* Grade 4 non-hematologic toxicity (not laboratory)\n* Grade 3 non-hematologic toxicity (not laboratory) lasting \\>3 days despite optimal supportive care\n* Any Grade 3 non-hematologic laboratory value if medical intervention is required to treat the participant or the abnormality persists for \\>7 days.\n* (Part D only) Missing the second dose of pembrolizumab (Cycle1 Day 22) due to drug-related adverse event",
        "timeFrame": "Cycle 1 (first dose and up to 4 weeks in Part A, 3 weeks in Parts B, C, E, and 6 weeks in Part D)"
      },
      {
        "measure": "Number of Participants Who Experienced at Least One Adverse Event (AE)",
        "description": "An adverse event is defined as any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An adverse event can therefore be any unfavourable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an adverse event.",
        "timeFrame": "Up to approximately 51.3 months"
      },
      {
        "measure": "Number of Participants Who Discontinued Study Treatment Due to an Adverse Event (AE)",
        "description": "An adverse event is defined as any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An adverse event can therefore be any unfavourable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an adverse event.",
        "timeFrame": "Up to approximately 37.9 months"
      }
    ],
    "secondary": [
      {
        "measure": "Maximum Serum Concentration (Cmax) of Pembrolizumab for Cycle 1: Parts A, B, C, D, and E",
        "description": "Cmax was the maximum observed concentration of pembrolizumab in serum. For Part A, samples were collected on Day 1 at pre-dose, post-dose (to +30 min), 6 hour (hr) (±30 min), and 24hr; Days 2, 3, 8, 15, and 22 (±2 hr for Day 2 to Day 22) after completion of infusion. For Parts B, C, and E, samples were collected on Day 1 at pre-dose, post-dose (to +30 min), and 24hr; Day 5 (96hr was preferred, 72hr or 120hr were also acceptable, ±2 hr), and Day 15 (±24 hr) after completion of infusion. For Part D, samples were collected on Day 1 at pre-dose, post-dose (to +30 min), and 24hr; Day 5 (96hr was preferred, 72hr or 120hr were also acceptable, ±2 hr), Day 15, and Day 22 (±24 hr) after completion of infusion. Cycle 1 length for Part A was 28 days. Cycle 1 length for Parts B, C, and E was 21 days. Cycle 1 length for Part D was 42 days. Cmax is reported as geometric mean with a percent coefficient of variation. Per protocol, analysis for Cmax was planned for Parts A, B, C, D, and E.",
        "timeFrame": "At designated timepoints in Cycle 1 for Parts A, B, C, D, and E (up to approximately 22 days)"
      },
      {
        "measure": "Maximum Serum Concentration (Cmax) of Pembrolizumab for Cycle 2: Part A",
        "description": "Cmax was the maximum observed concentration of pembrolizumab in serum. Blood sampling was taken for Part A on Day 1 of Cycle 2 at pre-dose and 0-30 minutes post-dose. Cycle 2 length for Part A was 14 days. Cmax is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cmax in Cycle 2 was only planned for Part A.",
        "timeFrame": "Cycle 2 Day 1 pre- and post-dose"
      },
      {
        "measure": "Maximum Serum Concentration (Cmax) of Pembrolizumab for Cycle 4: Parts A and D",
        "description": "Cmax was the maximum observed concentration of pembrolizumab in serum. Blood sampling was taken for Part A on Day 1 of Cycle 4 at pre-dose and 0-30 minutes post-dose and for Part D on Day 22 of Cycle 4 at pre-dose (Day 1 of the following cycle prior to pembrolizumab infusion) and 0-30 minutes post-dose. Cycle 4 length for Part A was 14 days. Cycle 4 length for Part D was 42 days. Cmax is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cmax in Cycle 4 was only planned for Parts A and D.",
        "timeFrame": "Cycle 4 Day 1 pre- and post-dose (Part A) and Day 22 pre-dose (Day 1 of the following cycle prior to pembrolizumab infusion) and post-dose (Part D)"
      },
      {
        "measure": "Maximum Serum Concentration (Cmax) of Pembrolizumab for Cycle 6: Part A",
        "description": "Cmax was the maximum observed concentration of pembrolizumab in serum. Blood sampling was taken for Part A on Day 1 of Cycle 6 at pre-dose and 0-30 minutes post-dose. Cycle 6 length for Part A was 14 days. Cmax is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cmax in Cycle 6 was only planned for Part A.",
        "timeFrame": "Cycle 6 Day 1 pre- and post-dose"
      },
      {
        "measure": "Maximum Serum Concentration (Cmax) of Pembrolizumab for Cycle 8: Parts A, B, C, and E",
        "description": "Cmax was the maximum observed concentration of pembrolizumab in serum. Blood sampling was taken for Parts A, B, C and E on Day 1 of Cycle 8 at pre-dose and 0-30 minutes post-dose. Cycle 8 length for Part A was 14 days. Cycle 8 length for Parts B, C, and E was 21 days. Cmax is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cmax in Cycle 8 was only planned for Parts A, B, C, and E.",
        "timeFrame": "Cycle 8 Day 1 pre- and post-dose"
      },
      {
        "measure": "Maximum Serum Concentration (Cmax) of Pembrolizumab for Cycle 10: Part A",
        "description": "Cmax was the maximum observed concentration of pembrolizumab in serum. Blood sampling was taken for Part A on Day 1 of Cycle 10 at pre-dose and 0-30 minutes post-dose. Cycle 10 length for Part A was 14 days. Cmax is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cmax in Cycle 10 was only planned for Part A.",
        "timeFrame": "Cycle 10 Day 1 pre- and post-dose"
      },
      {
        "measure": "Maximum Serum Concentration (Cmax) of Pembrolizumab for Cycle 12: Part A",
        "description": "Cmax was the maximum observed concentration of pembrolizumab in serum. Blood sampling was taken for Part A on Day 1 of Cycle 12 at pre-dose and 0-30 minutes post-dose. Cycle 12 length for Part A was 14 days. Cmax is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cmax in Cycle 12 was only planned for Part A.",
        "timeFrame": "Cycle 12 Day 1 pre- and post-dose"
      },
      {
        "measure": "Maximum Serum Concentration (Cmax) of Pembrolizumab for Cycle 14: Part A",
        "description": "Cmax was the maximum observed concentration of pembrolizumab in serum. Blood sampling was taken for Part A on Day 1 of Cycle 14 at pre-dose and 0-30 minutes post-dose. Cycle 14 length for Part A was 14 days. Cmax is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cmax in Cycle 14 was only planned for Part A.",
        "timeFrame": "Cycle 14 Day 1 pre- and post-dose"
      },
      {
        "measure": "Maximum Serum Concentration (Cmax) of Pembrolizumab for Cycle 16: Part A",
        "description": "Cmax was the maximum observed concentration of pembrolizumab in serum. Blood sampling was taken for Part A on Day 1 of Cycle 16 at pre-dose and 0-30 minutes post-dose. Cycle 16 length for Part A was 14 days. Cmax is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cmax in Cycle 16 was only planned for Part A.",
        "timeFrame": "Cycle 16 Day 1 pre- and post-dose"
      },
      {
        "measure": "Maximum Serum Concentration (Cmax) of Pembrolizumab for Cycle 18: Part A",
        "description": "Cmax was the maximum observed concentration of pembrolizumab in serum. Blood sampling was taken for Part A on Day 1 of Cycle 18 at pre-dose and 0-30 minutes post-dose. Cycle 18 length for Part A was 14 days. Cmax is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cmax in Cycle 18 was only planned for Part A.",
        "timeFrame": "Cycle 18 Day 1 pre- and post-dose"
      },
      {
        "measure": "Time to Maximum Serum Concentration (Tmax) of Pembrolizumab for Cycle 1: Parts A, B, C, D, and E",
        "description": "Tmax was the time required to reach the maximum concentration of pembrolizumab in serum. For Part A, samples were collected on Day 1 at pre-dose, post-dose (to +30 min), 6 hour (hr) (±30 min), and 24hr; Days 2, 3, 8, 15, and 22 (±2 hr for Day 2 to Day 22) after completion of infusion. For Parts B, C, and E, samples were collected on Day 1 at pre-dose, post-dose (to +30 min), and 24hr; Day 5 (96hr was preferred, 72hr or 120hr were also acceptable, ±2 hr), and Day 15 (±24 hr) after completion of infusion. For Part D, samples were collected on Day 1 at pre-dose, post-dose (to +30 min), and 24hr; Day 5 (96hr was preferred, 72hr or 120hr were also acceptable, ±2 hr), Day 15, and Day 22 (±24 hr) after completion of infusion. Cycle 1 length for Part A was 28 days. Cycle 1 length for Parts B, C, and E was 21 days. Cycle 1 length for Part D was 42 days. Tmax is reported as median and full range. Per protocol, analysis for Tmax in Cycle 1 was planned for Parts A, B, C, D, and E.",
        "timeFrame": "At designated timepoints in Cycle 1 for Parts A, B, C, D, and E (up to approximately 22 days)"
      },
      {
        "measure": "Time to Maximum Serum Concentration (Tmax) of Pembrolizumab for Cycle 4: Part D",
        "description": "Tmax was the time required to reach the maximum concentration of pembrolizumab in serum. Blood sampling was taken for Part D on Day 22 of Cycle 4 at pre-dose (Day 1 of the following cycle prior to pembrolizumab infusion) and 0-30 minutes post-dose. Cycle length for Part D was 42 days. Tmax is reported as median and full range. Per protocol, analysis for Tmax in Cycle 4 was only planned for Part D.",
        "timeFrame": "Cycle 4 Day 22 pre-dose (Day 1 of the following cycle prior to pembrolizumab infusion) and post-dose"
      },
      {
        "measure": "Time to Maximum Serum Concentration (Tmax) of Pembrolizumab for Cycle 8: Parts B, C, and E",
        "description": "Tmax was the time required to reach the maximum concentration of pembrolizumab in serum. Blood sampling was taken for Parts B, C, and E on Day 1 of Cycle 8 at pre-dose and 0-30 minutes post-dose. Cycle 8 for Parts B, C, and E was 21 days. Tmax is reported as median and full range. Per protocol, analysis for Tmax in Cycle 8was planned for Parts B, C, and E.",
        "timeFrame": "Cycle 8 Day 1 pre- and post-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 1: Parts A, B, C, D, and E",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling for Cycle 1 Ctrough was taken for Parts A, B, C, D, and E on Day 1 of Cycle 2 at pre-dose (prior to Cycle 2 infusion). Cycle 1 length for Part A was 28 days. Cycle 1 length for Parts B, C, and E was 21 days. Cycle 1 length for Part D was 42 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 1 Ctrough was planned for Parts A, B, C, D, and E.",
        "timeFrame": "Cycle 2 Day 1 pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 2: Part D",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling for Cycle 2 Ctrough was taken for Part D on Day 22 of Cycle 2 at pre-dose (prior to Cycle 3 infusion). Cycle 2 length for Part D was 42 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 2 Ctrough was only planned for Part D.",
        "timeFrame": "Cycle 2 Day 22 pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 3: Part D",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling for Cycle 3 Ctrough was taken for Part D on Day 22 of Cycle 3 at pre-dose (prior to Cycle 4 infusion). Cycle 3 length for Part D was 42 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV).",
        "timeFrame": "Cycle 3 Day 22 pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 3: Parts A, B, C, and E",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling for Cycle 3 Ctrough was taken for Parts A, B, C, and E on Day 1 of Cycle 4 at pre-dose (prior to Cycle 4 infusion). Cycle 3 length for Part A was 14 days. Cycle 3 length for Parts B, C, and E was 21 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV).",
        "timeFrame": "Cycle 4 Day 1 at Pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 4: Part D",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling for Cycle 4 Ctrough was taken for Part D on Day 22 of Cycle 4 at pre-dose (prior to Cycle 5 infusion). Cycle 4 length for Part D was 42 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 4 Ctrough was only planned for Part D.",
        "timeFrame": "Cycle 4 Day 22 pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 5: Parts A, B, C, and E",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling for Cycle 5 Ctrough was taken for Parts A, B, C, and E on Day 1 of Cycle 6 at pre-dose (prior to Cycle 6 infusion). Cycle 5 length for Part A was 14 days. Cycle 5 length for Parts B, C, and E was 21 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 5 Ctrough was only planned for Parts A, B, C, and E.",
        "timeFrame": "Cycle 6 Day 1 pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 6: Part D",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling for Cycle 6 Ctrough was taken for Part D on Day 22 of Cycle 6 at pre-dose (prior to Cycle 7 infusion). Cycle 6 length for Part D was 42 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 6 Ctrough was only planned for Part D.",
        "timeFrame": "Cycle 6 Day 22 pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 7: Parts A, B, C, and E",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling for Cycle 7 Ctrough was taken for Parts A, B, C, and E on Day 1 of Cycle 8 at pre-dose (prior to Cycle 8 infusion). Cycle 7 length for Part A was 14 days. Cycle 7 length for Parts B, C, and E was 21 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 7 Ctrough was only planned for Parts A, B, C, and E.",
        "timeFrame": "Cycle 8 Day 1 pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 8: Part D",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling for Cycle 8 Ctrough was taken for Part D on Day 22 of Cycle 8 at pre-dose (prior to Cycle 9 infusion). Cycle 8 length for Part D was 42 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 8 Ctrough was only planned for Part D.",
        "timeFrame": "Cycle 8 Day 22 pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 9: Part A",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling for Cycle 9 Ctrough was taken for Part A on Day 1 of Cycle 10 at pre-dose (prior to Cycle 10 infusion). Cycle 9 length for Part A was 14 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 9 Ctrough was only planned for Part A.",
        "timeFrame": "Cycle 10 Day 1 pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 10: Part D",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling for Cycle 10 Ctrough was taken for Part D on Day 22 of Cycle 10 at pre-dose (prior to Cycle 11 infusion). Cycle 10 length for Part D was 42 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 10 Ctrough was only planned for Part D.",
        "timeFrame": "Cycle 10 Day 22 pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 11: Parts A, B, C, and E",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling for Cycle 11 Ctrough was taken for Parts A, B, C, and E on Day 1 of Cycle 12 at pre-dose (prior to Cycle 12 infusion). Cycle 11 length for Part A was 14 days. Cycle 11 length for Parts B, C, and E was 21 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 11 Ctrough was only planned for Parts A, B, C, and E.",
        "timeFrame": "Cycle 12 Day 1 Pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 12: Part D",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling for Cycle 12 Ctrough was taken for Part D on Day 22 of Cycle 12 at pre-dose (prior to Cycle 13 infusion). Cycle 12 length for Part D was 42 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 12 Ctrough was only planned for Part D.",
        "timeFrame": "Cycle 12 Day 22 pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 13: Part A",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling for Cycle 13 Ctrough was taken for Part A on Day 1 of Cycle 14 at pre-dose (prior to Cycle 14 infusion). Cycle 13 length for Part A was 14 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 13 Ctrough was only planned for Part A.",
        "timeFrame": "Cycle 14 Day 1 pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 14: Part D",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling for Cycle 14 Ctrough was taken for Part D on Day 22 of Cycle 14 at pre-dose (prior to Cycle 15 infusion). Cycle 14 length for Part D was 42 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 14 Ctrough was only planned for Part D.",
        "timeFrame": "Cycle 14 Day 22 pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 15: Parts A, B, C, and E",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling was taken for Parts A, B, C, and E on Day 1 of Cycle 16 at pre-dose (prior to Cycle 16 infusion). Cycle 15 length for Part A was 14 days. Cycle 15 length for Parts B, C, and E was 21 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 15 Ctrough was only planned for Parts A, B, C, and E.",
        "timeFrame": "Cycle 16 Day 1 pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 16: Part D",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling for Cycle 16 Ctrough was taken for Part D on Day 22 of Cycle 16 at pre-dose (prior to Cycle 17 infusion). Cycle 16 length for Part D was 42 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 16 Ctrough was only planned for Part D.",
        "timeFrame": "Cycle 16 Day 22 pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 17: Part A",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling was taken for Part A on Day 1 of Cycle 18 at pre-dose (prior to Cycle 18 infusion). Cycle 17 length for Part A was 14 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 17 Ctrough was planned for Part A.",
        "timeFrame": "Cycle 18 Day 1 pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 19: Parts B, C, and E",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling was taken for Parts B, C, and E on Day 1 of Cycle 20 at pre-dose (prior to Cycle 20 infusion). Cycle 19 length for Parts B, C, and E was 21 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 19 Ctrough was only planned for Parts B, C, and E.",
        "timeFrame": "Cycle 20 Day 1 Pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 23: Parts B, C, and E",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling was taken for Parts B, C, and E on Day 1 of Cycle 24 at pre-dose (prior to Cycle 24 infusion). Cycle 23 length for Parts B, C, and E was 21 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 23 Ctrough was only planned for Parts B, C, and E.",
        "timeFrame": "Cycle 24 Day 1 Pre-dose"
      },
      {
        "measure": "Trough Concentration (Ctrough) of Pembrolizumab for Cycle 27: Parts B, C, and E",
        "description": "Ctrough was the lowest concentration of pembrolizumab in serum just before the next dose. Blood sampling was taken for Parts B, C, and E on Day 1 of Cycle 28 at pre-dose (prior to Cycle 28 infusion). Cycle 27 length for Parts B, C, and E was 21 days. Ctrough is reported as geometric mean with a percent coefficient of variation (%CV). Per protocol, analysis for Cycle 27 Ctrough was only planned for Parts B, C, and E.",
        "timeFrame": "Cycle 28 Day 1 Pre-dose"
      },
      {
        "measure": "Area Under the Concentration Time Curve From 0-28 Days (AUC 0-28) for Part A Cycle 1",
        "description": "AUC 0-28 was the AUC of pembrolizumab from time zero to 28 days after dosing. Blood sampling was taken at the following timepoints: Part A Cycle 1 Day 1 at pre-dose, 0-30 minutes post-dose, and at 6, 24, 48, 168, 336, 504 hours after completion of pembrolizumab infusion and Day 1 of Cycle 2 pre-dose. Cycle 1 length was 28 days. AUC 0-28 is reported as geometric mean with a percent coefficient of variation. Per protocol, analysis for AUC 0-28 was only planned for Part A Cycle 1.",
        "timeFrame": "At designated timepoints in Cycle 1 for Part A (Up to approximately 28 days)"
      },
      {
        "measure": "Area Under the Concentration Time Curve From 0-Infinity (AUC 0-inf) for Part A Cycle 1",
        "description": "AUC 0-inf was the AUC of pembrolizumab from time zero to infinity after dosing. Blood sampling was taken at the following timepoints: Part A Cycle 1 Day 1 at pre-dose, 0-30 minutes post-dose, and at 6, 24, 48, 168, 336, 504 hours after completion of pembrolizumab infusion and Day 1 of Cycle 2 pre-dose. Cycle 1 length was 28 days. AUC 0-inf is reported as geometric mean with a percent coefficient of variation. Per protocol, analysis for AUC 0-inf was only planned for Part A Cycle 1.",
        "timeFrame": "At designated timepoints in Cycle 1 for Part A (Up to approximately 28 days)"
      },
      {
        "measure": "Terminal Half-Life (t1/2) of Pembrolizumab Over Time for Part A Cycle 1",
        "description": "t1/2 was the time required to divide the pembrolizumab concentration by two after reaching pseudo-equilibrium. Blood sampling was taken at the following timepoints: Part A Cycle 1 Day 1 at pre-dose, 0-30 minutes post-dose, and at 6, 24, 48, 168, 336, 504 hours after completion of pembrolizumab infusion and pre-dose Day 1 of the following cycle prior to pembrolizumab infusion. Cycle 1 length A was 28 days. t1/2 is reported as geometric mean with a percent coefficient of variation. Per protocol, analysis for t1/2 was only planned for Part A Cycle 1.",
        "timeFrame": "At designated timepoints in Cycle 1 for Part A (Up to approximately 28 days)"
      },
      {
        "measure": "Volume of Distribution (Vz) of Pembrolizumab Over Time for Part A Cycle 1",
        "description": "Vz was the volume of distribution during the terminal phase. Blood sampling was taken at the following timepoints: Part A Cycle 1 Day 1 at pre-dose, 0-30 minutes post-dose, and at 6, 24, 48, 168, 336, 504 hours after completion of pembrolizumab infusion and Day 1 of Cycle 2 prior to pembrolizumab infusion. Cycle 1 length A was 28 days. Vz is reported as geometric mean with a percent coefficient of variation. Per protocol, analysis for Vz was only planned for Part A Cycle 1.",
        "timeFrame": "At designated timepoints in Cycle 1 for Part A (Up to approximately 28 days)"
      },
      {
        "measure": "Clearance (CL) of Pembrolizumab Over Time for Part A Cycle 1",
        "description": "CL was the volume of plasma from which pembrolizumab was eliminated per unit time. Blood sampling was taken at the following timepoints: Part A Cycle 1 Day 1 at pre-dose, 0-30 minutes post-dose, and at 6, 24, 48, 168, 336, 504 hours after completion of pembrolizumab infusion and Day 1 of Cycle 2 prior to pembrolizumab infusion. Cycle 1 length A was 28 days. CL is reported as geometric mean with a percent coefficient of variation. Per protocol, analysis for CL was only planned for Part A Cycle 1.",
        "timeFrame": "At designated timepoints in Cycle 1 for Part A (Up to approximately 28 days)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 39,
      "otherCount": 0,
      "totalCount": 42
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:46.708Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}