{
  "nctId": "NCT02251704",
  "briefTitle": "Epidemiology Study of Malaria Transmission Intensity in Sub-Saharan Africa",
  "officialTitle": "An Epidemiology Study to Assess Plasmodium Falciparum Parasite Prevalence and Malaria Control Measures in Catchment Areas of Two Interventional Studies Pre- and Post RTS,S/AS01E Introduction (EPI MAL-002 and EPI-MAL-003) to Assess, in Field Conditions, Vaccine Benefit: Risk in Children in Sub Saharan Africa",
  "protocolDocument": {
    "nctId": "NCT02251704",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-09-14",
    "uploadDate": "2025-07-04T09:09",
    "size": 3768078,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02251704/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 54115,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-10-22",
    "completionDate": "2024-07-06",
    "primaryCompletionDate": "2024-07-06",
    "firstSubmitDate": "2014-09-25",
    "firstPostDate": "2014-09-29"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participants whose parent(s)/Legally Acceptable Representative(s) \\[LAR(s)\\], in the opinion of the investigator, could and would comply with the requirements of the protocol.\n* A male or female aged 6 months to under 10 years at the time of the survey.\n* Signed informed consent or thumb-printed and witnessed informed consent was obtained from the parent(s)/LAR(s) of the child.\n\nExclusion Criteria:\n\n* Child was in care.\n* Had current active participation in any trial involving administration of an investigational malaria vaccine or malaria drug.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "6 Months",
    "maximumAge": "9 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Infected With Plasmodium Falciparum (P. Falciparum) by World Health Organisation (WHO) Age Group",
        "description": "The number of participants was summarized by the WHO age group (0.5-1 year \\[Y\\] and 2-9Y) and by center number/ country \\[Burkina Faso (BF), Senegal (SN), Tanzania (TZ), Kenya (KE), Ghana (GH), Malawi (MA)\\]/ city. Unexposed (UNEXP) sites are the ones in which the RTS,S vaccine was not planned to be implemented during the course of the study however, vaccinated participants could still have been randomly selected in this population if vaccination happened in an exposed (EXP) site, due to cross-site migration. The infection was identified using a blood smear slide and determined using microscopy.",
        "timeFrame": "At Day 1 (survey completion visit)"
      },
      {
        "measure": "Number of Participants Infected With P. Falciparum by Joint Technical Expert Group (JTEG) Age Group",
        "description": "The number of participants was summarized by the JTEG age group (0.5-4Y and 5-9Y) by center number/ country \\[BF, SN, TZ, KE, GH, MA\\]/ city. UNEXP sites are the ones in which the RTS,S vaccine was not planned to be implemented during the course of the study however, vaccinated participants could still have been randomly selected in this population if vaccination happened in an EXP site, due to cross-site migration. The infection was identified using a blood smear slide and determined using microscopy.",
        "timeFrame": "At Day 1 (survey completion visit)"
      },
      {
        "measure": "Number of Participants Using Malaria Control Interventions: Bednet Usage and Type of Bednet",
        "description": "The number of participants using malaria control interventions was summarized by: participants sleeping under a mosquito net the night before their visit, participants who have a new bednet (less than 1 year), participants who have a impregnated bednet (dipped in liquid to repel mosquitos after purchase), participants who have a pierced/torn bednet, participants with bednets classified by hole size (defined as holes big enough to let one finger go through) and number of holes (less than \\[\\<\\] 5 holes, more or equal \\[\\>=\\] to 5 holes, not applicable \\[NA\\] which is a participant who did not sleep under a bed net, missing confirmed \\[MC\\] which is a participant who slept under a mosquito net but who didn't answer to the question on holes).",
        "timeFrame": "At Day 1 (survey completion visit)"
      },
      {
        "measure": "Number of Participants Using Malaria Control Interventions: Mosquito Coils, Insecticide Sprays, Commercial Repellants, Traditional Repellants and Indoor Residual Sprays",
        "description": "The number of participants using malaria control interventions was summarized by: mosquito coils, insecticide sprays, commercial repellants, traditional repellants and indoor residual sprays (in the past 12 months, 1 to 12 months, NA \\[the participant didn't use the residual spray\\], missing \\[participant used spray but didn't answer to how long ago\\]).",
        "timeFrame": "At Day 1 (survey completion visit)"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants Infected With P. Falciparum by Center, Gender and Infection Status",
        "description": "The number of participants was summarized by: center number/ country \\[BF, SN, TZ, KE, GH, MA\\]/ city, gender (female, male) and infection status (infected, not infected).",
        "timeFrame": "At Day 1 (survey completion visit)"
      },
      {
        "measure": "Number of Participants Infected With Plasmodium Species Other Than P. Falciparum",
        "description": "The infections with other Plasmodium species were determined using a blood smear slide and microscopy. The number of participants infected with P. malaria, P. vivax and P. ovale was summarized.",
        "timeFrame": "At Day 1 (survey completion visit)"
      },
      {
        "measure": "Number of Participants Who Received Dose 3 of the Diphtheria, Tetanus, Pertussis/ Hepatitis B/ Haemophilus Influenzae Type b (DTP/HepB/Hib) Vaccine or Dose 1 of the Measles Vaccine",
        "timeFrame": "At Day 1 (survey completion visit)"
      },
      {
        "measure": "Number of Participants Who Received Anti-malarial Therapy or Any Other Medication Within 14 Days Prior to the Study Visit",
        "description": "The number of participants who received anti-malarial therapy out of those who reported malaria in the last 14 days prior to the study visit was summarized.",
        "timeFrame": "Up to 14 days prior to the study visit at Day 1"
      },
      {
        "measure": "Number of Participants With Measured Fever at the Time of Their Study Visit",
        "description": "Fever was defined as an axillary temperature of 37.5°C or higher.",
        "timeFrame": "At Day 1 (survey completion visit)"
      },
      {
        "measure": "Number of Participants With Reported Fever in the 24 Hours Prior to Their Study Visit",
        "description": "Fever was defined as an axillary temperature of 37.5°C or higher.",
        "timeFrame": "Up to 24 hours prior to their study visit at Day 1"
      },
      {
        "measure": "Number of Participants Demonstrating Care-seeking Behavior Following Reported Fever or Malaria up to 14 Days Prior to Their Study Visit",
        "description": "The number of participants demonstrating care-seeking behavior following reported fever or malaria was summarized by where the participant was taken for treatment (home, drug seller, pharmacy, private clinic, health center, hospital, other, not applicable \\[no treatment received\\]), by when the participant was taken for treatment (at onset, when the participant did not improve, when the participant got worse, other, not applicable \\[no treatment received\\], missing \\[participant was taken for treatment but did not answer the question regarding when\\]) and by what time the participant was taken for treatment (the same day, the next day, 2 days later, more than 2 days later, not applicable \\[no treatment received\\], missing \\[participant was taken for treatment but did not answer the question regarding the time\\]).",
        "timeFrame": "Up to 14 days prior to their study visit at Day 1"
      },
      {
        "measure": "Number of Participants in Each Geo-referenced Segment",
        "description": "The number of participants was summarized by: center number/ country \\[BF, SN, TZ, KE, GH, MA\\]/ city followed by the segment ID. Positioning of the participant's residence was attributed to a segment with a unique ID from the grid referencing study area map in which the participant resided; where necessary, grouping small geographically proximate villages so that each segment had at least 10 study participants to avoid personally identifiable information (PII), and proceeding as far as geographically appropriate.",
        "timeFrame": "At Day 1 (survey completion visit)"
      },
      {
        "measure": "Number of Participants Experiencing Malaria Risk Factors Categorized by the Number of Participants Living in the Same House (by Parasite Density)",
        "description": "Participants were categorized by the number of people living in the same house relative to enrolled participants as follows: less than of equal to (\\<=) 3 per 1 enrolled (LE 3/1), 4-5 per 1 (4-5/1), more than (\\>) 5 per 1 (GT 5/1); \\<=3 per 2 enrolled (LE 3/2), 4-5 per 2 (4-5/2), \\>5 per 2 (GT 5/2); \\<=3 per 3 enrolled (LE 3/3), 4-5 per 3 (4-5/3), \\>5 per 3 (GT 5/3); 4-5 per more than 3 enrolled (4-5/GT 3), \\>5 per more than 3 enrolled (GT 5/GT 3). Participants were also categorized by parasite density: low (\\<2500 parasites/μL), medium (2500-9999/μL), high (10000-19999/μL), very high (\\>=20000/μL), negative, and missing.",
        "timeFrame": "At Day 1 (survey completion visit)"
      },
      {
        "measure": "Number of Participants Experiencing Malaria Risk Categorized by Location (by Parasite Density)",
        "description": "Participants were categorized by location as follows: situation area (rural, urban, semi-rural) and type of location (large city, small city, town, countryside). Participants were also categorized by parasite density: low (\\<2500 parasites/μL), medium (2500-9999/μL), high (10000-19999/μL), very high (\\>=20000/μL), negative, and missing.",
        "timeFrame": "At Day 1 (survey completion visit)"
      },
      {
        "measure": "Number of Participants Experiencing Malaria Risk Factors Categorized by House Information (by Parasite Density)",
        "description": "Participants were categorized by house characteristics as follows: wall material (mud, brick, cement/plaster, clay, other), floor material (natural, rudimentary, vinyl/asphalt strips, parquet/polished wood, ceramic tiles, cement, carpet, clay, other), roof type (iron sheet, tiles, clay, other), window type (closed, open, no window, partially open, other), presence of nets (not present, present on all windows, present on some windows, other, missing), main drinking water source (closed, open), whether the open source was in the compound (yes, no, not available \\[NA\\]), and presence or absence of electricity. Participants were also categorized by parasite density: low (\\<2500 parasites/μL), medium (2500-9999/μL), high (10000-19999/μL), very high (\\>=20000/μL), negative, and missing.",
        "timeFrame": "At Day 1 (survey completion visit)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 15
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:41.926Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}