{
  "nctId": "NCT04437433",
  "briefTitle": "A Study Evaluating Oral Atogepant for the Prevention of Migraine in Japanese Participants With Chronic or Episodic Migraine",
  "officialTitle": "A Phase 3, Multicenter, Open-Label 52-Week Extension Study to Evaluate the Long-Term Safety and Tolerability of Oral Atogepant for the Prevention of Migraine in Japanese Participants With Chronic or Episodic Migraine",
  "protocolDocument": {
    "nctId": "NCT04437433",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-07-07",
    "uploadDate": "2025-06-05T16:02",
    "size": 1093898,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04437433/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 186,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-06-18",
    "completionDate": "2024-06-11",
    "primaryCompletionDate": "2024-06-11",
    "firstSubmitDate": "2020-06-16",
    "firstPostDate": "2020-06-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n3101-303-002 Completers:\n\n* Eligible participants who completed Visit 7, and Visit 8 if applicable, of the Study 3101-303-002 without significant protocol deviations and who did not experience an adverse event (AE) that, in the investigator's opinion, may indicate an unacceptable safety risk.\n\nDe Novo EM Participants:\n\n* Age of the participant at the time of migraine onset \\< 50 years.\n* At least a 1-year history of migraine with or without aura consistent with a diagnosis according to the ICHD-3, 2018.\n* History of 4 to 14 migraine days per month on average in the 3 months prior to Visit -1 in the investigator's judgment.\n* 4 to 14 migraine days in the 28-day baseline period per eDiary.\n* Completed at least 20 out of 28 days in the eDiary during baseline period and is able to read, understand, and complete the study questionnaires and eDiary per investigator's judgment.\n\nExclusion Criteria:\n\n* Requirement for any medication, diet, or nonpharmacological treatment that is on the list of prohibited concomitant medications or treatments that cannot be discontinued or switched to an allowable alternative medication or treatment.\n* Participants with an ECG indicating clinically significant abnormalities at Visit -1 (De Novo EM Participants) or Visit 1 (3103-303-002 Completers).\n* Hypertension as defined by sitting systolic BP \\> 160 mm Hg or sitting diastolic BP \\> 100 mm Hg at Visit -1 (De Novo EM Participants) or Visit 1 (for all participants)\n* Significant risk of self-harm based on clinical interview and responses on the Columbia-Suicide Severity Rating Scale (C-SSRS), or of harm to others in the opinion of the investigator.\n* Any clinically significant hematologic, endocrine, cardiovascular, pulmonary, renal, hepatic, gastrointestinal, or neurologic disease.\n\nDe Novo EM Participants only:\n\n* Difficulty distinguishing migraine headaches from tension-type or other headaches.\n* Has a history of migraine accompanied by diplopia or decreased level of consciousness or retinal migraine as defined by ICHD-3, 2018.\n* Has a current diagnosis of chronic migraine, new persistent daily headache, trigeminal autonomic cephalgia (eg, cluster headache), or painful cranial neuropathy as defined by ICHD-3, 2018.\n* Has \\>= 15 headache days per month on average across the 3 months prior to Visit -1 in the investigator's judgment.\n* Has \\>= 15 headache days in the 28-day baseline period per eDiary.\n* Usage of opioids or barbiturates \\> 2 days/month, triptans or ergots \\>= 10 days/month, or simple analgesics \\>= 15 days/month in the 3 months prior to Visit -1 per investigator's judgment or during the baseline period.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With at Least 1 Treatment-Emergent Adverse Event and Treatment-Emergent Serious Adverse Event (TEAEs/TESAEs)",
        "description": "An adverse event (AE) is defined as any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product which does not necessarily have a causal relationship with this treatment. The investigator assesses the relationship of each event to the use of study drug. A serious adverse event (SAE) is an event that results in death, is life-threatening, requires or prolongs hospitalization, results in a congenital anomaly, persistent or significant disability/incapacity or is an important medical event that, based on medical judgment, may jeopardize the participant and may require medical or surgical intervention to prevent any of the outcomes listed above. Treatment-emergent adverse events/treatment-emergent serious adverse events (TEAEs/TESAEs) are defined as any event that began or worsened in severity on or after the first dose of study drug.",
        "timeFrame": "From first dose of study drug until 4 weeks following the last dose of study drug (up to 56 weeks)"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With Potentially Clinically Significant (PCS) Laboratory Values (Chemistry, Hematology, Urinalysis) as Assessed by the Investigator",
        "description": "Clinical laboratory test values are considered PCS if they meet either the lower-limit or higher-limit PCS criteria defined in the categories below. The percentage of participants with PCS laboratory values are summarized for hematology, chemistry, and urinalysis.",
        "timeFrame": "From first dose of study drug until 4 weeks following the last dose of study drug (up to 56 weeks)"
      },
      {
        "measure": "Percentage of Participants With Potentially Clinically Significant (PCS) Electrocardiograms (ECGs) Findings as Assessed by the Investigator",
        "description": "12-lead ECGs were performed at select study visits.",
        "timeFrame": "Week -4 (De Novo Participants), Day 1 (3101-303-002 Completers Only), Weeks 12, 24, 36, and 52"
      },
      {
        "measure": "Percentage of Participants With Potentially Clinically Significant (PCS) Vital Sign Measurements as Assessed by the Investigator",
        "description": "Potentially Clinically Significant post-Baseline vital sign values are summarized for categories: systolic and diastolic blood pressures \\[sitting and standing\\], pulse rate \\[sitting and standing\\], and weight.",
        "timeFrame": "From first dose of study drug until 4 weeks following the last dose of study drug (up to 56 weeks)"
      },
      {
        "measure": "Percentage of Participants With Most Severe Suicidal Ideation and Suicidal Behavior as Assessed by the Columbia-Suicide Severity Rating Scale (C-SSRS) During the Open-Label Treatment Period",
        "description": "The C-SSRS is a clinician-rated instrument that reports the severity of both suicidal ideation and behavior. Suicidal ideation is classified on a 5-item scale: 1 (wish to be dead), 2 (nonspecific active suicidal thoughts), 3 (active suicidal ideation with any methods \\[not plan\\] without intent to act), 4 (active suicidal ideation with some intent to act, without specific plan), and 5 (active suicidal ideation with specific plan and intent). Suicidal behavior is classified on a 5-item scale: 0 (no suicidal behavior), 1 (preparatory acts or behavior), 2 (aborted attempt), 3 (interrupted attempt), and 4 (actual attempt). More than 1 classification can be selected provided they represent separate episodes. (Minimum total score 0, maximum total score 5; higher total scores indicate more suicidal ideation and/or suicidal behavior).",
        "timeFrame": "From first dose of study drug until the last dose of study drug (up to 52 weeks)"
      },
      {
        "measure": "Percentage of Participants With Most Severe Suicidal Ideation and Suicidal Behavior as Assessed by the Columbia-Suicide Severity Rating Scale (C-SSRS) During the Safety Follow-Up Period",
        "description": "The C-SSRS is a clinician-rated instrument that reports the severity of both suicidal ideation and behavior. Suicidal ideation is classified on a 5-item scale: 1 (wish to be dead), 2 (nonspecific active suicidal thoughts), 3 (active suicidal ideation with any methods \\[not plan\\] without intent to act), 4 (active suicidal ideation with some intent to act, without specific plan), and 5 (active suicidal ideation with specific plan and intent). Suicidal behavior is classified on a 5-item scale: 0 (no suicidal behavior), 1 (preparatory acts or behavior), 2 (aborted attempt), 3 (interrupted attempt), and 4 (actual attempt). More than 1 classification can be selected provided they represent separate episodes. (Minimum total score 0, maximum total score 5; higher total scores indicate more suicidal ideation and/or suicidal behavior).",
        "timeFrame": "Up to 4 weeks following the last dose of study drug"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 39,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:53.003Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}