{
  "nctId": "NCT03371485",
  "briefTitle": "AST-VAC2 Vaccine in Patients With Non-small Cell Lung Cancer",
  "officialTitle": "A Cancer Research UK Phase I Trial of AST-VAC2 (Allogeneic Dendritic Cell Vaccine) Administered Weekly Via Intradermal Injection in Patients With Advanced Non-small Cell Lung Cancer (NSCLC)",
  "protocolDocument": {
    "nctId": "NCT03371485",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-06-08",
    "uploadDate": "2023-05-25T12:13",
    "size": 3399281,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03371485/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 9,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-05-29",
    "completionDate": "2022-08-08",
    "primaryCompletionDate": "2022-08-08",
    "firstSubmitDate": "2017-09-29",
    "firstPostDate": "2017-12-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. a) Patients with advanced NSCLC (metastatic or locally advanced), for whom there are no other suitable treatment options.-\n\n   * Able to and likely to be well enough to receive six vaccinations i.e. judged by the Investigator to not require alternate treatment for the duration of the vaccination schedule and period to end of vaccination visit.\n   * Has had sufficient wash out periods from previous treatments as follows:\n\n     i) four weeks for chemotherapy ii) six weeks for investigational medicinal products (IMPs) iii) eight weeks for immunotherapy (shorter intervals may be acceptable based on half-life of treatment. Eligibility will be confirmed by the Sponsor and CI).\n   * Measurable disease\n   * Biopsiable disease is preferable however patients without biopsiable disease can still be considered for the study.\n2. Written (signed and dated) informed consent and be capable of co-operating with treatment and follow-up.\n3. Confirmed HLA A\\*02:01 positive genotype.\n4. Life expectancy of at least 12 weeks.\n5. World Health Organisation (WHO) performance status of 0-2.\n6. Haematological and biochemical indices within the ranges shown below. These measurements must be performed prior to the patient receiving the first AST-VAC2 vaccination.\n\n   Laboratory Test and Value required\n\n   Haemoglobin (Hb) ≥9.0 g/dL; Absolute neutrophil count (ANC) ≥1.5 x 10\\^9 /L; Platelet count ≥100 x 10 \\^9/L; Lymphocyte count ≥1.0 x 10\\^9 /L; Bilirubin ≤1.5 x upper limit of normal (ULN); Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) and alkaline phosphatase (ALP) ≤ 3.0 x ULN; Calculated creatinine clearance \\> 30 mL/min\n7. 18 years or over at the time consent is given.\n\nExclusion Criteria:\n\n1. Radiotherapy (except for palliative reasons) during the previous four weeks before treatment.\n2. Ongoing toxic manifestations of previous treatments greater than CTCAE Grade 1. Exceptions to this are alopecia or certain Grade 2 toxicities, which in the opinion of the Investigator and the Sponsor should not exclude the patient.\n3. Systemic steroids or other drugs with a likely effect on immune competence are forbidden during the trial with the exception of replacement treatment. Inhaled and topical steroids are permitted. The predictable need of their use will preclude the patient from trial entry.\n4. Female patients who are able to become pregnant (or are already pregnant or lactating). However, those patients who have a negative serum or urine pregnancy test before enrolment and agree to use two forms of contraception (one effective form plus a barrier method) \\[oral, injected or implanted hormonal contraception and condom; intra-uterine device and condom; diaphragm with spermicidal gel and condom\\] or agree to sexual abstinence\\*, effective from the first administration of AST-VAC2 throughout the trial and for six months afterwards are considered eligible.\n5. Male patients with partners of child-bearing potential (unless they agree to take measures not to father children by using a barrier method of contraception \\[condom plus spermicide\\] or to sexual abstinence\\* effective from the first administration of AST-VAC2, throughout the trial and for six months afterwards. Men with partners of child-bearing potential must also be willing to ensure that their partner uses an effective method of contraception for the same duration for example, hormonal contraception, intrauterine device, diaphragm with spermicidal gel or sexual abstinence). Men with pregnant or lactating partners must be advised to use barrier method contraception (for example, condom plus spermicidal gel) to prevent exposure of the foetus or neonate.\n\n   \\*Abstinence is only considered to be an acceptable method of contraception when this is in line with the preferred and usual lifestyle of the subject. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception.\n6. Major thoracic or abdominal surgery from which the patient has not yet recovered.\n7. At high medical risk because of non-malignant systemic disease including active uncontrolled infection.\n8. Known to be serologically positive for Hepatitis B, Hepatitis C or Human Immunodeficiency Virus (HIV).\n9. Evidence of any ongoing active autoimmune disease.\n10. Concurrent congestive heart failure, prior history of class III/ IV cardiac disease (New York Heart Association \\[NYHA\\]), prior history of cardiac ischaemia or prior history of cardiac arrhythmia.\n11. Is a participant or plans to participate in another interventional clinical trial, whilst taking part in this Phase I trial of AST-VAC2. Participation in an observational trial or interventional clinical trial which does not involve administration of an IMP and which would not place an unacceptable burden on the patient in the opinion of the Investigator and Medical Advisor would be acceptable.\n12. Any vaccination given within four weeks before the first AST-VAC2 vaccination (except for COVID-19 vaccinations which are permitted at investigators discretion).\n13. Any planned prophylactic vaccination from trial entry until completion of the AST-VAC2 vaccinations (except for COVID-19 vaccinations which are permitted at investigators discretion).\n14. Any condition which might interfere with the patient's ability to generate an immune response.\n15. Any other condition which in the Investigator's opinion would not make the patient a good candidate for the clinical trial.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Frequency and Causality of Serious Adverse Events (SAEs), Non-Serious Adverse Events (NSAEs) and Grade ≥3 Adverse Events (AEs) to AST-VAC2",
        "description": "Number of SAEs, NSAEs and Grade ≥3 AEs overall and number of SAEs, NSAEs and Grade ≥3 AEs related to AST-VAC2. AEs categorised according to Medical Dictionary for Regulatory Activities (MedDRA) version (v) 25.0 and graded for severity according to National Cancer Institute Common Terminology Criteria for Adverse Events v4.02 or protocol specific grading system for injection site reactions (ISRs; Section 9.8 of protocol). AEs assessed by the reporting study doctors for a causal relationship to AST-VAC2. Related are those AEs with a causality of possible, probable or highly probable. All AEs and SAEs were collected until 30 days post last vaccination but only related AEs and SAEs were collected thereafter.",
        "timeFrame": "From the time of informed consent up to 2 years from the first dose of AST-VAC2, a median (range) of 402.5 days (101-770)."
      },
      {
        "measure": "Number of Participants Experiencing ISRs by Grade",
        "description": "Number of participants experiencing ISRs Grade 1 to 4 according to protocol-specific grading of ISRs (protocol section 9.8); Grade 1: minimal effect on activities of daily living, Grade 2: restricts activities of daily living, Grade 3: prevents/severely limits activities of daily living, Grade 4: life-threatening consequences; urgent intervention indicated. Participants may have had ISRs of different grades at different vaccinations and are counted once for each grade of ISR reported.",
        "timeFrame": "From the time of informed consent up to 2 years from the first dose of AST-VAC2, a median (range) of 402.5 days (101-770)."
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants Showing a Durable Peripheral Immune Response",
        "description": "Immunological response in whole blood (peripheral blood mononuclear cells) by human telomerase reverse transcriptase (hTERT) specific T cells measured by enzyme-linked immunospot (ELISPOT), with a durable peripheral immune response defined as a change in one validated assay at two time points after at least two vaccinations (where a change is defined as 2.5 fold change over baseline \\[after removal of background\\], assay control and \\>35 spots/10\\^6 cells).",
        "timeFrame": "Screening, vaccination weeks 3, 4 and 6; 2 weeks post last vaccination and 3, 6 and 12 months post first vaccination."
      },
      {
        "measure": "Mean Fold Change in hTERT Specific T Cells Over Baseline by Timepoint: hTERT Peptide Pool 1 Assay (p1-387)",
        "description": "Immunological response in whole blood (peripheral blood mononuclear cells) by hTERT specific T cells measured by ELISPOT and presented as mean fold change in spots/10\\^6 cells (after removal of background) from baseline to each timepoint assessed. Mean (full range) data are reportable data from the participants analysed at each timepoint. Non-reportable data and timepoints where no participants had reportable data are not shown.",
        "timeFrame": "Screening, vaccination weeks 3, 4 and 6; 2 weeks post last vaccination and 3, 6 and 12 months post first vaccination."
      },
      {
        "measure": "Mean Fold Change in hTERT Specific T Cells Over Baseline by Timepoint: hTERT Peptide Pool 2 Assay (p377-763)",
        "description": "Immunological response in whole blood (peripheral blood mononuclear cells) by hTERT specific T cells measured by ELISPOT and presented as mean fold change in spots/10\\^6 cells (after removal of background) from baseline to each timepoint assessed. Mean (full range) data are reportable data from the participants analysed at each timepoint. Non-reportable data and timepoints where no participants had reportable data are not shown.",
        "timeFrame": "Screening, vaccination weeks 3, 4 and 6; 2 weeks post last vaccination and 3, 6 and 12 months post first vaccination."
      },
      {
        "measure": "Mean Fold Change in hTERT Specific T Cells Over Baseline by Timepoint: hTERT Peptide Pool 3 Assay (p753-1132)",
        "description": "Immunological response in whole blood (peripheral blood mononuclear cells) by hTERT specific T cells measured by ELISPOT and presented as mean fold change in spots/10\\^6 cells (after removal of background) from baseline to each timepoint assessed. Mean (full range) data are reportable data from the participants analysed at each timepoint. Non-reportable data and timepoints where no participants had reportable data are not shown.",
        "timeFrame": "Screening, vaccination weeks 3, 4 and 6; 2 weeks post last vaccination and 3, 6 and 12 months post first vaccination."
      },
      {
        "measure": "Tumour Response According to Immune-Related Response Criteria (irRC) Post Vaccination",
        "description": "Number of participants with complete response, partial response, stable disease, progressive disease or who were not evaluable at radiological disease assessment (computerised tomography and/or magnetic resonance imaging) at the End of Vaccination visit according to irRC (Appendix 3 of protocol).",
        "timeFrame": "Radiological disease assessment at Baseline and End of Vaccination visit (30 days post last vaccination), up to 94 days."
      },
      {
        "measure": "Overall Survival at 2 Years Post First Vaccination",
        "description": "Number of participants alive at 2 years post their first vaccination.",
        "timeFrame": "From first AST-VAC2 vaccination to 2 years post first vaccination."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:47.488Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}