{
  "nctId": "NCT03812549",
  "briefTitle": "Safety and Tolerability Evaluation of Sintilimab in Combination With Radiation in Stage IV NSCLC Patients",
  "officialTitle": "Multi-center Phase I Study of Sintilimab in Combination With Radiotherapy in Treatment Naive PD-L1 Positive Stage IV Non-small Cell Lung Cancer (NSCLC)",
  "protocolDocument": {
    "nctId": "NCT03812549",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-08-19",
    "uploadDate": "2023-09-01T01:47",
    "size": 93543,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03812549/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 29,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-01-18",
    "completionDate": "2022-07-08",
    "primaryCompletionDate": "2022-01-31",
    "firstSubmitDate": "2019-01-18",
    "firstPostDate": "2019-01-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Patients with histologically or cytologically confirmed stage IV NSCLC.\n2. Enough tumor tissue samples.\n3. No previous radiation, chemotherapy, immunotherapy. Patients who have received neoadjuvant or adjuvant chemotherapy 12 months before enrollment is permitted.\n4. At least three measurable disease according to RECIST 1.1 that meet SBRT and LDRT radiation requirement as protocol defined\n5. PD-L1 expression positive (TPS \\>1%)\n6. Be ≥18 years of age on day of signing informed consent and ≤75 years old.\n7. ECOG 0-1.\n8. Patients must have normal organ and marrow function as defined below: Total bilirubin \\</= 1.5 mg/dL. Aminotransferase (AST) Serum Glutamic Oxaloacetic Transaminase (SGOT)/ Alanine Aminotransferase (ALT) Serum Glutamic-Pyruvic Transaminase (SGPT) \\<2.5 X institutional upper limit of normal (patients with liver involvement will be allowed \\</= 5.0 X institutional upper normal limit) \\*WBC \\>/= 3500/uL, ANC \\>/= 1500/uL \\*Platelets \\>/= 90K \\*Hemoglobin \\>/= 9g/dL \\*Creatinine \\</= 1.5 x ULN.\n9. Be willing and able to provide written informed consent/assent for the trial.\n10. Patients should be able to tolerate a course of radiotherapy as assessed by the investigator.\n11. No contradiction to radiation per radio-oncologists' judgments\n12. Life expectancy of \\> 6 months.\n\nExclusion Criteria:\n\n1. EGFR/ALK/ROS-1 mutation or mutation status unknown.\n2. Has evidence of interstitial lung disease or active, non-infectious pneumonitis.\n3. Subjects with coronary bypass operation.\n4. Subjects with insufficient heart function, liver function and kidney function.\n5. Subjects with severe uncontrollable psychotic symptoms.\n6. Treatment with systemic corticosteroids or other systemic immunosuppressive medications (including but not limited to prednisone, dexamethasone, cyclophosphamide, azathioprine, methotrexate, thalidomide, anti-tumor necrosis factor agents) within 4 weeks prior to enrollment or anticipated requirement for systemic immunosuppressive medications during the trial.\n7. Subjects with active, known or suspected autoimmune disease such as interstitial pneumonia, uveitis, Crohn's disease, autoimmune thyroiditis. Subjects with cured childhood asthma, type I diabetes mellitus only requiring hormone replacement.\n8. Known history of allogeneic organ or allogeneic hemopoietic stem cell transplantation.\n9. Known hypersensitivity or allergy to monoclonal antibody.\n10. Subjects with a history of interstitial lung disease.\n11. Uncontrolled concomitant disease, including but not limited to :\n\n1)Active or poorly controlled severe infection 2)Human Immunodeficiency Virus (HIV) infection (HIV antibody positive) 3)Known acute or chronic active hepatitis B (HBV DNA positive) infection or acute or chronic active hepatitis C (HCV antibody positive and HCV RNA positive) infection 4)Active tuberculosis 5)Symptomatic congestive heart failure (New York Heart Association grade III-IV) or symptomatic, poorly controlled arrhythmia 6)Uncontrolled hypertension (SBP ≥ 160mmHg or DBP ≥ 100mmHg) 7)Prior arterial thromboembolism event, including myocardial infarction, unstable angina, stroke and transient ischemic attack, within 6 months of enrollment 8)Concomitant disease needs anticoagulant therapy 9)Uncontrolled hypercalcemia（Ca2+\\>1.5mmol/L or Ca \\>12mg/dl or corrected Serum Calcium \\>ULN），or Symptomatic hypercalcemia during diphosphonate therapy\n\n12\\. Other primary malignancy, with the exception of: (radical Non-melanoma skin cancer or cured cervical in-situ carcinoma;).\n\n13\\. Subjects with other diseases or abnormal Lab test results which might increase the risk of enrollment and treatment or Interfere with the interpretation of study results could be excluded according to the judgments of investigator.\n\n14\\. Pregnant or lactating women.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Adverse Events and/or Dose Limiting Toxicities of Sintilimab in Combination With SBRT and LDRT",
        "description": "Adverse Events and/or Dose Limiting Toxicity graded per Common Terminology Criteria for Adverse Events (CTCAE) version 5.0",
        "timeFrame": "from randomization through 30 days after last dosing, up to 24 months"
      }
    ],
    "secondary": [
      {
        "measure": "Progression Free Survival (PFS)",
        "description": "Investigator assessed PFS according to RECIST v1.1. Progression free survival is defined as time of enrollment to first evidence of progressive disease.\n\nProgression is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.",
        "timeFrame": "up to 24 months after the enrollment"
      },
      {
        "measure": "Objective Response Rate (ORR)",
        "description": "Investigator assessed ORR using RECIST v1.1 including the all tumor, the tumor undergoing LDRT and the tumor which do not receive radiotherapy.\n\nPer Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1) for target lesions and assessed by CT: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR",
        "timeFrame": "up to 24 months after the enrollment"
      },
      {
        "measure": "Overall Survival (OS)",
        "description": "OS is defined as the difference (in months) between the date of study enrollment to the date death due to any cause",
        "timeFrame": "up to 24 months after the enrollment"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 29,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:53.552Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}