{
  "nctId": "NCT04431050",
  "briefTitle": "Evaluation of a Single Use Point of Care Device for the Diagnosis of Respiratory Pathogens",
  "officialTitle": "Evaluation of a Single Use Point of Care Device for the Diagnosis of Influenza and Other Respiratory Pathogens in Clinical Upper Airway Samples Using Isothermal Amplification - a Feasibility Study",
  "protocolDocument": {
    "nctId": "NCT04431050",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-08-08",
    "uploadDate": "2025-01-21T09:43",
    "size": 300807,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04431050/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 6,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-02-21",
    "completionDate": "2020-04-30",
    "primaryCompletionDate": "2020-04-30",
    "firstSubmitDate": "2020-02-24",
    "firstPostDate": "2020-06-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nAny adult ≥18 years of age presenting to the A+E department with ILI or a febrile illness associated with symptoms such as cough, sore throat or rhinorrhoea, and for whom a respiratory viral screen is clinically indicated and who is:\n\n* Able to provide written informed consent, or written informed assent by a relative or carer\n* Recruited during initial medical assessment\n* Able to comply with the study protocol\n\nExclusion Criteria:\n\n* Previously recruited within 28 days of the current admission\n* Enrolment in a trial of antimicrobial therapy\n* If patients are unable to understand verbal or written information in English, hospital translation services will be sought but not guaranteed. However, if the team member seeking consent is not satisfied that the potential recruits' English language ability is sufficient to completely understand the study protocol and requirements (despite use of hospital translation services) then they will not be recruited to the study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Assessing the Feasibility of a Single Use Diagnostic Point of Care Test Against Standard Care Testing Methods, in a Real-life Clinical Setting.",
        "description": "The primary outcome will be to review the feasibility and the diagnostic accuracy for viral respiratory pathogens in this novel device using fresh patients' samples in a real-life clinical setting compared to the standard diagnostic testing of a respiratory viral PCR in the laboratory and/or rapid flu swab (Cepheid, Sunnyvale, CA, USA) using sensitivity, specificity, positive predictive value and negative predictive values. A minimum of 50 devices will be tested with fresh patient samples in a real life clinical setting.",
        "timeFrame": "through study completion, an average of 1.5 years"
      }
    ],
    "secondary": [
      {
        "measure": "To Compare the Results Obtained in a Clinical Setting to the Analytical Study Data and Laboratory Tests on Stored Samples.",
        "description": "The secondary outcome will be to review the feasibility and the diagnostic accuracy for viral respiratory pathogens in this novel device using patients' stored samples in a laboratory setting compared to the standard diagnostic testing of a respiratory viral PCR in the laboratory and/or rapid flu swab (Cepheid, Sunnyvale, CA, USA) using sensitivity, specificity, positive predictive value and negative predictive values.",
        "timeFrame": "through study completion, an average of 1.5 years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:34.029Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}