{
  "nctId": "NCT02713347",
  "briefTitle": "Advancing Symptom Alleviation With Palliative Treatment",
  "officialTitle": "Palliative Care to Improve Quality of Life in CHF and COPD",
  "protocolDocument": {
    "nctId": "NCT02713347",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-05-08",
    "uploadDate": "2021-12-22T13:14",
    "size": 424099,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02713347/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 306,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-09-01",
    "completionDate": "2021-12-31",
    "primaryCompletionDate": "2020-12-31",
    "firstSubmitDate": "2016-03-14",
    "firstPostDate": "2016-03-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Veterans enrolled in VA Eastern Colorado Health Care System or VA Puget - Sound Health Care System\n* Diagnosis of CHF, pulmonary fibrosis, or COPD in 2 years prior to enrollment\n* High risk for hospitalization and death\n* Poor quality of life\n* Symptomatic\n* Primary care or other provider who is willing to facilitate intervention medical recommendations\n* Able to read and understand English\n* Consistent access to and able to use a standard telephone\n\nExclusion Criteria:\n\n* Previous diagnosis of dementia\n* Active substance abuse\n* Comorbid metastatic cancer\n* Nursing home resident\n* Heart or lung transplant or left ventricular assist device (LVAD)\n* Currently receiving hospice, palliative or home-based primary care\n* Currently pregnant\n* Currently a prisoner",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "99 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Function Assessment of Chronic Illness Therapy-General (FACT-G)",
        "description": "The FACT-G is a widely used, valid, reliable, and responsive self-report measure of health-related quality of life that includes domains of physical, social/family, emotional, and functional well-being. The primary outcome will be the difference in FACT-G score at 6 months. The total score range is 0-108 with a higher score meaning greater quality of life.",
        "timeFrame": "6 months"
      }
    ],
    "secondary": [
      {
        "measure": "General Symptom Distress Scale (GSDS)",
        "description": "The General Symptom Distress Scale (GSDS) is a single item measure of overall symptom distress that is reliable and valid and asks, \"In general, how distressing are all of your symptoms to you?\" Minimum value 0 Maximum value 10 Higher scores mean more distress",
        "timeFrame": "6 months"
      },
      {
        "measure": "Patient Health Questionnaire-8 (PHQ-8)",
        "description": "The PHQ-8 is a 8-item valid and reliable instrument that provides a continuous measure of depressive symptoms and is 88% sensitive and specific for a diagnosis of major depressive disorder. The PHQ-8 was developed in medically-ill outpatients. Score range 0-24 points with a higher score indicating more depressive symptoms.",
        "timeFrame": "6 months"
      },
      {
        "measure": "Kansas City Cardiomyopathy Questionnaire- Short Form (KCCQ-SF)",
        "description": "The KCCQ-SF is a self-administered questionnaire that measures heart failure-specific health status. The KCCQ-SF is reliable, sensitive to clinical change, and predicts hospitalization and mortality. The KCCQ-SF will be administered to participants with heart failure. Score range 0-100 and higher scores indicate better health status.",
        "timeFrame": "6 months"
      },
      {
        "measure": "Clinical COPD Questionnaire (CCQ)",
        "description": "The CCQ is a self-administered 10-item measure of COPD symptoms, functioning, and emotional well-being. It is well-validated, reliable, and responsive and will be administered to participants with COPD. Score range 0-6 with higher scores indicate worse health status.",
        "timeFrame": "6 months"
      },
      {
        "measure": "Quality of Life at the End of Life (QUAL-EC)",
        "description": "The QUAL-EC is a valid and reliable self-report measure of several domains, each scored separately, of quality of life in advanced illness. Each item is rated from 1 to 5, and mean scores for multiple items in a domain, i.e., subscale were estimated. Minimum score for each subscale is 1, maximum is 5. A higher score is a better perception of quality of life for each subscale.",
        "timeFrame": "6 months"
      },
      {
        "measure": "Advance Care Planning Communication and Documentation",
        "description": "Advance care planning discussions and advance directive documentation in the electronic medical record will be assessed via electronic medical record review. An advance directive includes either a living will and/or durable power of attorney for health care.",
        "timeFrame": "6 months"
      },
      {
        "measure": "Mortality",
        "description": "The following events will be assessed during the study period through medical record review to supplement patient report: mortality.",
        "timeFrame": "12 months"
      },
      {
        "measure": "Generalized Anxiety Disorder Scale (GAD-7)",
        "description": "The GAD-7 is a valid and reliable self-report measure of anxiety tested in medically ill outpatient populations. Score range 0-21 and higher scores indicate more anxiety symptoms.",
        "timeFrame": "6 months"
      },
      {
        "measure": "Advance Care Planning Engagement",
        "description": "This survey was designed to measure behaviors related to surrogate decision makers, values and quality of life, and informed decision making. Specifically, the Advance Care Planning-4 (ACP-4) measure (Sudore et al) was used.\n\nMinimum value is 1, maximum value is 5. Higher scores indicate higher levels of readiness to engage in advance care planning.",
        "timeFrame": "6 months"
      },
      {
        "measure": "PEG (Pain)",
        "description": "The PEG measures pain intensity and interference (Krebs, 2009). Scale range 0-10 and higher score indicates more pain.",
        "timeFrame": "6 months"
      },
      {
        "measure": "Insomnia Severity Index (ISI)",
        "description": "The ISI measures insomnia severity (Bastien, 2000). There are 6 items and a mean was used. Minimum score is 0, maximum score is 4. A higher score indicates more severe insomnia.",
        "timeFrame": "6 months"
      },
      {
        "measure": "PROMIS Fatigue",
        "description": "The Patient Reported Outcome Measurement Information System- Fatigue (PROMIS fatigue) measures fatigue severity. Scale range 0-4 and a higher score indicates more fatigue.",
        "timeFrame": "6 months"
      },
      {
        "measure": "K-BILD",
        "description": "Quality of life measure for interstitial lung disease. Score range 15-105 (lower score indicates lower health status).",
        "timeFrame": "6 months"
      },
      {
        "measure": "Goal Concordance",
        "description": "Two questions with Likert scale responses of 1 to 10: (1) Kind of medical care is most important to you; answers range from 0 = I prefer medical care that focuses on extending life, even if it means having more pain and discomfort, to 10 = I prefer medical care that focuses on relieving pain and discomfort, even if it means not living as long. (2) Medical care right now; answers range from 0 = My current medical care is focused on extending life, even if it means having more pain and discomfort to 10 = My current medical care is focused on relieving pain and discomfort, even if it means not living as long. Goal concordant = answers of 0-3 for both questions, 4-6 for both questions, or 7-10 for both questions. Patients who answered \"I am not sure of the goals of my medical care\" were considered \"unsure of care focus.\"",
        "timeFrame": "6 months"
      },
      {
        "measure": "Hospitalization",
        "description": "The following events will be assessed during the study period through medical record review to supplement patient report: hospitalizations.",
        "timeFrame": "6 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 15,
      "otherCount": 0,
      "totalCount": 16
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:28.611Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}