{
  "nctId": "NCT03190694",
  "briefTitle": "Effects of Dapagliflozin in Non-diabetic Patients With Proteinuria",
  "officialTitle": "A Study to Assess the Renoprotective Effects of the SGLT2 Inhibitor Dapagliflozin in Non-Diabetic Patients With Proteinuria: a Randomized Double Blind 6-Weeks Cross-Over Trial",
  "protocolDocument": {
    "nctId": "NCT03190694",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-02-01",
    "uploadDate": "2022-11-14T08:23",
    "size": 767481,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03190694/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 53,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-11-12",
    "completionDate": "2019-12-01",
    "primaryCompletionDate": "2019-11-01",
    "firstSubmitDate": "2017-06-15",
    "firstPostDate": "2017-06-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Age ≥18 and ≤75 years\n* Urinary protein excretion \\> 500 mg/g and ≤ 3500 mg/g in a 24-hr urine collection eGFR ≥ 25 mL/min/1.73m2\n* On a stable dose of an ACEi or ARB for at least 4 weeks prior to randomization\n* Willing to sign informed consent\n* Women of Child-Bearing Potential (WOCBP):\n* WOCBP must be using an acceptable method of contraception to avoid pregnancy throughout the study and for up to 4 weeks after the last dose of study drug in such a manner that the risk of pregnancy is minimized.\n* WOCBP must have a negative serum or urine pregnancy test result (minimum sensitivity 25 IU/L or equivalent units of HCG) within 0 to 72 hours before the first dose of study drug.\n* Women must not be breast-feeding.\n\nWOCBP comprises women who have experienced menarche and who have not undergone successful surgical sterilization (hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or who are not post-menopausal.\n\nExclusion Criteria:\n\n* Diagnosis of type 1 or type 2 diabetes mellitus\n* Urinary protein excretion \\> 3500 mg/day\n* Peripheral Vascular Disease\n* Autosomal dominant polycystic kidney disease or autosomal recessive polycystic kidney disease, lupus nephritis, or ANCA-associated vasculitis\n* Indication for immunosuppressants as per the treating physician's judgment.\n* Receiving cytotoxic therapy, immunosuppressive therapy, or other immunotherapy for primary or secondary renal disease within 6 months prior to enrolment.\n* Active malignancy aside from treated squamous cell or basal cell carcinoma of the skin.\n* Use of co-interventional treatments (outlined in section 4.2 of the protocol) within 6 weeks of screening will not be allowed.\n* Any medication, surgical or medical condition which might significantly alter the absorption, distribution, metabolism, or excretion of medications including, but not limited to any of the following:\n\n  * History of active inflammatory bowel disease within the last six months;\n  * Major gastrointestinal tract surgery such as gastrectomy, gastroenterostomy, or bowel resection;\n  * Gastro-intestinal ulcers and/or gastrointestinal or rectal bleeding within last six months;\n  * Pancreatic injury or pancreatitis within the last six months;\n  * Evidence of hepatic disease as determined by any one of the following: ALT or AST values exceeding 3x ULN at the screening visit, a history of hepatic encephalopathy, a history of esophageal varices, or a history of portocaval shunt;\n  * Evidence of urinary obstruction of difficulty in voiding at screening\n* History of severe hypersensitivity or contraindications to dapagliflozin\n* Subject who, in the assessment of the investigator, may be at risk for dehydration or volume depletion that may affect the interpretation of efficacy or safety data\n* Participation in any clinical investigation within 3 months prior to initial dosing.\n* Donation or loss of 400 ml or more of blood within 8 weeks prior to initial dosing.\n* History of drug or alcohol abuse within the 12 months prior to dosing, or evidence of such abuse as indicated by the laboratory assays conducted during the screening.\n* History of noncompliance to medical regimens or unwillingness to comply with the study protocol.\n* Any surgical or medical condition, which in the opinion of the investigator, may place the patient at higher risk from his/her participation in the study, or is likely to prevent the patient from complying with the requirements of the study or completing the study.\n* Pregnancy or breastfeeding\n* WOCBP who are unwilling or unable to use an acceptable method to avoid pregnancy for the entire study period and up to 4 weeks after the last dose of study drug.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in 24-hr Proteinuria With Dapagliflozin for Six Weeks Relative to Placebo in Patients With Non-diabetic Kidney Disease and Proteinuria 500 mg/Day on Stable Angiotensin-converting Enzyme Inhibitor or Angiotensin II Receptor Blocker Treatment.",
        "description": "bioequivalence",
        "timeFrame": "6 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Effect of Dapagliflozin 10 mg/d Compared to Placebo on Glomerular Filtration Rate (GFR) Using Iohexol Clearance",
        "description": "bioequivalence",
        "timeFrame": "6 weeks"
      },
      {
        "measure": "Effect of Dapagliflozin 10 mg/d Compared to Placebo on Systolic/Diastolic Blood Pressure",
        "description": "bioequivalence",
        "timeFrame": "week 0, 3, 6, 12, 15, 18, 24"
      },
      {
        "measure": "Effect of Dapagliflozin 10 mg/d Compared to Placebo on Body Weight",
        "description": "bioequivalence",
        "timeFrame": "week 0, 3, 6, 12, 15, 18, 24"
      },
      {
        "measure": "Effect of Dapagliflozin 10 mg/d Compared to Placebo on 6-keto-Prostaglandin F1 Alpha/Creatinine Ratio",
        "description": "bioequivalence",
        "timeFrame": "Baseline, Week 6"
      },
      {
        "measure": "Safety of Dapagliflozin vs. Placebo - the Number of Participatns With Hypoglycemic Events and/or Serious Adverse Events",
        "description": "safety",
        "timeFrame": "week 0-26"
      },
      {
        "measure": "Effect of Dapagliflozin 10 mg/d Compared to Placebo on Adenosine/Creatinine Ratio",
        "description": "bioequivalence",
        "timeFrame": "Baseline, Week 6"
      },
      {
        "measure": "Effect of Dapagliflozin 10 mg/d Compared to Placebo on Prostaglandin E2/Creatinine Ratio",
        "description": "bioequivalence",
        "timeFrame": "Baseline, Week 6"
      },
      {
        "measure": "Effect of Dapagliflozin 10 mg/d Compared to Placebo on Thromboxane B2/Creatinine Ratio",
        "description": "bioequivalence",
        "timeFrame": "Baseline, Week 6"
      },
      {
        "measure": "Effect of Dapagliflozin 10 mg/d Compared to Placebo on PGEM/Creatinine Ratio",
        "description": "bioequivalence",
        "timeFrame": "Baseline, Week 6"
      },
      {
        "measure": "Effect of Dapagliflozin 10 mg/d Compared to Placebo on NTproBNP",
        "description": "bioequivalence",
        "timeFrame": "Baseline (week 0, week 12), Week 6 + 18 (pooled)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 89,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:08.961Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}