{
  "nctId": "NCT00610935",
  "briefTitle": "Intramuscular Peramivir in Subjects With Uncomplicated Acute Influenza",
  "officialTitle": "A Phase 3 Multicenter, Randomized, Double-blind, Placebo-controlled Study to Evaluate the Efficacy and Safety of Intramuscular Peramivir in Subjects With Uncomplicated Acute Influenza.",
  "protocolDocument": {
    "nctId": "NCT00610935",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2007-08-24",
    "uploadDate": "2021-02-24T06:42",
    "size": 2768495,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT00610935/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 82,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2008-01",
    "completionDate": "2008-02",
    "primaryCompletionDate": "2008-02",
    "firstSubmitDate": "2008-01-25",
    "firstPostDate": "2008-02-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male and non-pregnant female subjects age ≥18 years.\n* A positive Influenza A and/or B Rapid Antigen Test (RAT) performed with a commercially available test kit on an adequate anterior nasal specimen, in accordance with the manufacturer's instructions. A negative initial RAT should be repeated within one-hour.\n* Presence of fever at time of screening of ≥38.0 ºC (≥100.4 ºF) taken orally, or ≥38.5 ºC (≥101.2 ºF) taken rectally. A subject self-report of a history of fever or feverishness within the 24 hours prior to screening will also qualify for enrollment in the absence of documented fever at the time of screening.\n* Presence of at least one respiratory symptom (cough, sore throat, or nasal symptoms) of at least moderate severity.\n* Presence of at least one constitutional symptom (myalgia \\[aches and pains\\], headache, feverishness, or fatigue) of at least moderate severity.\n* Onset of symptoms no more than 48 hours before presentation for screening.\n* Written informed consent.\n\nExclusion Criteria:\n\n* Women who are pregnant or breast-feeding.\n* Presence of clinically significant signs of acute respiratory distress.\n* History of severe chronic obstructive pulmonary disease (COPD) or severe persistent asthma (See section 15.2).\n* History of congestive heart failure requiring daily pharmacotherapy with symptoms consistent with New York Heart Association Class III or IV functional status within the past 12 months.\n* Screening ECG which suggests acute ischemia or presence of medically significant dysrhythmia.\n* History of chronic renal impairment requiring hemodialysis and/or known or suspected to have moderate or severe renal impairment (actual or estimated creatinine clearance \\<50 mL/min).\n* Clinical evidence of worsening of any chronic medical condition (temporally associated with the onset of symptoms of influenza) which, in the investigator's opinion, indicates that such finding(s) could represent complications of influenza.\n* Current clinical evidence, including clinical signs and/or symptoms consistent with otitis, bronchitis, sinusitis and/or pneumonia, or active bacterial infection at any body site that requires therapy with oral or systemic antibiotics.\n* Presence of immunocompromised status due to chronic illness, previous organ transplant, or use of immunosuppressive medical therapy which would include oral or systemic treatment with \\> 10 mg prednisone or equivalent on a daily basis within 30 days of screening.\n* Currently receiving treatment for viral hepatitis B or viral hepatitis C.\n* Presence of known HIV infection with a CD4 count \\<350 cell/mm3.\n* Current therapy with oral warfarin or other systemic anticoagulant.\n* Receipt of any doses of rimantadine, amantadine, zanamivir, or oseltamivir in the 7 days prior to screening.\n* Immunized against influenza with live attenuated virus vaccine (FluMist®) in the previous 21 days.\n* Immunized against influenza with inactivated virus vaccine within the previous 14 days.\n* Receipt of any intramuscular injection within the previous 14 days.\n* History of alcohol abuse or drug addiction within 1 year prior to admission in the study.\n* Participation in a previous study of intramuscular or intravenous peramivir or previous participation in this study.\n* Participation in a study of any investigational drug or device within the last 30 days.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "The Time to Alleviation of Clinical Signs and Symptoms of Influenza",
        "description": "The primary efficacy endpoint was the time to alleviation of symptoms of influenza in subjects diagnosed with influenza, defined as the time from injection of study drug to the start of the time period when a subject had Alleviation of Symptoms. A subject had Alleviation of Symptoms if each of the seven symptoms of influenza (cough, sore throat, nasal obstruction, myalgia \\[aches and pains\\], headache, feverishness, and fatigue) as self-assessed and recorded in the subject diary were either absent or were present at no more than mild severity level and at this status for at least 21.5 hours (24 hours minus 10%). No statistical testing was performed.",
        "timeFrame": "Up to 14 days"
      }
    ],
    "secondary": [
      {
        "measure": "To Evaluate Changes in Influenza Virus Titer in Nasopharyngeal Samples in Response to Treatment.",
        "description": "The change in influenza viral titers was defined as the time-weighted change from Baseline in log\\_10 tissue culture infective dose\\_50 (TCID50/mL) and was summarized for each treatment group. The differences between the treatment groups were planned to be evaluated using a Wilcoxon Rank Sum Test controlling for current smoking behavior. Specimens for virologic culture and determination of influenza virus TCID50/mL were obtained at interval visits after treatment. As the study was terminated prematurely, no statistical testing was performed on these data.",
        "timeFrame": "Change from baseline assessed on days 3, 5 and 9."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:32.784Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}