{
  "nctId": "NCT03484533",
  "briefTitle": "HIV Self Testing of Male Partners of Women in PMTCT",
  "officialTitle": "HIV Self-testing of Men to Increase Testing and Prevention Uptake Among Male Partners and Improve Postpartum ART Use in PMTCT B+ Programs in Uganda",
  "protocolDocument": {
    "nctId": "NCT03484533",
    "filename": "Prot_002.pdf",
    "label": "Study Protocol",
    "date": "2020-05-22",
    "uploadDate": "2023-12-07T19:54",
    "size": 610290,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03484533/document/Prot_002.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 736,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-05-17",
    "completionDate": "2021-11-22",
    "primaryCompletionDate": "2021-11-22",
    "firstSubmitDate": "2018-03-09",
    "firstPostDate": "2018-04-02"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Eligibility\n\nFor all participants\n\n* Able and willing to provide written informed consent\n* Able and willing to provide adequate locator information for study retention purposes\n\nFor women\n\n* Age ≥18\n* Currently pregnant\n* HIV-positive based on positive rapid HIV tests, according to national algorithm\n* Not currently enrolled in an HIV treatment study\n* Male partner not known to be HIV-positive or has not tested in the past 3 months\n\nFor men - In partnership with an HIV-positive pregnant woman in PMTCT B+\n\nExclusion criteria:\n\n\\- None",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Proportion of Men Who Test for HIV in the Self-test Arm to Men Who Test for HIV in the Standard of Care Arm",
        "description": "Evaluate whether the secondary distribution of HIV self-tests to enrolled male partners of HIV-infected Ugandan women in PMTCT B+ increases the proportion of male partners who test for HIV",
        "timeFrame": "Up to 12 months post-partum"
      },
      {
        "measure": "The Proportion of HIV-positive Men Who Initiate ART in the Self-test Arm to the Standard of Care Arm",
        "description": "Evaluate whether the secondary distribution of HIV self-tests to male partners of HIV-infected Ugandan women in PMTCT B+ is associated with male partners uptake of ART if they test HIV-positive.",
        "timeFrame": "Up to 12 months post-partum"
      },
      {
        "measure": "The Proportion of HIV-negative Men Who Initiate PrEP in the Self-test Arm to the Standard of Care Arm",
        "description": "Evaluate whether the secondary distribution of HIV self-tests to male partners of HIV-infected Ugandan women in PMTCT B+ is associated with male partners uptake of PrEP if they test HIV-negative",
        "timeFrame": "Up to 12 months post-partum"
      }
    ],
    "secondary": [
      {
        "measure": "Viral Suppression at 12 Months Post-partum in HIV-infected Ugandan Women as Measured by Viral Load Testing",
        "description": "Evaluate whether the secondary distribution of HIV self-tests to male partners of HIV-infected Ugandan women in PMTCT B+ is associated with effective post-partum viral suppression among HIV-infected Uganda women.",
        "timeFrame": "Up to 12 months post-partum"
      },
      {
        "measure": "The Acceptability of HIV Self-testing Among Pregnant Women Taking Part in PMTCT B+, and Their Male Partners",
        "description": "HIV-infected pregnant women and their male partners, experiences, perspectives and views on HIV self-testing evaluated by an inductive content analytic approach conducted through qualitative interviews. This does not permit quantification of numbers of persons who endorsed particular themes. The main themes reported were 1. Women's fear about delivering HIV self-testing kits to their partner particularly if they had not previously disclosed their HIV status to their partner. 2. Variable strategies used by women to introduce HIV self-testing to their male partners. 3. Range of male partner responses to receiving an HIV self-testing kit. 4. Women's confidence in ability to interpret HIV self-test results for their partners. 5. Women's strategies to persuade their partners to link to HIV care or HIV PrEP.",
        "timeFrame": "Up to 12 months post-partum"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:18.858Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}