{
  "nctId": "NCT02866942",
  "briefTitle": "Safety of Nasal Influenza Immunisation in Children With Asthma",
  "officialTitle": "Safety of Nasal Influenza Immunisation in Children With Asthma - The SNIFFLE-4 Study",
  "protocolDocument": {
    "nctId": "NCT02866942",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2016-09-05",
    "uploadDate": "2019-02-14T11:53",
    "size": 2874167,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02866942/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 479,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-10",
    "completionDate": "2017-03",
    "primaryCompletionDate": "2017-03",
    "firstSubmitDate": "2016-08-04",
    "firstPostDate": "2016-08-15"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Aged 2 - 18 years old (inclusive)\n* Physician diagnosis of asthma or recurrent wheezing (by the hospital specialist) AND (i) in children age 2-4 years: ≥2 exacerbations in the past year requiring oral steroids or observation in-hospital beyond 4 hours duration, OR (ii) in children ≥ 5 years of age, receiving treatment equivalent to at least BTS/SIGN step 2 therapy.\n* Written informed consent from parent/guardian (or the patient themselves from age 16 years), with assent from children aged 8 years and above wherever possible.\n\nExclusion Criteria:\n\n1. Admission to Paediatric Intensive Care for invasive ventilation due to a respiratory illness in the preceding 2 years.\n2. Contraindications to LAIV (notwithstanding allergy to egg protein), which include:\n\n   1. Hypersensitivity to the active ingredients, gelatin or gentamicin (a possible trace residue)\n   2. Previous systemic allergic reaction to LAIV\n   3. Previous allergic reaction to an influenza vaccine (not LAIV) is a relative contra-indication, which must be discussed with the site PI to confirm patient suitability\n   4. Children/adolescents who are clinically immunodeficient due to conditions or immunosuppressive therapy such as: acute and chronic leukaemias; lymphoma; symptomatic HIV infection; cellular immune deficiencies; and high-dose corticosteroids\\*\\*.\n\n      \\*\\*High-dose steroids is defined as a treatment course for at least one month, equivalent to a dose greater than 20mg prednisolone per day (any age), or for children under 20kg, a dose greater than 1mg/kg/day.\n\n      NB: LAIV is not contraindicated for use in individuals with asymptomatic HIV infection; or individuals who are receiving topical/inhaled/low-dose oral systemic corticosteroids or those receiving corticosteroids as replacement therapy, e.g. for adrenal insufficiency.\n   5. Children and adolescents younger than 18 years of age receiving salicylate therapy because of the association of Reye's syndrome with salicylates and wild-type influenza infection.\n   6. pregnancy\n3. Contraindications to vaccination on that occasion, e.g. due to child being acutely unwell:\n\n   1. Febrile ≥38.0 degrees C in last 72 hours\n   2. \\*Acute wheeze in last 72 hours requiring treatment beyond that normally prescribed for regular use by the child's treating healthcare professional\n   3. \\*Recent admission to hospital in last 2 weeks for acute asthma\n   4. \\*Current oral steroid for asthma exacerbation or course completed within last 2 weeks\n   5. Any other significant condition or circumstance which, in the opinion of the investigator, may either put the participant at risk because of participation in the study, or may influence the result of the study, or the participant's ability to participate in the study.\n\n      * Items 3b-3d are relative contra-indications: Many children with \"difficult-to-control\" symptoms may meet fail to meet these criteria on a routine basis. Where these are present, the study centre PIs are able to authorise participation on a case-by-case basis, after assessing the child and their lung function at the time of enrolment.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "2 Years",
    "maximumAge": "18 Years",
    "stdAges": [
      "CHILD",
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Asthma Symptoms and Control Pre and 4 Weeks Post LAIV, as Assessed by Validated Questionnaire",
        "description": "The validated questionnaire to be used will depend on the age of the enrolled child:\n\n* Age 2-4 years: TRACK questionnaire\n* Age 5-11 years: Children's Asthma Control Test (C-ACT) score\n* Age 12+ years: Asthma Control Test (ACT) score\n\nThe change in score (using the appropriate questionnaire for age) between pre- and 4 weeks post LAIV will be used to assess the primary outcome across all participants. a change in (c-)ACT of at least 3 points, or 10 points for TRACK will be determined a significant change.\n\nFor TRACK, the minimum and maximum score possible is 0 and 100 respectively, the higher the score, the better is symptom control.\n\nFor c-ACT, the minimum and maximum score possible is 0 and 27 respectively, the higher the score, the better controlled are asthma symptoms.\n\nFor ACT, the minimum and maximum score possible is 5 and 25 respectively, the higher the score, the better controlled are asthma symptoms.",
        "timeFrame": "4 weeks post LAIV"
      }
    ],
    "secondary": [
      {
        "measure": "Incidence of Adverse Events (AE) and Serious Adverse Events (SAEs) in Children Receiving LAIV",
        "description": "Incidence of a 'significant exacerbation' in asthma, defined as:\n\ni. At least 3 day course of oral steroids following an unscheduled contact with a healthcare professional; OR ii. Unscheduled visit to an Emergency department or admission to hospital for treatment of asthma symptoms, requiring systemic corticosteroids",
        "timeFrame": "Up to 4 weeks post LAIV administration"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 19,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:30:32.469Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}