{
  "nctId": "NCT04247282",
  "briefTitle": "Anti-PD-L1/TGF-beta Trap (M7824) Alone and in Combination With TriAd Vaccine and N-803 for Resectable Head and Neck Squamous Cell Carcinoma Not Associated With Human Papillomavirus Infection",
  "officialTitle": "A Sequential Window of Opportunity Trial of Anti-PD-L1/TGF-beta Trap (M7824 ) Alone and in Combination With TriAd Vaccine, and N-803 for Resectable Head and Neck Squamous Cell Carcinoma Not Associated With Human Papillomavirus Infection.",
  "protocolDocument": {
    "nctId": "NCT04247282",
    "filename": "Prot_SAP_002.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2025-03-26",
    "uploadDate": "2025-04-07T14:22",
    "size": 1820086,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04247282/document/Prot_SAP_002.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 21,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-06-09",
    "completionDate": "2023-06-12",
    "primaryCompletionDate": "2021-08-24",
    "firstSubmitDate": "2020-01-25",
    "firstPostDate": "2020-01-30"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n* Patients must have histologically or cytologically confirmed, previously untreated intermediate/high risk, p16-negative (if oropharyngeal primary tumor), squamous cell carcinoma of the head and neck (T1-T4, N0-N3, M0 stage II, III or IV).\n* Male or female; Age greater than or equal to 18 years.\n* Eastern Cooperative Oncology Group (ECOG performance status less than or equal to 1.\n* Prothrombin time (PT) and partial thromboplastin time (PTT) within normal institutional limits. Patients with prolonged PTT determined to be due to lupus anticoagulant will not be excluded.\n* Patients must have adequate organ and marrow function as defined below:\n\n  * Absolute neutrophil count greater than or equal to 1000/mcL\n  * Platelets greater than or equal to 100,000/mcL\n  * Hemoglobin greater than or equal to 10.0 g/dL\n  * Total bilirubin within normal institutional limits; in patients with Gilbert's, less than or equal to 3.0 mg/dL\n  * Aspartate aminotransferase (AST) serum glutamic-oxaloacetic transaminase (SGOT)/alanine aminotransferase (ALT) serum glutamic pyruvic transaminase (SGPT) less than or equal to 3X upper limit of normal.\n  * Creatinine within 1.5X upper limit of normal institutional limits\n* The effects of M7824, TriAd Vaccines (ETBX-011, ETBX-051 \\& ETBX-061), and Anktiva (N-803) on the developing human fetus are unknown. For this reason, men and women of child-bearing capacity must agree to use highly effective contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, during the study and maintain such contraception until 2 months following the last dose of any study agent. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.\n* Ability of subject to understand and the willingness to sign a written informed consent document\n* Patients with successfully treated hepatitis C virus (HCV) are eligible if HCV viral load is undetectable.\n\nEXCLUSION CRITERIA:\n\n* Patients who are immunocompromised as follows:\n\n  * Human immunodeficiency virus (HIV) positive patients not on or not compliant with appropriate anti-retroviral therapy, patients with newly diagnosed (i.e., \\< 6 months) HIV, patients with an HIV viral load exceeding 400 copies/mL, HIV+ patients with a cluster of differentiation 4 (CD4) count \\< 150 cells/L, and HIV+ patients on antiretroviral therapy \\< 1 month are excluded. HIV-positive patients will also be excluded if the principal investigator (PI) determines that there is a clinically significant drug-drug interaction.\n  * Chronic administration (defined as daily or every other day for continued use \\>14 days) of systemic corticosteroids or other immune suppressive drugs, within 14 days before treatment on study. Physiologic daily dosing of steroids is allowed. Nasal, or inhaled steroid, topical steroid creams and eye drops for small body areas are allowed.\n  * Patients who have undergone allogeneic peripheral stem cell transplantation, or solid organ transplantation requiring immunosuppression\n* Pregnant women are excluded from this study because M7824 is an agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with M7824 breastfeeding should be discontinued if the mother is treated with M7824. These potential risks may also apply to other agents used in this study.\n* Patients with active systemic autoimmune disease, except patients with type 1 diabetes mellitus, vitiligo, psoriasis, hypo- or hyperthyroid disease not requiring current immunosuppression, or with other endocrine disorders on replacement hormones, are not excluded if the condition is well controlled.\n* Patients with a history of inflammatory bowel disease\n* Patients with a history inflammatory lung disease/interstitial lung disease/pulmonary fibrosis will be excluded. Patients with clinical findings (e.g., imaging) that are suggestive of inflammatory lung disease even if not experiencing symptoms of the disorder.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to study agents to be used in the cohort the subject will be enrolled into.\n* Known allergy to eggs, egg products, aminoglycoside antibiotics (for example, gentamicin or tobramycin). Patients enrolling on the M7824 only arm will be exempt from this exclusion.\n* Patients with a history of bleeding diathesis or recent clinically significant bleeding events considered by the Investigator as high risk for investigational drug treatment are excluded.\n* Any condition which, in the opinion of the investigator, would prevent full participation in this trial (including the long-term follow-up), or would interfere with the evaluation of the trial endpoints.\n* Patients with prior live vaccine, investigational drug, chemotherapy, immunotherapy or any prior radiotherapy (except for palliative bone directed therapy) within the past 28 days prior to enrollment. Locally approved coronavirus disease (COVID) vaccines are permitted.\n* Uncontrolled intercurrent acute or chronic illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure (\\>New York Heart Association Class I), hepatic disease, unstable angina pectoris, serious cardiac arrhythmia, requiring medication, uncontrolled hypertension (systolic blood pressure (SBP\\>170/ diastolic blood pressure (DBP\\>105) or psychiatric illness/social situations within 12 months that would limit compliance with study requirements.\n* Patients who have undergone major surgery within 4 weeks prior to enrollment. A biopsy will not preclude a patient from starting study.\n* Patients with a history of hepatitis B (HBV) are excluded due to potential risk for viral reactivation and resulting liver injury in persons with latent HBV.\n* Patients with treated or active brain metastases are not eligible because we are enrolling non-metastatic head and neck cancer patients in this trial. Standard of care treatment is different for head and neck cancer patients with and without metastatic disease.\n* Subjects unwilling to accept blood products as medically indicated.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Who Experience a Pathologic Complete Response (pCR)",
        "description": "Resected tumors were reviewed one month after being on study to determine a pCR, defined as absence of malignant cells in the resected tumor specimen. A pathologist examines tumor specimens to look for malignant cells.",
        "timeFrame": "Post treatment after on study, approximately one month"
      },
      {
        "measure": "Number of Participants Who Experience Clinical to Pathologic Downstaging Upon Analysis of Resected Tumor After Completing Study Treatments",
        "description": "Clinical-to-pathologic downstaging is when the numerical pathological stage is lower than the initial numerical clinical stage (i.e., II to I)",
        "timeFrame": "up to 4 months after enrollment"
      }
    ],
    "secondary": [
      {
        "measure": "Proportion of Participants With a Complete Response (CR) + Partial Response (PR) Measured by Computed Tomography (CT) Imaging and the Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1",
        "description": "Response was measured by CT imaging and the RECIST to determine whose tumors shrunk after therapy. CR is disappearance of all target lesions, and PR is at least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum of diameters.",
        "timeFrame": "21-28 days from enrollment, up to a maximum of 28 days"
      },
      {
        "measure": "Number of Participants That Experienced Grade 3 or 4 Immune Related Adverse Events (irAEs)",
        "description": "Adverse events were assessed by the Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. Grade 3 is severe. Grade 4 is life-threatening. Permanent treatment discontinuation is required in some cases of immune-related Grade 4 AEs (e.g., Grade 4 rash/inflammatory dermatitis, nephritis,..). Permanent treatment discontinuation is not required when the AE is manifested by a single laboratory value out of normal range without any clinical correlates.",
        "timeFrame": "2 weeks"
      },
      {
        "measure": "Probability of Being Alive and Recurrence Free",
        "description": "Probability of being alive and recurrence (disease) free after treatment reported along with 95% confidence intervals. Response was measured by the Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1, Disease recurrence is defined as the cancer comes back evidenced by imaging, clinical exam and/or biopsy.",
        "timeFrame": "1 and 2 years"
      },
      {
        "measure": "Percentage of Participants Who Are Alive",
        "description": "Participants who are alive after therapy reported along with a 95% confidence interval.",
        "timeFrame": "Participants were followed to see if they were alive and recurrence free for up to 2 years from study enrollment."
      },
      {
        "measure": "Number of Participants With Treatment-related Adverse Events Causing a Delay of 4 Weeks or More Beyond Planned Surgery",
        "description": "Here is the number of participants with treatment-related adverse events causing a delay of 4 weeks or more beyond planned surgery. Adverse events were assessed by the Common Terminology Criteria for Adverse Events (CTCAE) version 5.0.",
        "timeFrame": "4 weeks or more beyond surgery, up to 2 years"
      }
    ],
    "other": [
      {
        "measure": "Number of Participants With Serious and/or Non-serious Adverse Events Assessed by the Common Terminology Criteria for Adverse Events (CTCAE v5.0).",
        "description": "Here is the number of participants with serious and/or non-serious adverse events assessed by the Common Terminology Criteria for Adverse Events (CTCAE v5.0). A non-serious adverse event is any untoward medical occurrence. A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life-threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned.",
        "timeFrame": "Date treatment consent signed to date off study, approximately 2 years and 12 days for Arm A, and 2 months and 29 days for Arm B."
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 5,
      "otherCount": 1,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 61,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:47.383Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}