{
  "nctId": "NCT04570657",
  "briefTitle": "Study to Assess the Efficacy and Safety of MEDI3506 in Adults With Uncontrolled Moderate-to-severe Asthma",
  "officialTitle": "A Phase II, Randomised, Double-blind, Placebo-controlled Study to Assess the Efficacy and Safety of MEDI3506 in Adult Participants With Uncontrolled Moderate-to-severe Asthma",
  "protocolDocument": {
    "nctId": "NCT04570657",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-03-08",
    "uploadDate": "2023-12-12T05:34",
    "size": 1878998,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04570657/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 250,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-09-17",
    "completionDate": "2023-02-06",
    "primaryCompletionDate": "2022-12-12",
    "firstSubmitDate": "2020-08-07",
    "firstPostDate": "2020-09-30"
  },
  "eligibilityCriteria": {
    "criteria": "INCLUSION CRITERIA\n\n* Aged 18 to \\< 65 years of age\n* Physician-diagnosed asthma of early onset, defined as development of asthma before the age of 25 years.\n* History of ≥ 1 asthma exacerbation in previous 24 months\n* Treated with medium to high dose ICS defined as total daily dose of \\> 250 g fluticasone dry powder or equivalent, for at least 12 months and on a stable dose for ≥ 3 months.\n* Stable LABA therapy for ≥ 3 months.\n* An ACQ-6 score ≥ 1.5.\n* Morning pre-BD FEV1 ≥ 40% predicted normal and \\> 1 L.\n* Morning pre-BD FEV1 \\< 85% predicted normal.\n* Participants with documented evidence of asthma as demonstrated by either:\n* BD reversibility, within 12 months, or at screening, or\n* Positive methacholine challenge test within 12 months.\n* Bodyweight ≥ 40 kg and BMI \\< 40 kg/m2.\n* For female participants, a negative pregnancy test.\n* Abide by contraception requirements for males and females\n* Provide informed consent\n\nEXCLUSION CRITERIA\n\n* Participants with a positive diagnostic nucleic acid test for SARS-CoV-2.\n* Participants with a significant COVID-19 illness within 6 months of enrolment:\n* Participants with a recent history of, or who have a positive test for, infective hepatitis or unexplained jaundice, or participants who have been treated for hepatitis B, hepatitis C, or HIV.\n* Evidence of active or latent TB:\n* An LVEF \\< 45% measured by echocardiogram during screening.\n* A family history of heart failure.\n* Current smokers or recent ex-smokers i.e., have quit e cigarettes or other inhaled tobacco products ≤ 6 months prior to SV1.\n* Ex-smokers with a total smoking history of \\> 10 pack years.\n* As judged by the investigator, any evidence of any active medical or psychiatric condition or other reason (prior to randomisation) that in the investigator's opinion makes it undesirable for the participant to participate in the study.\n* Any clinically important pulmonary disease other than asthma.\n* Any other clinically relevant abnormal findings on physical examination or laboratory testing, that in the opinion of the investigator or medical monitor might compromise the safety of the participant in the study or interfere with evaluation of the study intervention.\n* A known history of severe reaction to any medication including biologic agents or human gamma globulin therapy.\n* History of, or a reason to believe, a participant has a history of, drug or alcohol abuse within the past 2 years.\n* Current diagnosis of cancer.\n* History of cancer, except if treated with apparent success with curative therapy (response duration of \\> 5 years).\n* History of allogeneic bone marrow transplant.\n* A helminth parasitic infection diagnosed within 6 months prior to SV4 (randomisation) that has not been treated, or has not responded to SOC therapy.\n* An asthma exacerbation within 8 weeks.\n* Receiving any prohibited concomitant medications or therapies as specified in the protocol:\n\nKnown history of allergy or reaction to any component of the study intervention formulation, including hereditary fructose intolerance.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline to Week 16 in Pre-bronchodilator (Pre-BD) Forced Expiratory Volume in the First Second (FEV1) as Measured in the Study Clinic",
        "description": "In-clinic spirometry measurements were taken prior to the administration of bronchodilators. Baseline was the last measurement prior to first injection of investigational product (IP).\n\nThe least squares (LS) means, LS mean differences and 80% confidence intervals (CIs), and one-sided p-value results were based on a mixed model repeated measures (MMRM). The model included fixed effects for baseline, background medication, geographic region, baseline inhaled corticosteroids (ICS) total daily dose, visit, treatment, and the baseline by visit and treatment by visit interactions. Visits within participant were considered as repeated measurements.",
        "timeFrame": "Baseline and week 16"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline to Weeks 8 and 16 in Post-bronchodilator (Post-BD) FEV1 as Measured in the Study Clinic",
        "description": "In-clinic spirometry measurements were taken following the use of bronchodilators. Bronchodilatation was induced using albuterol (90 µg metered dose), salbutamol (100 µg metered dose), or levalbuterol (45 µg metered dose), and measurements were taken after up to a maximum of 4 inhalations. Baseline was the last measurement prior to first injection of IP.\n\nThe LS means, LS mean differences and 80% CIs, and one-sided p-value results were based on MMRM. The model included fixed effects for baseline, background medication, geographic region, baseline ICS total daily dose, visit, treatment, and the baseline by visit and treatment by visit interactions. Visits within participant were considered as repeated measurements.",
        "timeFrame": "Baseline and weeks 8 and 16"
      },
      {
        "measure": "Serum Concentrations of Tozorakimab",
        "description": "Tozorakimab serum concentrations were measured using a validated assay method.",
        "timeFrame": "Pharmacokinetic (PK) samples were taken pre-dose (day 1) and at weeks 1, 4, 8, 12, 16, 20, and 24"
      },
      {
        "measure": "Number of Participants With Anti-drug Antibodies (ADAs)",
        "description": "ADA prevalence is the number of participants ADA positive (ADA+) at baseline and/or post-baseline. Treatment-emergent ADA+ (TE-ADA +) positive is defined as being either of treatment-induced ADA+ (ADA negative \\[ADA-\\] at baseline and at least one post-baseline ADA+) and treatment-boosted ADA+ (ADA+ at baseline and baseline titre is boosted by ≥ 4-fold increase at ≥ 1 post-baseline time point). Treatment-emergent ADA- (TE-ADA-) is defined as ADA+ but not fulfilling the definition of TE-ADA+. ADA persistently positive is defined as ADA- at baseline and ADA+ at ≥ 2 post-baseline assessment with ≥ 16 weeks between first and last positive assessments, or ADA+ at the last post-baseline assessment. ADA transiently positive is defined as ADA- at baseline, having at least one post-baseline ADA+ assessment and not fulfilling the conditions of ADA persistently positive. Baseline is defined as the last ADA assessment prior to first injection of IP.",
        "timeFrame": "Blood samples were taken pre-dose (day 1) and at weeks 1, 4, 8, 12, 16, and 24"
      },
      {
        "measure": "Change From Baseline to Week 16 in the Asthma Control Questionnaire-6 (ACQ-6) Score",
        "description": "In the ACQ-6, participants were asked to recall how their asthma has been during the previous week by responding to one BD-use question and 5 symptom questions. Questions were weighted equally and scored from 0 (totally controlled) to 6 (severely uncontrolled). Mean scores of ≤ 0.75 indicate well-controlled asthma, scores between \\>0.75 and \\<1.5 indicate partly controlled asthma, and scores ≥1.5 indicate not well-controlled asthma. Results were based on an MMRM which included fixed effects for baseline, background medication, geographic region, baseline ICS total daily dose, visit, treatment and the baseline by visit and treatment by visit interactions. Visits within participant were considered as repeated measurements. A negative change from baseline indicates an improvement in asthma control.",
        "timeFrame": "Baseline and week 16"
      },
      {
        "measure": "Number of Participants With a Decrease in ACQ-6 Score ≥ 0.5 From Baseline to Week 16",
        "description": "In the ACQ-6, participants were asked to recall how their asthma has been during the previous week by responding to one BD-use question and 5 symptom questions. Questions were weighted equally and scored from 0 (totally controlled) to 6 (severely uncontrolled). Mean scores of ≤ 0.75 indicate well-controlled asthma, scores between \\>0.75 and \\<1.5 indicate partly controlled asthma, and scores ≥1.5 indicate not well-controlled asthma. A decrease in ACQ-6 score baseline indicates an improvement in asthma control, and individual changes of at least 0.5 are considered clinically meaningful.",
        "timeFrame": "Baseline and week 16"
      },
      {
        "measure": "Number of Participants Achieving ACQ-6 Well Controlled Status at Week 16",
        "description": "In the ACQ-6, participants were asked to recall how their asthma has been during the previous week by responding to one BD-use question and 5 symptom questions. Questions were weighted equally and scored from 0 (totally controlled) to 6 (severely uncontrolled). Mean scores of ≤ 0.75 indicate well-controlled asthma, scores between \\>0.75 and \\<1.5 indicate partly controlled asthma, and scores ≥1.5 indicate not well-controlled asthma.",
        "timeFrame": "Baseline and week 16"
      },
      {
        "measure": "Change From Baseline to Week 16 in St George's Respiratory Questionnaire (SGRQ) Domain and Total Scores",
        "description": "The SGRQ is a 50-item patient-reported outcome instrument to measure the health status of participants with airway obstruction diseases, giving a total score and 3 domain scores (symptoms, activity, and impacts). The total score is expressed as a percentage of overall impairment, with 100 representing the worst possible health status and 0 the best possible health status. Each domain score ranges from 0 to 100, with higher scores indicating greater impairment. A negative change from baseline indicates an improvement in impairments. Results were based on an MMRM which included fixed effects for baseline, background medication, geographic region, baseline ICS total daily dose, visit, treatment and the baseline by visit and treatment by visit interactions. Visits within participant were considered as repeated measurements.",
        "timeFrame": "Baseline and week 16"
      },
      {
        "measure": "Number of Participants With a Decrease in SGRQ Total Score of ≥ 4 Points From Baseline to Week 16",
        "description": "The SGRQ is a 50-item patient-reported outcome instrument to measure the health status of participants with airway obstruction diseases, giving a total score and 3 domain scores (symptoms, activity, and impacts). The total score is expressed as a percentage of overall impairment, with 100 representing the worst possible health status and 0 the best possible health status. A decrease in the SGRQ total score indicates an improvement in overall impairment.",
        "timeFrame": "Baseline and week 16"
      },
      {
        "measure": "Number of Participants With at Least One Asthma CompEx Event From Baseline to Week 16",
        "description": "Asthma CompEx is a combination of exacerbations of asthma and diary events (i.e., a combination of electronic diary \\[eDiary\\] variables). eDiary events are defined by criteria using morning/evening diary variables of PEF, symptoms, and use of rescue medication. A participant was considered to have a CompEx event if they had one or both of an asthma exacerbation or diary event. For participants who did not experience an on-treatment CompEx event, date of censoring was the minimum between the date of last dose + 28 days, and the last day of eDiary recording during the on-treatment period.",
        "timeFrame": "Baseline to week 16"
      },
      {
        "measure": "Asthma CompEx Annualised Event Rate",
        "description": "The annualised rate of asthma CompEx events was calculated as the total number of asthma CompEx events / (date of last dose of IP + 28 - date of first dose of IP - recovery time + 1) / 365.25.\n\nThe rates, rate ratios, and one-sided p-values were estimated from a negative binomial regression, with the log(follow up time) included as an offset term. The dependent variable will be the number of CompEx events during the on-treatment period (i.e., from baseline to last dose date +28 days), and the model will include treatment group, background medication, geographic region and baseline ICS total daily dose as covariates.",
        "timeFrame": "Baseline to week 16"
      },
      {
        "measure": "Percent Change From Baseline to Week 16 in Concentration of Fractional Exhaled Nitric Oxide (FeNO) in Exhaled Breath",
        "description": "A standardised single-breath FeNO test was performed to evaluate airway inflammation. Results were based on MMRM on log-transformed change from baseline. Log-transformed change from baseline is calculated as the visit value in log minus the baseline value in log. The results from the model were then back transformed. The model included fixed effects for baseline (in log), background medication, geographic region, baseline ICS total daily dose, visit, treatment and the baseline by visit and treatment by visit interactions. Visits within subject were considered as repeated measurements.",
        "timeFrame": "Baseline and week 16"
      }
    ],
    "other": [
      {
        "measure": "Change From Baseline to Week 16 in Pre-BD FEV1 as Measured in the Study Clinic: Analysis Per Number of Exacerbations in Last 12 Months",
        "description": "In-clinic spirometry measurements were taken prior to the administration of bronchodilators. Baseline was the last measurement prior to first injection of IP.\n\nThe LS means, LS mean differences and 80% CIs, and one-sided p-value results were based on MMRM. The model included fixed effects for baseline, visit, treatment, and the baseline by visit and treatment by visit interactions. Visits within participant were considered as repeated measurements. Analysis is presented by the number of asthma exacerbations experienced within the 12 months prior to baseline (1 or ≥ 2 exacerbations in the previous 12 months).",
        "timeFrame": "Baseline and week 16"
      },
      {
        "measure": "Eosinophil Count",
        "description": "The eosinophil count at baseline and week 16 are presented. Baseline was defined as the last measurement prior to first injection of IP.",
        "timeFrame": "Baseline and Week 16"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 11,
      "otherCount": 2,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 98,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:24.468Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}