{
  "nctId": "NCT05249829",
  "briefTitle": "A Study to Evaluate the Immunogenicity and Safety of Omicron Variant Vaccines in Comparison With mRNA-1273 Booster Vaccine for COVID-19",
  "officialTitle": "A Phase 2/3, Randomized, Observer-blind, Active-controlled, Multicenter Study to Evaluate the Immunogenicity and Safety of Omicron Variant Vaccines in Comparison With mRNA-1273 (Prototype) Booster Vaccine",
  "protocolDocument": {
    "nctId": "NCT05249829",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-08-26",
    "uploadDate": "2024-07-11T09:05",
    "size": 2342036,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05249829/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2",
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 3548,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-02-16",
    "completionDate": "2023-06-23",
    "primaryCompletionDate": "2023-06-23",
    "firstSubmitDate": "2022-02-19",
    "firstPostDate": "2022-02-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Female participants of childbearing potential may be enrolled in the study if the participant has a negative pregnancy test at the Screening Visit and on the day of vaccination prior to vaccine dose being administered on Day 1; has practiced adequate contraception or has abstained from all activities that could result in pregnancy for at least 28 days prior to the first dose (Day 1); and has agreed to continue adequate contraception through 90 days following vaccine administration.\n* Participant has received 2 prior doses of one of the following approved/authorized COVID-19 vaccines: Moderna, Pfizer/BioNTech, Oxford/AstraZeneca, Janssen. A heterologous vaccine regimen is acceptable.\n* Participants who will receive the 4th dose as part of the study must have previously received a mRNA vaccine (Moderna or Pfizer/BioNTech) as the 3rd dose of a COVID-19 vaccine. Participants who will receive the 3rd dose as part of the study may have previously received 2 doses of an approved/authorized mRNA or a non-mRNA COVID-19 vaccine (a heterologous vaccine regimen is acceptable).\n\nExclusion Criteria:\n\n* Participant had close contact (without personal protective equipment \\[PPE\\]) as defined by the Centers for Disease Control and Prevention (CDC) in the past 14 days to someone diagnosed with SARS-CoV-2 infection or COVID-19 within 10 days of the close contact. Participants may be rescreened after 14 days provided that they remain asymptomatic.\n* Participant is acutely ill or febrile (temperature ≥ 38.0°C/100.4°F) 72 hours prior to or at the Screening Visit or Day 1.\n* Participant has tested positive for SARS-CoV-2 by an authorized/approved lateral flow/rapid antigen or polymerase chain reaction (PCR) test within 90 days of Screening.\n* Participant has received a COVID-19 vaccine within 90 days of the Screening Visit.\n* Participant has received a total of 4 doses or more of COVID-19 vaccine.\n* Participant has received a COVID-19 vaccine at a dose different from the authorized/approved dose.\n* Any medical, psychiatric, or occupational condition, including reported history of substance abuse, that, in the opinion of the Investigator, might pose additional risk due to participation in the study or could interfere with the interpretation of study results.\n* Participant has received systemic immunosuppressants or immune-modifying drugs for \\>14 days in total within 181 days prior to screening (for corticosteroids ≥10 milligrams \\[mg\\]/day of prednisone or equivalent) or is anticipating the need for immunosuppressive treatment at any time during participation in the study.\n* Participant has received or plans to receive any licensed vaccine ≤28 days prior to the study injection (Day 1) or plans to receive a licensed vaccine within 28 days after the study injection (with the exception that approved seasonal influenza vaccine may be received by at least 7 days and preferably 14 days apart from the study injection).\n* Participant has received systemic immunoglobulins or blood products within 90 days prior to the Screening Visit or plans to receive during the study.\n* Participant has donated ≥450 milliliters (mL) of blood products within 28 days prior to the Screening Visit or plans to donate blood products during the study.\n* Participant has participated in an interventional clinical study within 28 days prior to the Screening Visit based on the medical history interview or plans to do so while participating in this study.\n\nNote: Other inclusion and exclusion criteria may apply.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "16 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Part 1: Geometric Mean Concentration (GMC) of mRNA-1273.529 and mRNA-1273 Against the B.1.1.529 Strain at Day 29",
        "description": "Blood samples for immunogenicity assessments were collected during protocol-specified study visits. The serum neutralizing antibody levels were measured by pseudovirus neutralization assays. Results are reported as absorbance units/millilitre (AU/mL). The GMC 95% confidence interval (CI) was calculated based on the t-distribution of the log-transformed values then back-transformed to the original scale for presentation.",
        "timeFrame": "Day 29 (post vaccination)"
      },
      {
        "measure": "Part 1: GMC of mRNA-1273.529 and mRNA-1273 Against the B.1.1.529 Strain at Day 85",
        "description": "Blood samples for immunogenicity assessments were collected during protocol-specified study visits. The serum neutralizing antibody levels were measured by pseudovirus neutralization assays. Results are reported as AU/mL. The GMC 95% CI was calculated based on the t-distribution of the log-transformed values then back-transformed to the original scale for presentation.",
        "timeFrame": "Day 85 (post vaccination)"
      },
      {
        "measure": "Part 2: GMC of mRNA-1273.214 and mRNA-1273 Against the B1.1.529 Strain at Day 29",
        "description": "Blood samples for immunogenicity assessments were collected during protocol-specified study visits. The serum neutralizing antibody levels were measured by pseudovirus neutralization assays. Results are reported as AU/mL. The GMC 95% CI was calculated based on the t-distribution of the log-transformed values then back-transformed to the original scale for presentation.",
        "timeFrame": "Day 29 (post vaccination)"
      },
      {
        "measure": "Part 2: GMC of mRNA-1273.214 and mRNA-1273 Against the B1.1.529 Strain at Day 85",
        "description": "Blood samples for immunogenicity assessments were collected during protocol-specified study visits. The serum neutralizing antibody levels were measured by pseudovirus neutralization assays. Results are reported as AU/mL. The GMC 95% CI was calculated based on the t-distribution of the log-transformed values then back-transformed to the original scale for presentation.",
        "timeFrame": "Day 85 (post vaccination)"
      },
      {
        "measure": "Part 2: GMC of mRNA-1273.214 and mRNA-1273 Against the Ancestral Strain at Day 29",
        "description": "Blood samples for immunogenicity assessments were collected during protocol-specified study visits. The serum neutralizing antibody levels were measured by pseudovirus neutralization assays. The ancestral (prototype) strain was Wuhan-Hu-1. Results are reported as AU/mL. The GMC 95% CI was calculated based on the t-distribution of the log-transformed values then back-transformed to the original scale for presentation.",
        "timeFrame": "Day 29 (post vaccination)"
      },
      {
        "measure": "Part 2: GMC of mRNA-1273.214 and mRNA-1273 Against the Ancestral Strain ay Day 85",
        "description": "Blood samples for immunogenicity assessments were collected during protocol-specified study visits. The serum neutralizing antibody levels were measured by pseudovirus neutralization assays. The ancestral strain was Wuhan-Hu-1. Results are reported as AU/mL. The GMC 95% CI was calculated based on the t-distribution of the log-transformed values then back-transformed to the original scale for presentation.",
        "timeFrame": "Day 85 (post vaccination)"
      },
      {
        "measure": "Parts 1 and 2: Percentage of Participants With Solicited Local and Systemic Reactogenicity Adverse Reactions (ARs)",
        "description": "Reactogenicity refers to the occurrence and intensity of selected signs and symptoms (ARs) occurring after vaccine injection. Participants recorded such occurrences in an electronic diary on the day of study vaccine injection and for the 7 days after the day of dosing. Solicited local ARs were injection site pain, injection site erythema (redness), injection site swelling/induration (hardness), and axillary (underarm) swelling or tenderness ipsilateral to the side of the injection. Solicited systemic ARs were headache, fatigue, myalgia (muscle aches all over the body), arthralgia (joint aches in several joints), nausea/vomiting, chills, and fever (oral temperature). The Investigator determined if a solicited AR was also to be recorded as an adverse event (AE). A summary of all Serious and Non Serious AEs, regardless of causality, is located in the 'Adverse Events' section.",
        "timeFrame": "Up to Day 8 (7 days post-vaccination)"
      },
      {
        "measure": "Parts 1 and 2: Number of Participants With Unsolicited AEs",
        "description": "An AE was any untoward medical occurrence associated with the use of a drug/vaccine, whether or not considered related to the drug/vaccine. An unsolicited AE was any AE reported by the participant that was not specified as a solicited AR in the protocol or was specified as a solicited AR but starts outside the protocol-defined period for reporting solicited ARs (that is, 7 days after vaccination). A summary of all Serious and Non Serious AEs, regardless of causality, is located in the 'Adverse Events' section.",
        "timeFrame": "Up to Day 29 (28 days post-vaccination)"
      },
      {
        "measure": "Parts 1 and 2: Number of Participants With Serious AEs (SAEs)",
        "description": "An AE was considered an SAE if, in the view of either the investigator or Sponsor, it resulted in death, was life threatening, required inpatient hospitalization or prolongation of existing hospitalization (hospitalization or prolongation of hospitalization in the absence of a precipitating event was not in itself an SAE), resulted in persistent or significant incapacity or substantial disruption of the ability to conduct normal life functions, was a congenital anomaly/birth defect, or was a medically important event. A summary of all Serious and Non Serious AEs, regardless of causality, is located in the 'Adverse Events' section.",
        "timeFrame": "Day 1 to end of study (Day 359)"
      },
      {
        "measure": "Parts 1 and 2: Number of Participants With Medically Attended AEs (MAAEs)",
        "description": "An MAAE is an AE that leads to an unscheduled visit to a healthcare practitioner (HCP). This would include visits to a clinic for unscheduled assessments (for example, rash assessment, abnormal laboratory follow-up, coronavirus disease 2019 \\[COVID-19\\]) and visits to HCPs external to the clinic (for example, urgent care, primary care physician). A summary of all Serious and Non Serious AEs, regardless of causality, is located in the 'Adverse Events' section.",
        "timeFrame": "Day 1 to end of study (Day 359)"
      },
      {
        "measure": "Parts 1 and 2: Number of Participants With AEs Leading to Withdrawal",
        "description": "An AE leading to withdrawal was defined as any AE that caused the participant to withdraw from the study, regardless of whether the decision to withdraw from the study was made by the participant or by the Investigator. A summary of all Serious and Non Serious AEs, regardless of causality, is located in the 'Adverse Events' section.",
        "timeFrame": "Day 1 to end of study (Day 359)"
      },
      {
        "measure": "Parts 1 and 2: Number of Participants With AEs of Special Interest (AESIs)",
        "description": "An AESI is an AE (serious or non serious) of scientific and medical concern specific to the Sponsor's product or program, for which ongoing monitoring and immediate notification by the investigator to the Sponsor was required. Such events may have required further investigation to characterize and understand them. A summary of all Serious and Non Serious AEs, regardless of causality, is located in the 'Adverse Events' section.",
        "timeFrame": "Day 1 to end of study (Day 359)"
      }
    ],
    "secondary": [
      {
        "measure": "Part 1: GMC of mRNA-1273.529 and mRNA-1273 Against the B.1.1.529 Strain at Day 29 and Day 85",
        "description": "Blood samples for immunogenicity assessments were collected during protocol specified study visits. The serum neutralizing antibody levels were measured by pseudovirus neutralization assays. Results are reported as AU/mL. The GMC 95% CI was calculated based on the t-distribution of the log-transformed values then back transformed to the original scale for presentation. Superiority at Day 29 was demonstrated if the lower bound of the 99% CI of the Geometric Mean Ratio was \\>1. Superiority at Day 85 was demonstrated if the lower bound of the 96% CI of the Geometric Mean Ratio was \\>1.",
        "timeFrame": "Day 29 and Day 85 (post vaccination)"
      },
      {
        "measure": "Part 1: GMC of mRNA-1273.529 and mRNA-1273 Against the B.1.1.529 Strain at Day 179",
        "description": "Blood samples for immunogenicity assessments were collected during protocol specified study visits. The serum neutralizing antibody levels were measured by pseudovirus neutralization assays. Results are reported as AU/mL. The GMC 95% CI was calculated based on the t-distribution of the log-transformed values then back transformed to the original scale for presentation.",
        "timeFrame": "Day 179 (post vaccination)"
      },
      {
        "measure": "Part 1: GMC of mRNA-1273.529 and mRNA-1273 Against the Ancestral Strain at Day 29, Day 85, and Day 179",
        "description": "Blood samples for immunogenicity assessments were collected during protocol-specified study visits. The serum neutralizing antibody levels were measured by pseudovirus neutralization assays. The ancestral strain was Wuhan-Hu-1. Results are reported as AU/mL. The GMC 95% CI was calculated based on the t-distribution of the log-transformed values then back-transformed to the original scale for presentation.",
        "timeFrame": "Day 29, Day 85, Day 179 (post vaccination)"
      },
      {
        "measure": "Parts 1 and 2: Percentage of Participants With Seroresponse Against SARS-CoV-2",
        "description": "Seroresponse was defined by an increase of the GMC from pre-study vaccination (booster) below the lower limit of quantitation (LLOQ) to at least 4×LLOQ, or a 4-fold or greater rise if pre-study vaccination was ≥LLOQ. The number of participants analysed from the PPSI-Neg population include those with non-missing data at Baseline and the corresponding timepoint. 95% CI calculated using the Clopper-Pearson method.",
        "timeFrame": "Days 29, 85, 179, and 359"
      },
      {
        "measure": "Part 2: GMC of mRNA-1273.214 and mRNA-1273 Against Other Variant Strains",
        "description": "Blood samples for immunogenicity assessments were collected during protocol-specified study visits. The serum neutralizing antibody levels were measured by pseudovirus neutralization assays. Results are reported as AU/mL. The GMC 95% CI was calculated based on the t-distribution of the log-transformed values then back-transformed to the original scale for presentation. Other variant strains include B.1.1.7 Strain, AY.4 Strain, P.1 Strain.",
        "timeFrame": "Days 29 and 85"
      },
      {
        "measure": "Part 2: Percentage of Participants With Asymptomatic SARS-CoV-2 Infection Measured by Reverse Transcriptase Polymerase-chain Reaction (RT-PCR)",
        "description": "Asymptomatic SARS-CoV-2 infection was defined as a positive RT-PCR test on a respiratory sample in the absence of symptoms or a positive serologic test for antinucleocapsid antibody after a negative test at time of enrollment.",
        "timeFrame": "Day 14 through the end of study (Day 359)"
      },
      {
        "measure": "Part 2: Percentage of Participants With Symptomatic SARS-CoV-2 Infection Measured by RT-PCR",
        "description": "Symptomatic SARS-CoV-2 infection was defined 2 ways: protocol-defined COVID-19 and Center for Disease Control (CDC) COVID-19. Protocol-defined COVID-19 required at least 2 of the following systemic symptoms: fever, chills, myalgia, headache, sore throat, new olfactory and taste disorder(s), or at least 1 of the following respiratory signs/symptoms: cough, shortness of breath or difficulty breathing, or clinical/radiographical evidence of pneumonia, and at least 1 positive nasopharyngeal swab, nasal swab, or saliva sample (RT-PCR). CDC-defined COVID-19 was based on a positive respiratory sample (RT-PCR) and at least 1 of the following systemic or respiratory symptoms: fever, chills, cough, shortness of breath, and/or difficulty breathing, fatigue, muscle and/or body aches, headache, new loss of taste/smell, sore throat, congestion, runny nose, nausea, vomiting, or diarrhoea.",
        "timeFrame": "Day 1 through the end of study (Day 359)"
      },
      {
        "measure": "Part 2: Percentage of Participants With Primary Case Definition of COVID-19",
        "description": "The primary case definition of COVID-19 (protocol-defined COVID-19) required the participant to have experienced at least 2 of the following systemic symptoms: fever, chills, myalgia, headache, sore throat, new olfactory and taste disorder(s), or the participant must have experienced at least 1 of the following respiratory signs/symptoms: cough, shortness of breath or difficulty breathing, or clinical or radiographical evidence of pneumonia, and must have at least 1 nasopharyngeal swab, nasal swab, or saliva sample (or respiratory sample, if hospitalized) positive for SARS-CoV-2 by RT-PCR.",
        "timeFrame": "Day 14 through the end of study (Day 359)"
      },
      {
        "measure": "Part 2: Percentage of Participants With Secondary Case Definition of COVID-19",
        "description": "The secondary case definition of COVID-19 (CDC case definition) was based on a positive RT-PCR test on a respiratory sample and at least 1 of the following systemic or respiratory symptoms: fever, chills, cough, shortness of breath, and/or difficulty breathing, fatigue, muscle and/or body aches (not related to exercise), headache, new loss of taste/smell, sore throat, congestion, runny nose, nausea, vomiting, or diarrhoea.",
        "timeFrame": "Day 14 through the end of study (Day 359)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 12,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 21
    },
    "studyDesign": {
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:41.978Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}