{
  "nctId": "NCT04550039",
  "briefTitle": "Comparison of Two High-intensity Gait Training Interventions on Contraversive Pushing Behaviors in Individuals Poststroke",
  "officialTitle": "Comparison of Two High-intensity Gait Training Interventions on Contraversive Pushing Behaviors in Individuals Poststroke",
  "protocolDocument": {
    "nctId": "NCT04550039",
    "filename": "Prot_002.pdf",
    "label": "Study Protocol",
    "date": "2020-08-05",
    "uploadDate": "2023-09-27T15:32",
    "size": 775072,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04550039/document/Prot_002.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 14,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-01-01",
    "completionDate": "2023-12-31",
    "primaryCompletionDate": "2023-12-31",
    "firstSubmitDate": "2020-08-27",
    "firstPostDate": "2020-09-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Age 18-80 years old\n* Unilateral, supratentorial ischemic or hemorrhagic stroke within the past six months\n* Medical clearance from primary medical team (signed Medical Clearance form)\n* Contraversive pushing behaviors as determined by a score of \\>0 on the Scale for Contraversive Pushing\n* Adequate cognitive function as determined by the NIH scale: score ≤1 on question 1b and score =0 on question 1c\n* Informed consent provided by participant or power of attorney\n* English speaking\n\nExclusion Criteria:\n\n* Severe aphasia limiting ability to express needs or discomfort verbally or nonverbally\n* Severe behavioral neglect as determined by a score of ≥ 21 on Catherine Bergego Scale (CBS) via the Kessler Foundation-Neglect Assessment Process (KF-NAP)16\n* History of prior stroke\n* Concurrent neurologic condition (i.e PD, TBI, MS, etc.)\n* History of peripheral nerve injury\n* Joint contracture or significant spasticity in the lower limbs (Modified Ashworth Scale ≥3)\n* Severe knee, hip, or ankle osteoarthritis\n* Severe osteoporosis as indicated by physician medical clearance\n* Open wounds on surfaces in contact with exoskeleton or harness\n* Unstable spine or unhealed fractures\n* Weight bearing precautions\n* Unresolved deep vein thrombosis (DVT)\n* Concurrent participation in other lower limb research studies that according to the PI is likely to affect study outcome or confound results\n* Pregnancy\n\nEksoNR Exclusion Criteria:\n\n* Weight \\>220 lbs (100 kg)\n* Height below 60 inches or above 76 inches\n* Standing hip width of approximately 18 inches or more\n* Joint contractures or range of motion deficits that limit normal range of motion during ambulation\n* Knee flexion contracture greater than 12°\n* Hip flexion contracture greater than 17°\n* Inability to achieve 0° neutral ankle dorsiflexion with knee flexion up to 12°\n* Bilateral hip flexion less than 110°\n* Leg length discrepancy\n* Greater than 0.5 in. (1.27 cm) for upper legs\n* Greater than 0.75 in. (1.91 cm) for lower legs\n* Active heterotopic ossification\n* Significant spasticity in the lower limbs (Modified Ashworth Scale ≥3)\n* High anxiety or claustrophobia\n* Clostridium difficile or other gastrointestinal isolation precautions\n* Colostomy\n* Uncontrolled autonomic dysreflexia\n* Lower limb prosthesis",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Scale for Contraversive Pushing",
        "description": "The Scale for Contraversive Pushing is a three-item test used to measure lateropulsion also known as contraversive pushing behaviors. It is scored on a three point ordinal scale. It rates a participant's action/reaction of maintaining or changing a position in both sitting and standing. A score \\>0 in each section indicates the presence of contraversive pushing behaviors. The maximum score is 6. The minimum score is 0, indicating an absence of pushing behaviors. The lower the score, the better.",
        "timeFrame": "Baseline, 3 weeks"
      },
      {
        "measure": "Change in Burke Lateropulsion Scale",
        "description": "The Burke Lateropulsion Scale is a five-item test used to measure lateropulsion, scored on a four to five point ordinal scale. It rates a participant's action/reaction of keeping or changing a position in sitting, standing, rolling in supine, transfers, and walking. A lower score is better. The minimum score is 0, indicating the absence of contraversive pushing behaviors. The maximum score is 17. Research indicates a score of ≥2 as a cutoff for the presence of contraversive pushing behaviors.",
        "timeFrame": "Baseline, 3 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Change in 10 Meter Walk Test",
        "description": "The 10 Meter Walk Test is a common clinical measure of gait speed. Participants are directed to walk at their comfortable, self-selected speed. Participants are positioned at the start line and instructed to walk the entire 10 meter distance while the therapist times the middle six meters. The two meter distance before and after the timed course is meant to minimize the effect of acceleration and deceleration. Time is recorded to the one hundredth of a second (example: 2.46 seconds). The test is performed two times at self-selected speed. The average of the two times is used to calculate velocity in m/s. The minimum gait speed is zero meters/second meaning the participant is unable to ambulate without someone else dependently advancing his/her limb or 2 or more people are required to assist with ambulation. There is no set maximum score. A higher score in meters/second means the participant can ambulate at a faster velocity or gait speed, which is better.",
        "timeFrame": "Baseline, 3 weeks"
      },
      {
        "measure": "Change in 6 Minute Walk Test",
        "description": "The 6 Minute Walk Test measures the distance a participant can walk indoors on a flat, hard surface in a period of six minutes. The test is a reliable and valid evaluation of functional exercise capacity and is used as a sub-maximal test of aerobic capacity and endurance. The test is self-paced. Participants are allowed to stop and rest during the test; however, the timer does not stop. If a participant is unable to complete the time, the time stopped is noted and reason for stopping prematurely is recorded. Appropriate assistive devices, bracing, and the minimal amount of physical assistance from the physical therapist will be applied. Minimum score is zero meters, meaning the participant is unable to ambulate in any given time. There is no set maximum score as the participant is instructed to ambulate the longest distance possible in six minutes. This test is typically measured in meters or feet. A higher value indicates the participant walked a further distance, which is better.",
        "timeFrame": "Baseline, 3 weeks"
      },
      {
        "measure": "Change in Berg Balance Scale",
        "description": "The Berg Balance Scale is a 14-item test, scored on a five point ordinal scale. It measures functional balance in a clinical setting and includes static and dynamic tasks (such as sitting, standing, transitioning from sitting to standing, standing on one foot, retrieving an object from the floor), during which participants must maintain their balance. The minimum score is 0 and the maximum score is 56. A higher score is better.",
        "timeFrame": "Baseline, 3 weeks"
      },
      {
        "measure": "Change in Function in Sitting Test",
        "description": "The Function in Sitting Test is a 14-item test of sitting balance, scored on a five point ordinal scale. It measures sensory, motor, proactive, reactive, and steady state balance factors. The minimum score is 0 and the maximum score is 56. A higher score is better.",
        "timeFrame": "Baseline, 3 weeks"
      },
      {
        "measure": "Change in Functional Independence Measure",
        "description": "The Functional Independence Measure is an 18-item test (13 motor tasks, 5 cognitive tasks) for evaluating level of disability and how much assistance is needed for a participant to perform certain activities of daily living. Each item is scored on a seven point ordinal scale, ranging from 1point, indicating total assistance, to 7 points, indicating total independence. A higher score is better. Items include eating, grooming, bathing, dressing, toileting, bladder/bowel management, transfers, locomotion, stairs, comprehension, expression, social interaction, problem solving, and memory.",
        "timeFrame": "Baseline, 3 weeks"
      },
      {
        "measure": "Change in Quality Indicators",
        "description": "This is a standardized, evidence-based measure of health care quality used to track clinical performance and outcomes in post-acute care. Items are scored on a six point ordinal scale, ranging from 6-independent to 1-dependent. A higher sore is better. Items can also be coded as participant refuses, not applicable, environmental limitations, not attempted due to medical condition or safety concerns, or unplanned discharge.",
        "timeFrame": "Baseline, 3 weeks."
      },
      {
        "measure": "Change in Manual Muscle Test",
        "description": "Manual Muscle Test is a procedure for evaluating the strength of 16 individual muscles relative to gravity and manual resistance. Instructions are provided to the participant before testing each muscle. A muscle is isolated, and gradual external force is applied at a right angle to the muscle's long axis. Each muscle is scored on a graded scale of \"weak\" to \"strong\" based on the participant's ability to resist the external force. The test is first completed for muscles on the unimpaired side to determine normal strength before being repeated on the impaired side. Weaker participants may be tested while lying prone (gravity eliminated). 0 is a minimum score and 5 is the maximum score. A higher score is better.",
        "timeFrame": "Baseline, 3 weeks"
      },
      {
        "measure": "Change in Passive Range of Motion",
        "description": "The purpose of this test is to evaluate a participant's passive range of motion in the joints of the hips, knees, and ankles. The minimum value being 0 degrees and the maximum value varies based on joint. Normative values are different based on joint. Typically, a higher value is better.",
        "timeFrame": "Baseline, 3 weeks."
      },
      {
        "measure": "Change in Modified Ashworth Scale",
        "description": "The Modified Ashworth Scale is a 6-point ordinal scale used to grade the amount of hypertonicity in individuals with neurological diagnoses. one is scored by passively moving the individual's limb and assessing the amount of resistance to movement felt by the examiner. A score of 0 (minimum) on the scale indicates no increase in tone while a score of 4 (maximum) indicates rigidity. A lower score is better.",
        "timeFrame": "Baseline, 3 weeks"
      },
      {
        "measure": "Median Steps Per Session",
        "description": "The number of steps taken during each training session will be measured using ActiGraph GT9X Link activity monitors. These devices are small accelerometers that can be worn on a belt and/or on the ankle to record steps during an activity. The therapist leading the intervention session will apply the ActiGraph at the beginning of each intervention session and remove it upon completion. The minimum number of steps is 0 and there is no maximum. A higher number of steps in considered better.",
        "timeFrame": "Week 1, Week 2, Week 3"
      },
      {
        "measure": "Maximum Heart Rate",
        "description": "The target range of 70-85% of age-predicted maximum heart rate will be calculated for each participant utilizing HRmax = 208 - \\[0.7 × age\\] as developed by Tanaka et al in 2001. It is recommended that clinicians should apply moderate to high-intensity walking training to improve walking speed and endurance individuals poststroke. We will record the maximum heart rate, in beats per minute, achieved for participants each gait training session utilizing the Polar OH1 Optical Heart Rate Sensor. There is no maximum or minimum value for this measure. Typically, higher is better.",
        "timeFrame": "Week 1, Week 2, Week 3"
      },
      {
        "measure": "Maximum Borg Rating of Perceived Exertion",
        "description": "The Borg Rating of Perceived Exertion (RPE) is a tool to measure the subjective report of effort, exertion, and fatigue during physical work. It consists of a 15-point scale from 6-20, in which 6=no exertion and 20=absolute maximum exertion. A higher is correlated with higher intensity. It is presented to the participant in written format with descriptors to standardize the report of perceived exertion across tasks.",
        "timeFrame": "Week 1, Week 2, Week 3"
      },
      {
        "measure": "Numerical Rating Pain Scale",
        "description": "The Numerical Rating Pain Scale is used to measure the subjective report of pain intensity. It consists of an 11-point scale, 0-10, in which zero indicates no pain and ten indicates the most intense pain imaginable. A lower sore is better.",
        "timeFrame": "Week 1, Week 2, Week 3"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 13,
      "otherCount": 0,
      "totalCount": 15
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 89,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:34.930Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}