{
  "nctId": "NCT03646669",
  "briefTitle": "Symptom Perception",
  "officialTitle": "Symptom Perception, Behavior, and Outcomes in Older Asthmatics",
  "protocolDocument": {
    "nctId": "NCT03646669",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-01-18",
    "uploadDate": "2023-04-05T17:24",
    "size": 483091,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03646669/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 58,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-02-15",
    "completionDate": "2022-04-01",
    "primaryCompletionDate": "2022-04-01",
    "firstSubmitDate": "2018-08-22",
    "firstPostDate": "2018-08-24"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Age ≥60 years\n* English or Spanish speaking\n* Asthma diagnosis made by a health care provider\n\nExclusion Criteria:\n\n* Diagnosis of dementia\n* Diagnosis of chronic obstructive pulmonary disease (COPD) or other chronic respiratory illness\n* Smoking history of ≥15 pack-years owing to possible undiagnosed COPD\n* Moderate or severe cardiac disease (including New York Heart Association stages 4 or 5 congestive heart failure, because dyspnea among patients with severe heart failure is more likely to be attributable to their heart condition than their asthma)\n* Dependence on assistance for medication administration\n* Uncorrectable visual impairment",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "60 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Asthma Control Questionnaire (ACQ)",
        "description": "Change in self-reported asthma control validated survey, with a total score range from 0-6, with a higher score indicating severely uncontrolled asthma , used to assess current asthma control at pre-intervention, 1week post-pilot follow up visit and 4 weeks post-pilot follow-up visit",
        "timeFrame": "Baseline, 1 week follow up, 1 month follow up"
      },
      {
        "measure": "Change in Asthma Quality of Life Questionnaire (AQLQ)",
        "description": "Change in self-reported asthma-related quality of life validated survey used to assess asthma-related quality of life at at pre-intervention, 1week post-pilot follow up visit and 4 weeks post-pilot follow-up visit. Total Score from 1-7, with higher score indicating better quality of life.",
        "timeFrame": "Baseline, 1 week follow up, 1 month follow up"
      }
    ],
    "secondary": [
      {
        "measure": "Change in Medication Adherence Rating Scale (MARS)",
        "description": "MARS is a self-reported questionnaire with the total score range from 0-10 with a higher score indicating better adherence.",
        "timeFrame": "Baseline, 1 week follow up, 1 month follow up"
      },
      {
        "measure": "Change in Beliefs About Medicines Questionnaire (BMQ) - Necessity Score and Concerns Score",
        "description": "10-item scale that measures beliefs about asthma controller medication in 2 subdomains: necessity and concerns. All items have a ﬁve-point Likert answer option, ranging from 1 = strongly disagree to 5 = strongly agree, with total range from 10 to 50, with higher scores indicate stronger beliefs about the corresponding concepts.",
        "timeFrame": "Baseline, 1 week follow up, 1 month follow up"
      },
      {
        "measure": "Change in Beliefs About Illness Perception Questionnaire (BIPQ)",
        "description": "The BIPQ includes 9 items designed to rapidly assess the cognitive and emotional representations of illness- consequences, timeline, personal control, treatment control, experience symptoms, concerns, emotions and comprehensibility. For analyses, the first 8 items are summed and item 9 which is part of the causal scale is excluded. Items for personal control, treatment control and comprehensibility were reverse coded. All of the 8 items, are rated using a 0 (none) to 10 (extreme) response scale giving a sum total score of 0-80. Higher total scores indicate worse asthma perception.",
        "timeFrame": "Baseline, 1 week follow up"
      },
      {
        "measure": "Symptom Perception Measures Adjusted",
        "description": "Assessed based on alignment of patient guesses and actual PEF values recorded by the AM2 device and then categorizing into accurate, under or over-perception, adjusted for age, sex, race, monthly income Assesses if training and feedback can improve under perception of airflow obstruction and lead to better control in older adults with asthma",
        "timeFrame": "Baseline, 1 week follow up, 1 month follow up"
      },
      {
        "measure": "Asthma Control Questionnaire (ACQ) Score - Adjusted",
        "description": "Change in self-reported asthma control validated survey, with a total score range from 0-6, with a higher score indicating severely uncontrolled asthma, used to assess current asthma control at pre-intervention, 1week post-pilot follow up visit and 4 weeks post-pilot follow-up visit adjusted for age, sex, race, monthly income",
        "timeFrame": "Baseline, 1 week follow up, 1 month follow up"
      },
      {
        "measure": "Treatment Credibility",
        "description": "Treatment Credibility adjusted for age, sex, race, monthly income\n\nThe credibility of a treatment rationale consists of \"how believable, convincing, and logical the treatment is\". The CEQ credibility factor, reflecting a cognitively-based process, is based on patients' summed responses to three items measuring how logical the therapy seems, how successful one thinks it will be in reducing symptoms, and how confident one would be in recommending it to a friend with similar symptoms. The modified version used in this study included items rated on 7 point scales ranging from 1 (Not at all logical/successful /confident) to 7 (Very logical/successful /confident), with a total score possible range of 3 to 21. Higher scores indicate higher treatment credibility.",
        "timeFrame": "1 week follow up, 1 month follow up"
      },
      {
        "measure": "Treatment Expectancy",
        "description": "Treatment Expectancy adjusted for age, sex, race, monthly income.\n\nOutcome expectancy consists of patients' beliefs about how likely they are to benefit from a treatment.\n\nThe CEQ expectancy factor, reflecting an affectively-based process, is based on patients' responses to three items reflecting how much they think they will improve by the end of treatment, how much they feel therapy will help reduce their symptoms, and how much they feel they will improve by the end of treatment. Because one item is on the same 7-point scale as the credibility items and two are assessed on an 11-point scale (from 0% to 100% in 10-point increments), responses are first standardized before summing to render the expectancy total score. The total score possible range is 3 to 33. Higher scores indicate higher treatment expectancy.",
        "timeFrame": "1 week follow up, 1 month follow up"
      },
      {
        "measure": "Change in Medication Adherence Rating Scale (MARS) Adjusted",
        "description": "MARS is a self-reported questionnaire with the total score range from 0-10 with a higher score indicating better adherence. MARS, adjusted for age, sex, race, monthly income",
        "timeFrame": "Baseline, 1 week follow up, 1 month follow up"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 89,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:22.096Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}