{
  "nctId": "NCT03000348",
  "briefTitle": "A Study of the Dosing, Efficacy, and Safety of Oral Cysteamine in Adult Patients With Cystic Fibrosis Exacerbations",
  "officialTitle": "A Randomized, Double-Blind, Parallel Group, Placebo-Controlled Study Investigating the Optimal Dose Regimen, Efficacy, and Safety of Adding Oral Cysteamine in Adult Patients Being Treated for an Exacerbation of CF-associated Lung Disease",
  "protocolDocument": {
    "nctId": "NCT03000348",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-10-18",
    "uploadDate": "2021-02-10T06:41",
    "size": 3580467,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03000348/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 91,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-12",
    "completionDate": "2018-04",
    "primaryCompletionDate": "2018-04",
    "firstSubmitDate": "2016-12-11",
    "firstPostDate": "2016-12-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. CF-associated lung disease with documented history of chronic infection with Gram-negative organism(s)\n2. Established patient of the Principal Investigator's CF Multi Disciplinary Team (MDT)\n3. Age ≥18 years\n4. Weight \\>40 kg\n5. FEV1 \\>30% of predicted within the 6 months prior to study exacerbation\n6. At the baseline visit: experiencing a new exacerbation of CF-associated lung disease (based on Investigator assessment of ≥4 symptoms present on the Fuchs' criteria) requiring treatment that includes an aminoglycoside antibiotic\n7. Females of childbearing potential will be included if they are either sexually inactive (sexually abstinent for 14 days prior to the first study drug dose continuing through 28 days after the last study drug dose, or using one of the following highly effective contraceptive (i.e. results in \\<1% failure rate when used consistently and correctly) methods in this trial:\n\n   1. intrauterine device (IUD);\n   2. surgical sterilization of the partner (vasectomy for 6 months minimum);\n   3. combined (estrogen or progestogen containing) hormonal contraception associated with the inhibition of ovulation (either oral, intravaginal, or transdermal);\n   4. progestogen only hormonal contraception associated with the inhibition of ovulation (either oral, injectable, or implantable);\n   5. intrauterine hormone releasing system (IUS);\n   6. bilateral tubal occlusion.\n8. Females of childbearing potential agree to remain sexually inactive or to keep the same birth control method for at least 28 days following the last dose.\n9. A female of non-childbearing potential must have undergone one of the following sterilization procedures at least 6 months prior to the first study drug dose:\n\n   1. hysteroscopic sterilization;\n   2. bilateral tubal ligation or bilateral salpingectomy;\n   3. hysterectomy;\n   4. bilateral oophorectomy; or be postmenopausal with amenorrhea for at least 1 year prior to the first study drug dose and follicle stimulating hormone (FSH) serum levels consistent with postmenopausal status.\n10. A non-vasectomized male subject agrees to use a condom with spermicide or abstain from sexual intercourse during the study until 90 days beyond the last dose of study medication and the female partner agrees to comply with inclusion 7 or 9. For a vasectomized male who has had his vasectomy 6 months or more prior to study start, it is required that they use a condom during sexual intercourse. A male who has been vasectomized less than 6 months prior to study start must follow the same restrictions as a non-vasectomized male.\n11. If male, agrees not to donate sperm from the first study drug dose until 90 days after dosing.\n12. Willing and able to comply with all protocol requirements and procedures, including induction of sputum, if necessary\n13. Willing and able to provide signed and dated informed consent\n\nExclusion Criteria:\n\n1. Hypersensitive to cysteamine or to any of the excipients\n2. Hypersensitive to penicillamine\n3. Transplant recipient\n4. Participation in any other interventional clinical research study (participation in observational studies is not exclusionary) within 30 days of Baseline (Day 0), and any planned participation in an interventional clinical research study for the duration of this study\n5. If female, pregnancy, planned pregnancy, or breast-feeding\n6. Any other significant disease/disorder which, in the Investigator's opinion, either puts the patient at risk due to study participation, or may influence the results of the study or the patient's ability to participate in the study",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Sputum Bacterial Load",
        "description": "Change from baseline through to Day 21 in log10 cfu/ml transformed total gram negative sputum bacterial load",
        "timeFrame": "Baseline through Day 21/End of Study"
      },
      {
        "measure": "Safety and Tolerability Assessed by the Number of Subjects With Adverse Events",
        "description": "Assessed by variables such as adverse events (AEs), laboratory assessments, physical examinations, and vital signs.",
        "timeFrame": "Baseline through Day 21/End of Study"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Neutrophil Elastase Levels",
        "description": "Actual values and change from baseline in neutrophil elastase levels were summarized using descriptive statistics by visit for each treatment group and each TDD group for the ITT Population.",
        "timeFrame": "Baseline through Day 21/End of Study"
      },
      {
        "measure": "Change From Baseline in Sputum IL8",
        "description": "Sputum IL-8 Levels by Visit - Covariate Adjusted ANCOVA with Observed Data ITT Population",
        "timeFrame": "Baseline through Day 21/End of Study"
      },
      {
        "measure": "Change From Baseline in FEV1",
        "description": "Change from Baseline in FEV1 Percent Predicted (%) - Covariate Adjusted ANCOVA with Observed Data ITT Population",
        "timeFrame": "Baseline through Day 21/End of Study"
      },
      {
        "measure": "Change From Baseline in BMI",
        "description": "BMI (kg/m\\^2) by Visit - ANCOVA with Observed Data ITT Population",
        "timeFrame": "Baseline through Day 21/End of Study"
      },
      {
        "measure": "Change From Baseline in C-Reactive Protein",
        "description": "Change from baseline in C-Reactive Protein at visits 7, 14 and 21",
        "timeFrame": "Baseline through Day 21"
      },
      {
        "measure": "Change From Baseline in Blood Leukocyte Count",
        "description": "Blood Leukocyte Count (10\\^9 leucocytes/L) by Visit - ANCOVA with Observed Data ITT Population",
        "timeFrame": "Baseline through Day 21/End of Study"
      },
      {
        "measure": "Assessment of Blood Cysteamine Levels",
        "description": "Study Drug Plasma at Day 14 Safety Population",
        "timeFrame": "Day 14"
      },
      {
        "measure": "Assessment of Sputum Cysteamine Levels",
        "description": "Study Drug Sputum Concentrations at Day 14 Safety Population",
        "timeFrame": "Day 14"
      },
      {
        "measure": "Change From Baseline in CFRSD-CRISS",
        "description": "Mean Change from Baseline in Cystic Fibrosis Respiratory Symptom Diary (CFRSD)-Chronic Respiratory Infection Symptom Scale (CRISS) CRFSD-CRISS:The CFRSD is a 16-item PROM to evaluate the effect of treatment on the severity of symptoms of acute respiratory infections associated with CF (i.e., CFRSD-CRISS) and to assess the emotional and activity impacts of these symptoms. The overall CRISS score range is 0-100 with 100 being the most severe symptoms.The CFRSD-CRISS is a validated unidimensional scale based on a subset of 8 items from the CFRSD questionnaire that quantifies symptom severity for the previous 24 hours to capture the magnitude of symptoms in stable CF, during medically treated CF exacerbations, and during recover from an exacerbation. The 8 items on the CFRSD-CRISS were scored using a 5-point Likert scale ranging from 0 (no symptom) to 4 (the highest magnitude of severity). So score range of 0-32.",
        "timeFrame": "Baseline through to Day 21"
      },
      {
        "measure": "Change From Baseline in CFQ-R",
        "description": "The CFQ-R is a disease-specific HRQOL (Health related quality of life) measure containing both generic and CF-specific scales and measures functioning during the previous 2 weeks. Each CFQ-R scale yielded standardized scores ranging from 0 to 100; higher scores indicated better HRQOL",
        "timeFrame": "Baseline through Day 21/End of Study"
      },
      {
        "measure": "Change From Baseline in Jarad and Sequeiros Symptom Score Questionnaire",
        "description": "The Jarad and Sequeiros Symptom Questionnaire (Jarad, 2012) is a simple participant-completed questionnaire that assesses and evaluates change in participant symptoms related to different aspects of respiratory function during a CF exacerbation. The questionnaire consists of 4 questions, each answered on a 4-point scale ranging from 1 (best) to 4 (worst). A range of minimum 4 to maximum16.Jarad and Sequeiros Questionnaire Score - changes from baseline at day 7 and day 14",
        "timeFrame": "changes from baseline at day 7 and day 14"
      },
      {
        "measure": "Change From Baseline in Weight",
        "description": "Weight (kg) by visit - ANCOVA with observed data",
        "timeFrame": "Baseline through Day 21/End of Study"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 12,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:29.295Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}