{
  "nctId": "NCT04642638",
  "briefTitle": "Safety, Immunogenicity, and Efficacy of INO-4800 for COVID-19 in Adults at High Risk of SARS-CoV-2 Exposure",
  "officialTitle": "Phase 2/3 Randomized, Blinded, Placebo-Controlled Trial to Evaluate the Safety, Immunogenicity, and Efficacy of INO-4800, a Prophylactic Vaccine Against COVID-19 Disease, Administered Intradermally Followed by Electroporation in Adults at High Risk of SARS-CoV-2 Exposure",
  "protocolDocument": {
    "nctId": "NCT04642638",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-03-08",
    "uploadDate": "2023-10-16T06:16",
    "size": 13958973,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04642638/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2",
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 1307,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-11-30",
    "completionDate": "2022-09-13",
    "primaryCompletionDate": "2022-09-13",
    "firstSubmitDate": "2020-11-23",
    "firstPostDate": "2020-11-24"
  },
  "eligibilityCriteria": {
    "criteria": "Key Inclusion Criteria:\n\n* Working or residing in an environment with high risk of exposure to SARS-CoV-2 for whom exposure may be relatively prolonged or for whom personal protective equipment (PPE) may be inconsistently used, especially in confined settings.\n* Phase 2 only: Screening laboratory results within normal limits for testing laboratory or are deemed not clinically significant by the Investigator.\n* Be post-menopausal or be surgically sterile or have a partner who is sterile or use medically effective contraception with a failure rate of \\< 1% per year when used consistently and correctly from Screening until 3 months following last dose (Phase 2) or until last dose (Phase 3).\n\nKey Exclusion Criteria:\n\n* Acute febrile illness with temperature higher than or equal to 100.4°F (38.0°C) or acute onset of upper or lower respiratory tract symptoms (e.g., cough, shortness of breath, sore throat).\n* Positive serologic or molecular (Reverse transcription polymerase chain reaction (RT-PCR)) test for SARS-CoV-2 at Screening (this criterion applies to all Phase 2 participants and only applies after approximately 402 participants positive for SARS-CoV-2 serologic test are randomized in the Phase 3 segment of the study).\n* Pregnant or breastfeeding or intending to become pregnant or intending to father children within the projected duration of the trial starting from the Screening visit until 3 months following the last dose (Phase 2) or until last dose (Phase 3).\n* Known history of uncontrolled human immunodeficiency virus (HIV) based on clusters of differentiation (CD4) count less than 200 cells per cubic millimeter (/mm\\^3) or a detectable viral load within the past 3 months.\n* Is currently participating or has participated in a study with an investigational product within 30 days preceding Day 0.\n* Previous or planned receipt of an investigational (including Emergency Use Authorization (EUA) or local equivalent authorization) or licensed vaccine for prevention or treatment of COVID-19, middle east respiratory syndrome (MERS), or severe acute respiratory syndrome (SARS) (documented receipt of placebo in previous trial would be permissible for trial eligibility).\n* Respiratory diseases (e.g., asthma, chronic obstructive pulmonary disease) requiring significant changes in therapy or hospitalization for worsening disease during the 6 weeks prior to enrolment.\n* Immunosuppression as a result of underlying illness or treatment.\n* Lack of acceptable sites available for ID injection and EP.\n* Blood donation or transfusion within 1 month prior to Day 0.\n* Reported alcohol or substance abuse or dependence, or illicit drug use (excluding marijuana use).\n* Any illness or condition that in the opinion of the investigator may affect the safety of the participant or the evaluation of any study endpoint.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Phase 2: Change From Baseline in Antigen-specific Cellular Immune Response Measured by Interferon-gamma (IFN-γ) Enzyme-linked Immunospot (ELISpot) Assay",
        "description": "Whole blood and serum samples were collected for the cellular immunology assessment. The antigen-specific cellular immune response to INO-4800 was measured in spot-forming units per million peripheral blood mononuclear cells (SFU/10\\^6, PBMC) using ELISpot. No samples collected after Week 6 were analyzed.",
        "timeFrame": "Baseline up to Week 6"
      },
      {
        "measure": "Phase 2: Change From Baseline in Neutralizing Antibody Response Measured by a Pseudovirus-based Neutralization Assay",
        "description": "The immune responses to INO-4800 were measured using assays that included a pseudovirus-based neutralization assay. Immunology blood samples were collected at serial timepoints. No samples collected after Week 6 were analyzed.",
        "timeFrame": "Baseline up to Week 6"
      },
      {
        "measure": "Phase 3: Percentage of Participants (SARS-CoV-2 Seronegative at Baseline) With Virologically-confirmed COVID-19 Disease",
        "description": "Participants were virologically-confirmed cases of COVID-19, if tested positive by SARS-CoV-2 RT-PCR assay, with symptoms like fever (temperature of 100.4ºF/38.0ºC or higher), chills, cough, shortness of breath or difficulty breathing, fatigue, muscle or body aches, headache, new loss of taste or smell, sore throat, congestion or runny nose, nausea, vomiting, diarrhoea. Participants with no prior exposure to COVID-19 at baseline were considered for the analysis.",
        "timeFrame": "From 14 days after completion of the 2-dose regimen up to 3 months post-dose 2 (i.e. Day 42 up to Day 126)"
      }
    ],
    "secondary": [
      {
        "measure": "Phase 2 and 3: Percentage of Participants With Solicited Injection Site Reactions",
        "description": "Reactions arising from the injectable product administration procedure were reported as injection site reactions. Injection site reactions were assessed in accordance with the 'Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials' (Food and Drug Administration \\[FDA\\] Guidance for Industry, September 2007). Participants were provided a diary to record the solicited injection site reactions. Local reactions to the injectable product such as pain, tenderness, erythema/redness, and induration/swelling were recorded. Injection site reactions were evaluated starting 30 minutes following the injection. The solicited injection site reactions were recorded for 7 days after each dose.",
        "timeFrame": "7 days following each dose: Day 0 (Days 0 to Day 7) and Day 28 (Days 28 to Day 35)"
      },
      {
        "measure": "Phase 2 and 3: Percentage of Participants With Unsolicited Injection Site Reactions",
        "description": "Reactions arising from the injectable product administration procedure were reported as injection site reactions. Injection site reactions were assessed in accordance with the 'Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials' FDA Guidance for Industry, September 2007. Local reactions to the injectable product such as pain, tenderness, erythema/redness, and induration/swelling were reported. Injection site reactions were evaluated starting 30 minutes following the injection. Unsolicited injection site reactions were recorded for up to 28 days after administration of dose 2.",
        "timeFrame": "From first dose of study drug up to Day 56"
      },
      {
        "measure": "Phase 2 and 3: Percentage of Participants With Solicited Adverse Events (AEs)",
        "description": "An AE is defined as any untoward medical occurrence in a participant administered a trial intervention that does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. Participants were provided a diary to record the solicited systemic AEs. The solicited AEs were recorded for 7 days after each dose.",
        "timeFrame": "7 days following each dose: Day 0 (Days 0 to Day 7) and Day 28 (Days 28 to Day 35)"
      },
      {
        "measure": "Phase 2 and 3: Percentage of Participants With Unsolicited AEs",
        "description": "An AE is defined as any untoward medical occurrence in a participant administered a trial intervention that does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. Unsolicited AEs were recorded for up to 28 days after administration of dose 2.",
        "timeFrame": "From first dose of study drug up to Day 56"
      },
      {
        "measure": "Phase 2 and 3: Percentage of Participants With Serious Adverse Events (SAEs)",
        "description": "An AE is defined as any untoward medical occurrence in a participant administered a trial intervention that does not necessarily have a causal relationship with this treatment. An SAE is any untoward medical occurrence that at any dose results in death, is life-threatening, requires in-patient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, or results in congenital anomaly or birth defect.",
        "timeFrame": "Phase 2: From first dose of study drug up to Day 393; Phase 3: From first dose of study drug up to Day 126"
      },
      {
        "measure": "Phase 2 and 3: Percentage of Participants With Adverse Events of Special Interest (AESIs)",
        "description": "An AE is defined as any untoward medical occurrence in a participant administered a trial intervention that does not necessarily have a causal relationship with this treatment. An AESI (serious or non-serious) is one of scientific and medical concern specific to the sponsor's product or program, for which ongoing monitoring and rapid communication by the investigator to the sponsor can be appropriate.",
        "timeFrame": "Phase 2: From first dose of study drug up to Day 393; Phase 3: From first dose of study drug up to Day 126"
      },
      {
        "measure": "Phase 3: Number of Participants With Death From All Causes",
        "timeFrame": "Baseline up to Day 126"
      },
      {
        "measure": "Phase 3: Percentage of Participants (SARS-CoV-2 Seronegative at Baseline) With Non-Severe COVID-19 Disease",
        "description": "The efficacy of INO-4800 in the prevention of COVID-19 disease was evaluated according to the degrees of COVID-19 disease severity in participants. Participants were confirmed cases of COVID-19, if tested positive by SARS-CoV-2 RT-PCR assay, with symptoms like fever (temperature of 100.4ºF/38.0ºC or higher), chills, cough, shortness of breath or difficulty breathing, fatigue, muscle or body aches, headache, new loss of taste or smell, sore throat, congestion or runny nose, nausea, vomiting, diarrhoea. The case definition of severe COVID-19 was participants with COVID-19 having clinical signs at rest indicative of severe systemic illness, respiratory failure, evidence of shock, significant acute renal, hepatic, or neurologic dysfunction, admission to an intensive care unit, or death. The case definition for non-severe COVID-19 was participants with confirmed COVID-19, and which did not meet the case definition of severe COVID-19.",
        "timeFrame": "From 14 days after completion of the 2-dose regimen up to 3 months post-dose 2 (i.e. Day 42 up to Day 126)"
      },
      {
        "measure": "Phase 3: Percentage of Participants (SARS-CoV-2 Seronegative at Baseline) With Severe COVID-19 Disease",
        "description": "The efficacy of INO-4800 in the prevention of COVID-19 disease was evaluated according to the degrees of COVID-19 disease severity in participants. Participants were confirmed cases of COVID-19, if tested positive by SARS-CoV-2 RT-PCR assay, with symptoms like fever (temperature of 100.4ºF/38.0ºC or higher), chills, cough, shortness of breath or difficulty breathing, fatigue, muscle or body aches, headache, new loss of taste or smell, sore throat, congestion or runny nose, nausea, vomiting, diarrhoea. The case definition of severe COVID-19 was participants with COVID-19 having clinical signs at rest indicative of severe systemic illness, respiratory failure, evidence of shock, significant acute renal, hepatic, or neurologic dysfunction, admission to an intensive care unit, or death.",
        "timeFrame": "From 14 days after completion of the 2-dose regimen up to 3 months post-dose 2 (i.e. Day 42 up to Day 126)"
      },
      {
        "measure": "Phase 3: Percentage of Participants (SARS-CoV-2 Seronegative at Baseline) With Death From COVID-19 Disease",
        "timeFrame": "From 14 days after completion of the 2-dose regimen up to 3 months post-dose 2 (i.e. Day 42 up to Day 126)"
      },
      {
        "measure": "Phase 3: Percentage of Participants (SARS-CoV-2 Seropositive at Baseline) With Virologically-Confirmed SARS-CoV-2 COVID-19 Disease",
        "description": "Participants were virologically-confirmed cases of COVID-19, if tested positive by SARS-CoV-2 RT-PCR assay, with symptoms like fever (temperature of 100.4ºF/38.0ºC or higher), chills, cough, shortness of breath or difficulty breathing, fatigue, muscle or body aches, headache, new loss of taste or smell, sore throat, congestion or runny nose, nausea, vomiting, diarrhoea. Participants with prior exposure to COVID-19 at baseline were considered for the analysis.",
        "timeFrame": "From 14 days after completion of the 2-dose regimen up to 3 months post-dose 2 (i.e. Day 42 up to Day 126)"
      },
      {
        "measure": "Phase 3: Change From Baseline in Antigen-specific Cellular Immune Response Measured by IFN-gamma ELISpot Assay",
        "description": "Whole blood and serum samples were collected for the cellular immunology assessment. The antigen-specific cellular immune response to INO-4800 were measured using ELISpot.",
        "timeFrame": "Baseline up to Day 126"
      },
      {
        "measure": "Phase 3: Change From Baseline in Neutralizing Antibody Response Measured by a Pseudovirus-based Neutralization Assay",
        "description": "The immune responses to INO-4800 were measured using assays that included a pseudovirus-based neutralization assay.",
        "timeFrame": "Baseline up to Day 126"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 13,
      "otherCount": 0,
      "totalCount": 16
    },
    "studyDesign": {
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:42.083Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}