{
  "nctId": "NCT02661165",
  "briefTitle": "How Does the Spirituality of Patients With Type 2 Diabetes Influence Their Self-management?",
  "officialTitle": "Exploratory Study: How Does the Spirituality of a Group of British People With Type 2 Diabetes Impact Their Coping and Self-management of Their Condition?",
  "protocolDocument": {
    "nctId": "NCT02661165",
    "filename": "Prot_ICF_000.pdf",
    "label": "Study Protocol and Informed Consent Form",
    "date": "2016-12-05",
    "uploadDate": "2018-11-12T11:39",
    "size": 1094487,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02661165/document/Prot_ICF_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": true
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 9,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-06",
    "completionDate": "2018-04-26",
    "primaryCompletionDate": "2018-04-26",
    "firstSubmitDate": "2015-12-17",
    "firstPostDate": "2016-01-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Speak English\n* Have had T2D at least 6 months.\n* Have read the Participant Information Sheet, explaining this study is regarding T2D, spirituality, coping and self-management.\n* Gives consent to access their diabetes details that are stored on a Clinic database.\n* Gives consent to recorded interviews.\n\nExclusion Criteria:\n\n* Not speak English.\n* Have had T2D less than 6 months.\n* Have read the Participant Information Sheet, and decided they are not comfortable talking about their T2D, or spirituality, or coping or their self-management.\n* Not consenting to data collection from Clinic records.\n* Clinic records have not been kept (e.g. is a new patient to their family doctor).\n* Consent is withdrawn from the study (which could be any stage).",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "The self-management Interviews to identify if and how patients' spirituality influences their diet and exercise.",
        "description": "An exploratory study using qualitative data only to identify if and how patients' spirituality influences their diet and exercise, both of which are key to good diabetes control, and the prevention of diabetic complications in the long term. (No quantitative data will be collected, and as such no outcome measures will be collected).\n\nInterviews will utilize the biographical narrative interpretive method to reveal how beliefs may influence diet and exercise. Each interview may last up to 3 hours. Each participant will be interviewed up to 3 times (approximately 9 hours of interviewing per participant). Interviews will be transcribed verbatim. Themes will be generated, coded and interpreted. Results will be the researchers interpretive analysis of the qualitative data generated, and the themes that emerge.",
        "timeFrame": "58 months"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 29,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:09.956Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}