{
  "nctId": "NCT04515147",
  "briefTitle": "A Dose-Confirmation Study to Evaluate the Safety, Reactogenicity and Immunogenicity of Vaccine CVnCoV in Healthy Adults for COVID-19",
  "officialTitle": "COVID-19: A Phase 2a, Partially Observer-blind, Multicenter, Controlled, Dose-confirmation Clinical Trial to Evaluate the Safety, Reactogenicity and Immunogenicity of the Investigational SARS-CoV-2 mRNA Vaccine CVnCoV in Adults >60 Years of Age and 18 to 60 Years of Age",
  "protocolDocument": {
    "nctId": "NCT04515147",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-12-03",
    "uploadDate": "2022-10-03T11:13",
    "size": 1031632,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04515147/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 668,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-09-21",
    "completionDate": "2022-02-21",
    "primaryCompletionDate": "2022-02-21",
    "firstSubmitDate": "2020-08-13",
    "firstPostDate": "2020-08-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Healthy male and female participants ≥18 years of age. A healthy participant is defined as an individual who is in good general health, according to the Investigator's assessment. Chronic health conditions are acceptable if the condition is considered well controlled with treatment according to the discretion of the Investigator.\n* Expected to be compliant with protocol procedures and available for clinical follow-up through the last planned visit.\n* Participants are able to understand and willing to provide informed consent.\n* Physical examination without clinically significant findings according to the Investigator's assessment.\n* Body mass index (BMI) ≥18.0 and ≤32.0 kg/m\\^2.\n* Female participants of childbearing potential: at the time of enrollment, negative human chorionic gonadotropin (hCG) pregnancy test (serum) for female participants presumed to be of childbearing potential on the day of enrollment. On Day 1 (pre-vaccination): negative urine pregnancy test (required if serum pregnancy test was performed more than 3 days before).\n* Female participants of childbearing potential must use highly effective methods of birth control from 2 weeks before the first administration of the trial vaccine until 3 months following the last administration. The following methods of birth control are considered highly effective when used consistently and correctly:\n\n  * Combined (estrogen and progestogen containing) hormonal contraception associated with inhibition of ovulation (oral, intravaginal or transdermal);\n  * Progestogen-only hormonal contraception associated with inhibition of ovulation (oral, injectable or implantable);\n  * Intrauterine devices;\n  * Intrauterine hormone-releasing systems;\n  * Bilateral tubal occlusion;\n  * Vasectomized partner;\n  * Sexual abstinence (periodic abstinence \\[e.g., calendar, ovulation, symptothermal and post-ovulation methods\\] and withdrawal are not acceptable).\n* Male participants should be instructed not to get their partners pregnant until 3 months after the last administration.\n\nExclusion Criteria:\n\n* Use of any investigational or non-registered product (vaccine or drug) other than the trial vaccine within 28 days preceding the administration of the trial vaccine, or planned use during the trial period.\n* Receipt of any other vaccines within 28 days prior to enrollment in this trial or planned receipt of any vaccine within 28 days of trial vaccine administration (primary dose or booster dose).\n* Receipt of any investigational or licensed/authorized SARS-CoV-2 or other coronavirus vaccine prior to the administration of the trial vaccine.\n* Any treatment with immunosuppressants or other immune-modifying drugs (including, but not limited to, corticosteroids, biologicals, and methotrexate) within 6 months prior to the administration of the trial vaccine or planned use during the trial, with the exception of topically-applied, inhaled, or intranasal steroids.\n* Use of hormonal therapy for gender reassignment.\n* Any medically diagnosed or suspected immunosuppressive or immunodeficient condition based on medical history and physical examination, including known human immunodeficiency virus infection, hepatitis B virus infection, and hepatitis C virus infection.\n* History of immune-mediated or autoimmune disease.\n* History of angioedema (known C1 inhibitor deficiency).\n* History of anaphylaxis or allergy to any component of CVnCoV or aminoglycoside antibiotics.\n* History of or current alcohol and/or drug abuse.\n* Participants who are active smokers, were active smokers within the last year (including any vaping in the last year), or have a total smoking history ≥10 pack years. A pack year is calculated by multiplying the number of packs of cigarettes smoked per day by the number of years the person has smoked.\n* History of virologically-confirmed Severe Acute Respiratory Syndrome (SARS), Middle East Respiratory Syndrome (MERS), or COVID-19 disease or known exposure (without any personal protective equipment) to an individual with confirmed COVID-19 disease or SARS-CoV-2 infection within the past 2 weeks.\n* Administration of immunoglobulins and/or any blood products within the 3 months preceding the administration of any dose of the trial vaccine.\n* Presence or evidence of significant uncontrolled acute or chronic medical or psychiatric illness. Significant medical or psychiatric illnesses include but are not limited to:\n\n  * Uncontrolled respiratory disease (e.g., chronic obstructive pulmonary disease, asthma), including use of the following asthma medications: intravenous corticosteroids, leukotriene modifiers, biologics.\n  * Uncontrolled cardiovascular disease (e.g., congestive heart failure, cardiomyopathy, ischemic heart disease, history of stroke, peripheral artery disease, pulmonary embolism).\n  * History of myocarditis or pericarditis as an adult.\n  * Diabetes mellitus (insulin-dependent).\n  * Uncontrolled neurological disorders or Guillain-Barré syndrome or history of seizure, except for febrile seizures during childhood.\n  * Current or past malignancy, unless completely resolved without sequelae for \\>5 years.\n* Foreseeable non-compliance with protocol, as judged by the Investigator.\n* For female participants: pregnancy or lactation.\n* Participants with impaired coagulation or any bleeding disorder in whom an intramuscular injection or a blood draw is contraindicated. This includes participants on treatment with anticoagulants (e.g., vitamin K antagonists, novel oral anticoagulants, and heparin). Use of platelet aggregation inhibitors is not exclusionary.\n* Participants employed by the Sponsor, Investigator, or trial site, or relatives of research staff working on this trial.\n* Participants considered at the Investigator's discretion to be at increased risk of exposure to COVID-19 disease.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Who Experienced a Solicited Adverse Event (AE) Occurring on the Day of Vaccination and the Following 7 Days After Dose 1 and Dose 2",
        "description": "Solicited local AEs (injection site pain, redness, swelling, and itching) and solicited systemic AEs (fever, headache, fatigue, chills, myalgia, arthralgia, nausea/vomiting, and diarrhea) were recorded on the day of vaccination and the following 7 days using a diary (electronic or paper). By definition, all solicited local AEs occurring from the time of first vaccination were considered related to trial vaccination. For solicited systemic AEs, the Investigator assessed the relationship between trial vaccine and each occurrence of each AE.",
        "timeFrame": "Up to 7 days after Dose 1 (Days 1 to 8) and Dose 2 (Days 29 to 36)"
      },
      {
        "measure": "Intensity of Solicited AEs Per US Food and Drug Administration (FDA) Toxicity Grading Scale Occurring on the Day of Vaccination and the Following 7 Days After Dose 1 and Dose 2",
        "description": "Solicited local AEs (injection site pain, redness, swelling, and itching) and solicited systemic AEs (fever, headache, fatigue, chills, myalgia, arthralgia, nausea/vomiting, and diarrhea) were recorded on the day of vaccination and the following 7 days using a diary (electronic or paper). Intensity of solicited local AEs and solicited systemic AEs were graded per the FDA Toxicity Grading Scale at Grades 1-3, where higher grades indicate a worse outcome.",
        "timeFrame": "Up to 7 days after Dose 1 (Days 1 to 8) and Dose 2 (Days 29 to 36)"
      },
      {
        "measure": "Duration of Solicited AEs Occurring on the Day of Vaccination and the Following 7 Days After After Dose 1 and Dose 2",
        "description": "Solicited local AEs (injection site pain, redness, swelling, and itching) and solicited systemic AEs (fever, headache, fatigue, chills, myalgia, arthralgia, nausea/vomiting, and diarrhea) were recorded on the day of vaccination and the following 7 days using a diary (electronic or paper). Duration is calculated as consecutive days with a respective solicited AE regardless of the grade of the AE. AEs ongoing after day 8 are included.",
        "timeFrame": "Up to 7 days after Dose 1 (Days 1 to 8) and Dose 2 (Days 29 to 36)"
      },
      {
        "measure": "Number of Participants Who Experienced an Unsolicited AE Occurring on the Day of Vaccination and the Following 28 Days After Dose 1 and Dose 2",
        "description": "Diaries were used for collection of unsolicited AEs on each vaccination day and the following 28 days. In addition, participants received a prompt (by e.g., a phone call or text message) to verify whether the participants had any health concerns since the last visit. The Investigator assessed the relationship between trial vaccine and each occurrence of each AE.",
        "timeFrame": "Up to 28 days after Dose 1 (Days 1 to 29) and Dose 2 (Days 29 to 57)"
      },
      {
        "measure": "Intensity of Unsolicited AEs Per the Investigator's Assessment Occurring on the Day of Vaccination and the Following 28 Days After Dose 1 and Dose 2",
        "description": "Diaries were used for collection of unsolicited AEs on each vaccination day and the following 28 days. In addition, participants received a prompt (by e.g., a phone call or text message) to verify whether the participants had any health concerns since the last visit. The Investigator made an assessment of intensity for each AE reported during the trial and assigned it to one of the following categories:\n\n* Mild: an event that was easily tolerated by the participant, causing minimal discomfort and not interfering with everyday activities.\n* Moderate: an event that caused sufficient discomfort to interfere with normal everyday activities.\n* Severe: an event that prevented normal everyday activities.",
        "timeFrame": "Up to 28 days after Dose 1 (Days 1 to 29) and Dose 2 (Days 29 to 57)"
      },
      {
        "measure": "Number of Participants Who Experienced a Serious Adverse Event (SAE) During the Trial",
        "description": "An SAE was defined as any untoward medical occurrence that, at any dose:\n\n* Resulted in death.\n* Was life-threatening.\n* Required inpatient hospitalization or prolongation of existing hospitalization.\n* Resulted in persistent disability/incapacity.\n* Was a congenital anomaly/birth defect in the offspring of the participant.\n* Was an important medical event.\n\nThe Investigator assessed the relationship between trial vaccine and each occurrence of each AE.",
        "timeFrame": "Up to Day 393"
      },
      {
        "measure": "Number of Participants Who Experienced an Adverse Event of Special Interest (AESI) During the Trial",
        "description": "AESIs included:\n\n* AEs with a suspected immune-medicated etiology.\n* COVID-19 disease.\n* Other AEs relevant to SARS-CoV-2 vaccine development or the target disease.\n\nParticipants who became unblinded and/or received a licensed/authorized vaccine were censored at the day after unblinding or at the day after receiving the licensed/authorized vaccine, whichever was earlier. The Investigator assessed the relationship between trial vaccine and each occurrence of each AE.",
        "timeFrame": "Up to Day 393"
      },
      {
        "measure": "Percentage of Participants Seroconverting for SARS-CoV-2 Spike Protein Receptor-Binding Domain (RBD) Antibodies on Day 29 and Day 43",
        "description": "As measured by enzyme-linked immunosorbent assay (ELISA). In participants not exposed to SARS-CoV-2 before the trial seroconversion was defined as any increase in titer in antibodies against SARS-CoV-2 RBD versus baseline. Participants who received a licensed/authorized vaccine were censored at the day after receiving the licensed/authorized vaccine.",
        "timeFrame": "Baseline, Day 29 and Day 43"
      },
      {
        "measure": "Geometric Mean Titers (GMTs) of SARS-CoV-2 Spike Protein RBD Antibodies on Day 29 and Day 43",
        "description": "As measured by ELISA. The SARS-CoV-2 spike RBD protein-specific antibodies are expressed as GMT (geometric mean of reciprocal duplicate dilutions). Concentration/titers marked as below the lower limit of quantification (LLOQ) were arbitrary replaced by half of the LLOQ for GMT computations purpose. Participants who received a licensed/authorized vaccine were censored at the day after receiving the licensed/authorized vaccine.",
        "timeFrame": "Day 29 and Day 43"
      },
      {
        "measure": "Percentage of Participants Seroconverting for SARS-CoV-2 Neutralizing Antibodies on Day 29 and Day 43",
        "description": "As measured by an activity assay. In participants not exposed to SARS-CoV-2 before the trial, seroconversion was defined as any increase in titer in SARS-CoV-2 neutralizing antibodies versus baseline. Participants who received a licensed/authorized vaccine were censored at the day after receiving the licensed/ authorized vaccine.",
        "timeFrame": "Baseline, Day 29 and Day 43"
      },
      {
        "measure": "GMTs of SARS-CoV-2 Neutralizing Antibodies on Day 29 and Day 43",
        "description": "The SARS-CoV-2 neutralizing antibodies are expressed as GMT (geometric mean of reciprocal duplicate dilutions). Concentration/titers marked as below the lower limit of quantification (LLOQ) were arbitrary replaced by half of the LLOQ for GMT computations purpose. Participants who received a licensed/authorized vaccine were censored at the day after receiving the licensed/authorized vaccine.",
        "timeFrame": "Day 29 and Day 43"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants Who Experienced a Solicited Adverse Event (AE) Occurring on the Day of Booster Vaccination and the Following 7 Days",
        "description": "Solicited local AEs (injection site pain, redness, swelling, and itching) and solicited systemic AEs (fever, headache, fatigue, chills, myalgia, arthralgia, nausea/vomiting, and diarrhea) were recorded on the day of vaccination and the following 7 days using a diary (electronic or paper). By definition, all solicited local AEs occurring from the time of first vaccination were considered related to trial vaccination. For solicited systemic AEs, the Investigator assessed the relationship between trial vaccine and each occurrence of each AE.",
        "timeFrame": "Up to 7 days after booster vaccination (Days 57 to 64 and Days 180 to 187)"
      },
      {
        "measure": "Intensity of Solicited AEs Per FDA Toxicity Grading Scale Occurring on the Day of Booster Vaccination and the Following 7 Days",
        "description": "Solicited local AEs (injection site pain, redness, swelling, and itching) and solicited systemic AEs (fever, headache, fatigue, chills, myalgia, arthralgia, nausea/vomiting, and diarrhea) were recorded on the day of vaccination and the following 7 days using a diary (electronic or paper). Intensity of solicited local AEs and solicited systemic AEs were graded per the FDA Toxicity Grading Scale at Grades 1-3, where higher grades indicate a worse outcome.",
        "timeFrame": "Up to 7 days after booster vaccination (Days 57 to 64 and Days 180 to 187)"
      },
      {
        "measure": "Duration of Solicited AEs Occurring on the Day of Booster Vaccination and the Following 7 Days",
        "description": "Solicited local AEs (injection site pain, redness, swelling, and itching) and solicited systemic AEs (fever, headache, fatigue, chills, myalgia, arthralgia, nausea/vomiting, and diarrhea) were recorded on the day of vaccination and the following 7 days using a diary (electronic or paper). Duration is calculated as consecutive days with a respective solicited AE regardless of the grade of the adverse event.",
        "timeFrame": "Up to 7 days after booster vaccination (Days 57 to 64 and Days 180 to 187)"
      },
      {
        "measure": "Number of Participants Who Experienced an Unsolicited AE Occurring on the Day of Booster Vaccination and the Following 28 Days",
        "description": "Diaries were used for collection of unsolicited AEs on each vaccination day and the following 28 days. In addition, participants received a prompt (by e.g., a phone call or text message) to verify whether the participants had any health concerns since the last visit. The Investigator assessed the relationship between trial vaccine and each occurrence of each AE.",
        "timeFrame": "Up to 28 days after booster vaccination (Days 57 to 85 and Days 180 to 208)"
      },
      {
        "measure": "Intensity of Unsolicited AEs Per the Investigator's Assessment Occurring on the Day of Booster Vaccination and the Following 28 Days",
        "description": "Diaries were used for collection of unsolicited AEs on each vaccination day and the following 28 days. In addition, participants received a prompt (by e.g., a phone call or text message) to verify whether the participants had any health concerns since the last visit. The Investigator made an assessment of intensity for each AE reported during the trial and assigned it to one of the following categories:\n\n* Mild: an event that was easily tolerated by the participant, causing minimal discomfort and not interfering with everyday activities.\n* Moderate: an event that caused sufficient discomfort to interfere with normal everyday activities.\n* Severe: an event that prevented normal everyday activities.",
        "timeFrame": "Up to 28 days after booster vaccination (Days 57 to 85 and Days 180 to 208)"
      },
      {
        "measure": "Percentage of Participants Seroconverting for SARS-CoV-2 Spike Protein RBD Antibodies on Day 57, Day 85, Day 180, Day 208 and Day 393",
        "description": "As measured by ELISA. In participants not exposed to SARS-CoV-2 before the trial seroconversion was defined as any increase in titer in antibodies against SARS-CoV-2 RBD versus baseline. Participants who received a licensed/authorized vaccine were censored at the day after receiving the licensed/ authorized vaccine.",
        "timeFrame": "For participants who received the booster vaccination on Day 57: Baseline, Day 57, Day 85 and Day 180. For participants who received the booster vaccination on Day 180: Baseline, Day 180, Day 208 and Day 393"
      },
      {
        "measure": "GMTs of SARS-CoV-2 Spike Protein RBD Antibodies on Day 57, Day 85, Day 180, Day 208 and Day 393",
        "description": "As measured by ELISA. The SARS-CoV-2 spike RBD protein-specific antibodies are expressed as GMT (geometric mean of reciprocal duplicate dilutions). Concentration/titers marked as below the lower limit of quantification (LLOQ) were arbitrary replaced by half of the LLOQ for GMT computations purpose. Participants who received a licensed/authorized vaccine were censored at the day after receiving the licensed/ authorized vaccine.",
        "timeFrame": "For participants who received the booster vaccination on Day 57: Day 57, Day 85 and Day 180. For participants who received the booster vaccination on Day 180: Day 180, Day 208 and Day 393"
      },
      {
        "measure": "Percentage of Participants Seroconverting for SARS-CoV-2 Neutralizing Antibodies on Day 57, Day 85, Day 180, Day 208 and Day 393",
        "description": "As measured by an activity assay. In participants not exposed to SARS-CoV-2 before the trial, seroconversion was defined as any increase in titer in SARS-CoV-2 neutralizing antibodies versus baseline. Participants who received a licensed/authorized vaccine were censored at the day after receiving the licensed/authorized vaccine.",
        "timeFrame": "For participants who received the booster vaccination on Day 57: Baseline, Day 57, Day 85 and Day 180. For participants who received the booster vaccination on Day 180: Baseline, Day 180, Day 208 and Day 393"
      },
      {
        "measure": "GMTs of SARS-CoV-2 Neutralizing Antibodies on Day 57, Day 85, Day 180, Day 208 and Day 393",
        "description": "As measured by an activity assay. The SARS-CoV-2 neutralizing antibodies are expressed as GMT (geometric mean of reciprocal duplicate dilutions). Concentration/titers marked as below the lower limit of quantification (LLOQ) were arbitrary replaced by half of the LLOQ for GMT computations purpose. Participants who received a licensed/authorized vaccine were censored at the day after receiving the licensed/ authorized vaccine.",
        "timeFrame": "For participants who received the booster vaccination on Day 57: Day 57, Day 85 and Day 180. For participants who received the booster vaccination on Day 180: Day 180, Day 208 and Day 393"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 11,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 20
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:40.830Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}