{
  "nctId": "NCT02281084",
  "briefTitle": "Safety and Efficacy Study of CC-486 in Subjects With Myelodysplastic Syndromes",
  "officialTitle": "A Phase 2, International, Multicenter, Randomized, Open-label, Parallel Group to Evaluate the Efficacy and Safety of Cc-486 (Oral Azacitidine) Alone in Combination With Durvalumab (MEDI4736) in Subjects With Myelodysplastic Syndromes Who Fail to Achieve an Objective Response to Treatment With Azacitidine for Injection or Decitabine",
  "protocolDocument": {
    "nctId": "NCT02281084",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-06-17",
    "uploadDate": "2020-06-19T15:07",
    "size": 10149766,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02281084/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 65,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-07-06",
    "completionDate": "2023-09-14",
    "primaryCompletionDate": "2019-06-19",
    "firstSubmitDate": "2014-10-21",
    "firstPostDate": "2014-11-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Male or female, ≥ 18 years of age at the time of signing the informed consent document\n2. Documented diagnosis of MYELODYSPLASTIC SYNDROMES (MDS), classified according to FRENCH-AMERICAN BRITISH (FAB) classification criteria\n3. Adequate course of treatment with an injectable hypomethylating agent (azacitidine for injection or decitabine) as the last therapeutic intervention for MDS prior to beginning screening for this study. Adequate is defined as:\n\n   * having received at least 6 consecutive 4-week treatment cycles with azacitidine for injection, or\n   * having received at least 4 consecutive 6-week treatment cycles with decitabine (3-day regimen) or at least 6 consecutive 4-week treatment cycles with decitabine (5-day regimen), or\n   * having demonstrated inability to tolerate treatment with an injectable hypomethylating agent because of unacceptable drug-related toxicity after at least 3 months of attempted treatment: Three 28-day cycles of azacitidine for injection or decitabine 5-day regimen; two 42-day cycles of decitabine 3-day regimen.\n4. Documented disease progression or stable disease as best response to treatment (or attempted treatment) with azacitidine for injection or decitabine. Those achieving an objective response to treatment regimen with an injectable hypomethylating agent (HMA) are excluded from participation in this study.\n\n   Definitions of disease progression are modified from INTERNATIONAL WORKING GROUP (IWG) 2006 criteria and include:\n\n   \\- Pre-injectable hypomethylating agent baseline bone marrow myeloblasts:\n   1. Less than 5%: ≥ 100% increase to ≥ 8% blasts\n   2. ≥ 5%: ≥ 50% increase to ≥ 10% blasts Note: ≥ 30% blasts is considered acute myeloid leukemia (AML )per FAB classification. Subjects known to have ≥ 30% blasts are not eligible for inclusion in this study.recognizing eastern cooperative oncology group) limitations of blast cell quantification, Protocol will allow subjects with pre-enrollment bone marrow blast counts up to 33% on the screening bone marrow examination to be considered for inclusion. Assessment may be made according to local bone marrow examination to facilitate enrollment of eligible subjects into the treatment phase of the study.\n\n      \\- Any clinical worsening from pre-injectable hypomethylating agents (HMA) baseline condition, including:\n\n   <!-- -->\n\n   1. sustained clinically-significant worsening (investigator's assessment) from baseline granulocyte, platelet, or hemoglobin values (≥ 2 values, separated by ≥ 2 weeks) - worsening granulocytes should be ≥ 50% decrease from pre-injectable HMA baseline value - worsening platelets should be ≥ 50% decrease from pre-injectable HMA baseline value (untransfused)\n\n      * worsening hemoglobin should be ≥ 1.5 g/dL decrease from preinjectable HMA baseline value in subjects not receiving RBC transfusions\n   2. meaningful worsening in RBC or platelet transfusion requirement\n\n      Definition of stable disease is based on modified IWG 2006 criteria:\n      * Failure to achieve any objective response (CR - complete remission, PR - partial remissino, mCR - marrow complete remission, or HI - hematologic improvement), but no evidence of disease progression within the 8 weeks leading to the subject's first dose of investigational product (IP), Cycle 1, Day 1\n5. Have the last dose of the prior treatment regimen injectable HMA - (azacitidine for injection or decitabine) not more than 16 weeks prior to screening for this study (date of informed consent signature).\n6. No less than 3 weeks between the last dose of the prior treatment regimen injectable HMA - (azacitidine for injection or decitabine) and the planned date of first dose of IP (\n7. Have an eastern cooperative oncology group (ECOG) performance status of 0, 1, or 2\n8. Females subjects of childbearing potential (FCBP)1 may participate, providing they meet the following conditions:\n\n   1. Have two negative pregnancy tests as verified by the investigator prior to starting any IP therapy: serum pregnancy test at screening and negative serum or urine pregnancy test (investigator's discretion) within 72 hours prior to starting treatment with IP (Cycle 1, Day 1). They must agree to ongoing pregnancy testing during the course of the study (before beginning each subsequent cycle of treatment), and after the last dose of any IP. This applies even if the subject practices complete abstinence2 from heterosexual contact.\n   2. Agree to practice true abstinence2 (which must be reviewed on a monthly basis and source documented) or agree to the use of highly effective methods of contraception from 28 days prior to starting azacitidine, and must agree to continue using such precautions while taking azacitidine (including dose interruptions) and for up to 90 days after the last dose of azacitidine. Cessation of contraception after this point should be discussed with a responsible physician\n   3. Agree to abstain from breastfeeding during study participation and for at least 90 days after the last dose of IP.\n\nNote that the screening serum pregnancy test can also be used as the test prior to starting IP if it is performed within the 72-hour timeframe.\n\n9\\. Male subjects must:\n\n1. Male subjects must:\n\n   1. Either practice true abstinence2 from heterosexual contact (which must be reviewed on a monthly basis) or agree to avoid fathering a child, to use highly effective methods of contraception, male condom plus spermicide during sexual contact with a pregnant female or a female of child bearing potential (even if he has undergone a successful vasectomy) from starting dose of IP (Cycle 1 Day 1), including dose interruptions through 90 days after receipt of the last dose of azacitidine.\n2. Refrain from semen or sperm donation while taking IP and for at least 90 days after the last dose of IP.\n\n   10\\. Understand and voluntarily sign an informed consent document prior to any study-related assessments or procedures conducted.\n\n   11\\. Be able to adhere to the study visit schedule and other protocol requirements.\n\n   12\\. Understand and voluntarily sign a biomarker-specific component of the informed consent document prior to any study-related procedures conducted.\n\nExtension Phase\n\nAt the Investigator's discretion and following confirmation of eligibility criteria below, subjects can enter the Extension Phase (EP):\n\n* Subjects who have signed the informed consent for the EP of the study;\n* Subjects receiving oral azacitidine and continuing in the treatment phase demonstrating clinical benefit as assessed by the Investigator are eligible to receive oral azacitidine in the EP;\n* Subjects who do not meet any of the criteria for study discontinuation\n\nExclusion Criteria:\n\n1. Rapidly-progressing MDS defined as:\n\n   1. Known clinically-significant doubling in marrow or per IP peripheral blood blast percentage (to ≥ 20%) in the 8-week period leading to the first dose of IP (Cycle 1, Day 1)\n   2. ≥100% increase in WBC count (myeloid cell line and monocyte series) within the 8-week period leading to Cycle 1, Day 1\n2. AML - FAB (FRENCH-AMERICAN-BRITISH) classification: ≥ 30% blasts in bone marrow). Subjects known to have ≥ 30% blasts are not eligible for inclusion in this study. Recognizing limitations of blast cell quantification, this protocol will allow subjects with pre-enrollment (screening/baseline) bone marrow blast counts up to 33% to be considered for inclusion.\n3. Prior allogeneic stem cell transplant\n4. Prior exposure to the investigational oral formulation of decitabine, or other oral azacitidine derivative at any time in the subject's prior history\n5. Prior or ongoing response (IWG 2006: HI, PR, CR, or marrow CR) to treatment with azacitidine for injection or decitabine, at any time in the subject's prior history, which includes relapsed disease\n6. Ongoing medically significant adverse events from previous treatment, regardless of the time period\n7. Use of any of the following within 28 days prior to the first dose of IP:\n\n   1. thrombopoiesis-stimulating agents (\\[TSAs\\]; eg, Romiplostim, Eltrombopag, Interleukin-11)\n   2. ESAs (Erythropoiesis stimulating agent) and other RBC hematopoietic growth factors (eg, interleukin-3)\n   3. hydroxyurea\n8. Concurrent use of corticosteroids unless the subject is on a stable or decreasing dose for ≥ 1 week prior to enrollment for medical conditions other than MDS\n9. History of inflammatory bowel disease (eg, Crohn's disease, ulcerative colitis), celiac disease (ie, sprue), prior gastrectomy or upper bowel removal, or any other gastrointestinal disorder or defect that would interfere with the absorption, distribution, metabolism or excretion of the IP and/or predispose the subject to an increased risk of gastrointestinal toxicity\n10. Prior history of malignancies, other than MDS, unless the subject has been free of the disease for ≥ 3 years. However, subjects with the following history/concurrent conditions are allowed:\n\n    1. Basal or squamous cell carcinoma of the skin\n    2. Carcinoma in situ of the cervix\n    3. Carcinoma in situ of the breast\n    4. Incidental histologic finding of prostate cancer (T1a or T1b using the tumor, nodes, metastasis \\[TNM\\] clinical staging system)\n11. Significant active cardiac disease within the previous 6 months, including:\n\n    1. New York Heart Association (NYHA) class IV congestive heart failure;\n    2. Unstable angina or angina requiring surgical or medical intervention; and/or\n    3. Myocardial infarction\n12. Uncontrolled systemic fungal, bacterial, or viral infection (defined as ongoing signs/symptoms related to the infection without improvement despite appropriate antibiotics, antiviral therapy, and/or other treatment)\n13. Known Human Immunodeficiency Virus (HIV) or Hepatitis C (HCV) infection, or evidence of active Hepatitis B Virus (HBV) infection\n14. Any of the following laboratory abnormalities:\n\n    1. Serum Aspartate transaminase / Serum glutamic oxaloacetic transaminase (AST/SGOT) Alanine aminotransaminase / Serum glutamic pyruvate transaminase (ALT/SGPT) \\> 2.5 x ULN (upper limit of normal)\n    2. Serum total bilirubin \\> 1.5 x upper limit of normal (ULN). Higher levels are acceptable if these can be attributed to active red blood cell precursor destruction within the bone marrow (ie, ineffective erythropoiesis). Subjects are excluded if there is evidence of autoimmune hemolytic anemia manifested as a corrected reticulocyte count of \\> 2% with either a positive Coombs' test or over 50% of indirect bilirubin\n    3. Serum creatinine \\> 2.5 x ULN (upper limit of normal)\n    4. Absolute WBC (white blood cell) count ≥ 20 x 109/L\n15. Known or suspected hypersensitivity to azacitidine, mannitol, its constituents, or to any other humanized monoclonal antibody\n16. Pregnant, planning to become pregnant starting from 28 days prior to receiving CC-486 throughout your participation in the study, and for at least 90 days following your last dose of study treatment, or breast-feeding females\n17. Any significant medical condition, laboratory abnormality, or psychiatric illness that would prevent the subject from participating in the study\n18. Any condition including the presence of laboratory abnormalities, which places the subject at unacceptable risk if he/she were to participate in the study\n19. Any condition that confounds the ability to interpret data from the study, including known or suspected conditions other than MDS, associated with anemia\n20. Having received any prior MAb (monoclonal antibodies) against CTLA-4 (cytotoxic T lymphocyte-associated antigen), PD-1, or PD-L1 or having received other investigational monoclonalantibodies (MAbs) within 6 months\n21. Clinical evidence of central nervous system (CNS) or pulmonary leukostasis, or CNS leukemia\n22. Active or prior documented autoimmune or inflammatory disorders (including inflammatory bowel disease \\[eg, colitis, Crohn's disease\\], diverticulitis with the exception of a prior episode that has resolved or diverticulosis, celiac disease, irritable bowel disease, or other serious gastrointestinal chronic conditions associated with diarrhea; systemic lupus erythematosus; Wegener's syndrome \\[granulomatosis with polyangiitis\\]; myasthenia gravis; Graves' disease; rheumatoid arthritis; hypophysitis, uveitis; etc) within the past 3 years prior to the start of treatment. The following are exceptions to this criterion:\n\n    1. Subjects with vitiligo or alopecia;\n    2. Subjects with hypothyroidism (eg, following Hashimoto syndrome) stable on hormone replacement for ≥ 3 months; or\n    3. Subjects with psoriasis not requiring systemic treatment\n23. History of primary immunodeficiency\n24. Active myeloproliferative neoplasms (MPN) and chronic myelomonocytic leukemia (CMML)",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Overall Response Rate Based on the Modified International Working Group (IWG) 2006 Response Criteria for Myelodysplastic Syndrome (MDS)",
        "description": "The overall response rate (ORR) was defined as the percentage of participants who achieved an objective response including: hematologic improvement (HI), partial remission (PR), complete remission (CR), or marrow complete remission (mCR). Hematologic response was defined as: • CR: ≤ 5% myeloblasts with normal maturation of all cell lines; peripheral blood (PB) shows: hemoglobin ≥11 g/dL, neutrophils ≥1.0x10\\^9/L, platelets ≥100x10\\^9/dL, blasts (0%) • PR: same as CR bone marrow (BM) shows blasts decreased by ≥ 50% over pre-treatment but still \\> 5%; cellularity and morphology not relevant • mCR: BM: ≤ 5% myeloblasts and decrease by ≥ 50% over pre-treatment PB, PB: if HI responses, noted in addition to mCR • HI: HI erythroid response (HI-E); HI neutrophil response (HI-N) ; HI platelet response (HI-P)",
        "timeFrame": "Response was assessed every 2 cycles following treatment during the first 6 cycles, then every 3 cycles thereafter; median duration of treatment = 5.26 and 3.81 months for SD/PD for oral AZA arms respectively, and 1.84 months for AZA and Durva SD/PD arms"
      }
    ],
    "secondary": [
      {
        "measure": "Kaplan-Meier Estimate of Overall Survival",
        "description": "Overall survival (OS) was defined as the time from randomization to death from any cause, and was calculated using date of first dose and date of death, or date of last follow-up for censored subjects.",
        "timeFrame": "From first dose till death due to any cause (Up to 91 months)"
      },
      {
        "measure": "Kaplan Meier Estimate of Time to Onset of First and Best Response",
        "description": "Time to onset of first response was defined as the time between the date of first investigational product (IP) dose and the earliest date any response (CR, PR, mCR, or HI) was first observed. Participants who did not achieve any defined response during the treatment period were censored at the date of treatment discontinuation, disease progression, or death, whichever occurred first. Best response is the best recorded response or treatment outcome from the start of the study treatment until the end of the study treatment taking into account the requirements for confirmation of response.",
        "timeFrame": "Response was assessed every 2 cycles following treatment during the first 6 cycles, then every 3 cycles thereafter; median duration of treatment = 5.26 and 3.81 months for SD/PD for oral AZA arms respectively, and 1.84 months for AZA and Durva SD/PD arms"
      },
      {
        "measure": "Kaplan Meier Estimate of Duration of First Response",
        "description": "Duration of hematologic response and/or improvement was defined as the time from the date response or improvement was first observed to the date of documented relapse or disease progression as defined by the modified IWG 2006 criteria. Particpants who maintained hematologic response and/or improvement through the end of the treatment period were censored as the date of treatment discontinuation or death, whichever occurred first.",
        "timeFrame": "Response was assessed every 2 cycles following treatment during the first 6 cycles, then every 3 cycles thereafter; median duration of treatment = 5.26 and 3.81 months for SD/PD for oral AZA arms respectively, and 1.84 months for AZA and Durva SD/PD arms"
      },
      {
        "measure": "Kaplan Meier Estimate of Duration of Best Response",
        "description": "Duration of hematologic response and/or improvement was defined as the time from the date response or improvement was first observed to the date of documented relapse or disease progression as defined by the modified IWG 2006 criteria. Particpants who maintained hematologic response and/or improvement through the end of the treatment period were censored as the date of treatment discontinuation or death, whichever occurred first.",
        "timeFrame": "Response was assessed every 2 cycles following treatment during the first 6 cycles, then every 3 cycles thereafter; median duration of treatment = 5.26 and 3.81 months for SD/PD for oral AZA arms respectively, and 1.84 months for AZA and Durva SD/PD arms"
      },
      {
        "measure": "Kaplan-Meier Estimate of Progression Free Survival (PFS)",
        "description": "Progression-free survival is defined as the time from first dose to the first documented progressive disease (PD), relapse, or death due to any cause during or after the treatment period, whichever occurred first, according to IWG 2006 response criteria for MDS. Participants who were still alive and progression-free were censored at the date of their last response assessment. Progressive disease is defined as follows: - an increase in BM blasts relative to nadir: •If nadir less than 5% blasts: ≥ 50% increase in blasts to \\> 5% blasts •If nadir 5% - 10% blasts: ≥ 50% increase in blasts to \\> 10% blasts •If nadir 10% - 20% blasts: ≥ 50% increase in blasts to \\> 20% blasts •If nadir 20% - 30% blasts: ≥ 50% increase in blasts to \\> 30% blasts And any of the following: •At least 50% decrement from maximum remission/response levels in granulocytes or platelets •Reduction in Hgb concentration by ≥ 2 g/dL •Transfusion dependence",
        "timeFrame": "From first dose to the first documented progressive disease (PD), relapse, or death due to any cause (Up to 91 months)"
      },
      {
        "measure": "Percentage of Participants With Progressive Disease at Baseline Who Achieved Stable Disease",
        "description": "A participant was considered as having a stable disease if the disease neither responded nor progressed during or after study treatment.",
        "timeFrame": "Response was assessed every 2 cycles following treatment during the first 6 cycles, then every 3 cycles thereafter; median duration of treatment = 5.26 and 3.81 months for SD/PD for oral AZA arms respectively, and 1.84 months for AZA and Durva SD/PD arms"
      },
      {
        "measure": "Kaplan-Meier Estimate of Onset to Achieve Stable Disease",
        "description": "A participant was considered as having a stable disease if the disease neither responded nor progressed during or after study treatment.",
        "timeFrame": "Response was assessed every 2 cycles following treatment during the first 6 cycles, then every 3 cycles thereafter; median duration of treatment = 5.26 and 3.81 months for SD/PD for oral AZA arms respectively, and 1.84 months for AZA and Durva SD/PD arms"
      },
      {
        "measure": "Kaplan-Meier Estimate of Duration of Stable Disease",
        "description": "The duration of stable disease was defined as the time between any two observations of objective disease progression (modified IWG criteria), starting from the first day of dosing with IP. Participants who maintained stable disease through the end of the treatment period were censored at the date of study termination.",
        "timeFrame": "Response was assessed every 2 cycles following treatment during the first 6 cycles, then every 3 cycles thereafter; median duration of treatment = 5.26 and 3.81 months for SD/PD for oral AZA arms respectively, and 1.84 months for AZA and Durva SD/PD arms"
      },
      {
        "measure": "Percentage of Participants Who Progressed to Acute Myelogenous Leukemia (AML)",
        "description": "For all participants who received at least one dose of study drug, continuous monitoring for progression to AML occurred in the post treatment follow up period.",
        "timeFrame": "From first dose and until death, loss to follow-up, withdrawal of consent for further data collection (Up to 91 months)"
      },
      {
        "measure": "Kaplan-Meier Estimate of Time to Progression to AML",
        "description": "Time to AML progression was defined as the time from the date of first dose of IP until the date the participant had documented progression to AML.",
        "timeFrame": "From first dose and until death, loss to follow-up, withdrawal of consent for further data collection (Up to 91 months)"
      },
      {
        "measure": "Number of Participants With Treatment Emergent Adverse Events (TEAEs)",
        "description": "TEAEs were defined as AEs occurring or worsening on or after the date of the first dose of oral aza or durva and within 28 days after last dose of oral aza or 90 days after last dose of durva A serious adverse event (SAE) is any: • Death; • Life-threatening event; • Any inpatient hospitalization or prolongation of existing hospitalization; • Persistent or significant disability or incapacity; • Congenital anomaly or birth defect; • Any other important medical event The severity of an AE was evaluated by the investigator according to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) (Version 4.0) where Grade 1 = Mild, Grade 2 = Moderate, Grade 3 = Severe, Grade 4 = Life-threatening and Grade 5 = Death.",
        "timeFrame": "From first dose until 28 days after the last dose of CC-486 (90 days after the last dose of durvalumab) or the last follow up visit, whichever date is later (Up to 91 months)"
      },
      {
        "measure": "Serum Plasma Concentration of Azacitidine and Durvalumab",
        "description": "Data was not collected",
        "timeFrame": "Day 1, 8, 15 and 22"
      },
      {
        "measure": "Maximum Observed Concentration (Cmax) of Azacitidine and Durvalumab",
        "description": "Data was not collected",
        "timeFrame": "Day 1, 8, 15 and 22"
      },
      {
        "measure": "Area Under Curve (AUC) of Azacitidine and Durvalumab",
        "description": "Data was not collected",
        "timeFrame": "Day 1, 8, 15 and 22"
      },
      {
        "measure": "Time to Maximum Concentration (Tmax) of Azacitidine and Durvalumab",
        "description": "Data was not collected",
        "timeFrame": "Day 1, 8, 15 and 22"
      },
      {
        "measure": "Terminal Half-life ( ½) of Azacitidine and Durvalumab",
        "description": "Data was not collected",
        "timeFrame": "Day 1, 8, 15 and 22"
      },
      {
        "measure": "Clearance (CL/F) of Azacitidine and Durvalumab",
        "description": "Data was not collected",
        "timeFrame": "Day 1, 8, 15 and 22"
      },
      {
        "measure": "Volume of Distribution (Vz/F) of Azacitidine and Durvalumab",
        "description": "Data was not collected",
        "timeFrame": "Day 1, 8, 15 and 22"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 18,
      "otherCount": 0,
      "totalCount": 19
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:30.434Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}