{
  "nctId": "NCT04341298",
  "briefTitle": "Use of the Avulux® Lenses as an Aid in Reducing the Impact of Migraine Headaches",
  "officialTitle": "Clinical Evaluation of Avulux® Lenses as an Aid in Reducing the Impact of Migraine Headaches",
  "protocolDocument": {
    "nctId": "NCT04341298",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-02-21",
    "uploadDate": "2022-04-06T09:38",
    "size": 331087,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04341298/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 78,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-04-06",
    "completionDate": "2020-08-26",
    "primaryCompletionDate": "2020-08-26",
    "firstSubmitDate": "2020-04-08",
    "firstPostDate": "2020-04-10"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Subject is 18 years or older\n* Subject is willing and able to provide written informed consent\n* Diagnosis of migraine, based on a history of at least 5 attacks per month with the following primary headache characteristics:\n\n  * Headache attacks lasting 4-72 hours (untreated or unsuccessfully treated)\n  * Headache has at least two of the following characteristics:\n\n    * unilateral location\n    * pulsating quality\n    * moderate or severe pain intensity\n    * aggravation by or causing avoidance of routine physical activity (e.g. walking or climbing stairs)\n  * Headache occurs with at least one of the following symptoms:\n\n    * nausea and/or vomiting\n    * photophobia and phonophobia\n* Subject has experienced at least 4 migraine attacks in the last month, with at least two migraine attacks resulting in severe pain prior to the use of any abortive medications\n* Migraines are not attributed to another disorder\n\nExclusion Criteria:\n\n* Subjects participating in another prospective, interventional clinical study\n* Subjects with other light sensitive conditions, such as iritis\n* Subjects who have less than 4 headache days per month with the above characteristics\n* Chronic migraine subjects (defined as subjects who experience a minimum of 15 headache days per month)\n* Subjects with headaches due to medication overuse (defined as regular use of headache medication for a minimum of 10 days per month, for a minimum period of 3 months)\n* Subjects who have had any change in their migraine treatment within 4 weeks prior to study enrollment\n* Subjects whose family members are currently participating in this study, or are employees of the study site, Avulux, or the coordinating CRO",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in 11-point Pain Scale Score After Two Hours (First Severe Headache)",
        "description": "Change in migraine pain from baseline to 2 hours after device application, based on first severe or very severe migraine headache experienced by a study subject (i.e. baseline pain score of 6 or higher). Pain scale is an 11-point scale, with integer values from 0 (no pain) to 10 (worst pain imaginable) inclusive.",
        "timeFrame": "from baseline to 2 hours after device application"
      }
    ],
    "secondary": [
      {
        "measure": "Change in 11-point Pain Scale Score After Four Hours (First Severe Headache)",
        "description": "Change in migraine pain from baseline to 4 hours after device application, based on first severe or very severe migraine headache experienced by a study subject (i.e. baseline pain score of 6 or higher). Pain scale is an 11-point scale, with integer values from 0 (no pain) to 10 (worst pain imaginable) inclusive.",
        "timeFrame": "from baseline to four hours after device application"
      }
    ],
    "other": [
      {
        "measure": "Number of Subjects With Quantifiable Improvement in Pain Score After Two Hours (First Severe Headache)",
        "description": "Number of subjects who show quantifiable improvement in overall migraine impact, as measured by a change in migraine pain from severe (i.e. baseline pain score of 6 or higher) to mild/no pain (defined as a pain score of 3 or less) after an elapsed time of 2 hours following application of the device, based on first severe or very severe migraine headache experienced by a study subject. Pain scale is an 11-point scale, with integer values from 0 (no pain) to 10 (worst pain imaginable) inclusive.",
        "timeFrame": "from baseline to 2 hours after device application"
      },
      {
        "measure": "Number of Subjects Who Require the Use of Abortive Medications (First Severe Headache)",
        "description": "Number of subjects who require abortive headache medication (e.g. analgesic or triptan) to control their first severe or very severe migraine headache (i.e. baseline pain score of 6 or higher) within 8 hours following application of the device. Pain scale is an 11-point scale, with integer values from 0 (no pain) to 10 (worst pain imaginable) inclusive.",
        "timeFrame": "baseline to 8 hours after device application"
      },
      {
        "measure": "Number of Subjects Suffering From Light Sensitivity After 2 Hours (First Severe Headache)",
        "description": "Number of subjects suffering from light sensitivity after elapsed time of 2 hours following application of the device, based on first severe or very severe migraine headache experienced by a study subject (i.e. baseline pain score of 6 or higher). Pain scale is an 11-point scale, with integer values from 0 (no pain) to 10 (worst pain imaginable) inclusive.",
        "timeFrame": "2 hours after device application"
      },
      {
        "measure": "Number of Subjects Suffering From Light Sensitivity After 4 Hours (First Severe Headache)",
        "description": "Number of subjects suffering from light sensitivity after elapsed time of 4 hours following application of the device, based on first severe or very severe migraine headache experienced by a study subject (i.e. baseline pain score of 6 or higher). Pain scale is an 11-point scale, with integer values from 0 (no pain) to 10 (worst pain imaginable) inclusive.",
        "timeFrame": "4 hours after device application"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 1,
      "otherCount": 4,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 52,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:53.211Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}