{
  "nctId": "NCT03012334",
  "briefTitle": "The Effects of Lasmiditan on Simulated Driving Performance - Healthy Participants",
  "officialTitle": "A Phase I, Randomized, Double-Blind, Placebo-Controlled, 5-Period, Cross-Over Study Assessing the Effects of Lasmiditan on Simulated Driving Performance in Normal Healthy Volunteers",
  "protocolDocument": {
    "nctId": "NCT03012334",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2016-12-06",
    "uploadDate": "2019-02-04T04:10",
    "size": 1669610,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03012334/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 90,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-01-16",
    "completionDate": "2017-06-08",
    "primaryCompletionDate": "2017-06-08",
    "firstSubmitDate": "2016-12-27",
    "firstPostDate": "2017-01-06"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Able and willing to voluntarily consent to participate in this study and provide written informed consent prior to start of any study-specific procedures.\n* Males and females between the ages of 21 and 50 years of age (inclusive). No more than 60% of one gender will be enrolled in the study.\n* Body Mass Index (BMI) between 18 and 32 kilograms per meter squared (kg/m²) (inclusive).\n* Participant is able to reliably perform study assessments (Standard Deviation of Lateral Position (SDLP) no higher than 1 standard deviation greater than the mean for normal healthy adults completing the practice scenario; Symbol Digit Coding (SDC) Correct no less than 1 standard deviation below the mean for healthy adults in their age range); demonstrates the ability to understand task instructions, and is physically capable (e.g., adequate manual dexterity, vision, and hearing) and cognitively capable of performing study tasks.\n* Participant possesses a valid driver's license and is an active driver. Drives a minimum of 10,000 miles (about 16,000 km) per year for the previous 3 years.\n* Participant must also demonstrate simulator sickness questionnaire scores which are not indicative of simulator sickness as defined in the driving simulation operations manual.\n* Participant has a regular sleep pattern, is not engaged in shift-work, and in general, has at least 7 hours of sleep each night (bedtime occurs between 21:00 and 24:00 hours).\n* Participant has a score \\< 10 on the Epworth Sleepiness Scale.\n* Use of a medically highly effective form of birth control during the study and for thirty (30) days:\n* Participants who are willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures.\n\nExclusion Criteria:\n\n* History or presence of clinically significant condition that, in the opinion of the Investigator, would jeopardize the safety of the participant or the validity of the study results.\n* A history within 2 years of, or current treatment for, a sleeping disorder (including excessive snoring, obstructive sleep apnea), or a chronic painful condition that interferes with the participant's sleep.\n* A history of difficulty either falling asleep or staying asleep in the previous 3 months, that is considered clinically significant by the investigator.\n* Participant has a history or diagnosis of any of the following conditions:\n\n  * Primary or secondary insomnia\n  * Narcolepsy\n  * Cataplexy (familial or idiopathic)\n  * Circadian Rhythm Sleep Disorder\n  * Parasomnia including nightmare disorder, sleep terror disorder, sleepwalking disorder, and rapid eye movement behavior disorder\n  * Sleep-related Breathing Disorder (obstructive or central sleep apnea syndrome, central alveolar hypoventilation syndrome)\n  * Periodic Limb Movement Disorder\n  * Restless Legs Syndrome\n  * Primary Hypersomnia\n  * Excessive Daytime Sleepiness (EDS)\n  * Participant has visual or auditory impairment which in the opinion of the investigator would interfere with study related procedures or study conduct.\n* Expected to use any other medication or dietary supplement to promote sleep including over- the-counter sleep medications, during their participation in the study.\n* Participant consumes excessive amounts of coffee, tea, cola, or other caffeinated beverages per day.\n* Participant has traveled across 1 or more time zones (transmeridian travel) in the last 2 weeks prior to randomization or is expected to travel across 1 or more time zones during the study.\n* Expected to work on a rotating shift during their participation in the study.\n* Participant works a night shift.\n* History or presence of seizure disorder.\n* History of urinary retention, angle closure glaucoma, or increased ocular pressure.\n* History of gastrointestinal tract surgery, except for appendectomy.\n* Has abnormal finding on the physical exam, medical history, electrocardiogram (ECG), or clinical laboratory results at Screening, that are considered clinically significant by the investigator.\n* Presence of out-of-range cardiac interval on the screening ECG or other clinically significant ECG abnormalities\n* History of orthostatic hypotension, fainting spells, or blackouts, that are considered clinically significant by the investigator.\n* The presence of chronic or acute infections, that are considered clinically significant by the investigator.\n* History of allergy/hypersensitivity (including drug allergies) that are deemed relevant to the study as judged by the Investigator.\n* Use of psychoactive prescription or non-prescription medications, psychoactive nutritional supplements or herbal preparations within 2 weeks or 5 half-lives (whichever is longer) of admission to the clinical research unit (CRU) on Day -1.\n* Has received any previous study drug within 30 days prior to the first dose of this study drug.\n* Is a smoker of more than 10 cigarettes or eCigarettes, or 3 cigars or 3 pipes per day, and is unable to refrain from smoking while confined to the CRU.\n* Has any history of dependency or treatment for substance abuse within the past 2 years.\n* Participant with a history of alcoholism or who consumes excessive amounts of alcohol.\n* Participants who consume alcohol on a regular basis (i.e., ≥ 5 times/week) before bedtime will be excluded from the study.\n* Inability to comply with the dietary regimen of the clinical research center.\n* Pregnancy / positive pregnancy test.\n* Planning to become pregnant during the study or within 1 month of study completion.\n* Inability to use adequate contraception during the study. It is recommended that adequate contraception be used for 30 days following completion of the study.\n* Has a positive screen for alcohol or other drugs of abuse (amphetamines, methamphetamines, barbiturates, benzodiazepines, cocaine, cannabinoids, opiates).\n* Has a history for Hepatitis B, Hepatitis C , or Human Immunodeficiency Virus (HIV) at Screening or has been previously treated for Hepatitis B, Hepatitis C, or HIV.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "21 Years",
    "maximumAge": "50 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Simulated Driving Performance in Healthy Participants as Measured by Standard Deviation of Lateral Position (SDLP) Using the Cognitive Research Corporation Driving Simulator-MiniSim (CRCDS-MiniSim)",
        "description": "The standard deviation of lateral position (SDLP) is the primary parameter used as stable measure of driving performance with high test-retest reliability. It measures the driver's ability to stay in a constant position within the driving lane. Variations in the lateral position are recorded and analyzed. SDLP, was analyzed using a mixed model with fixed effects for sequence, period, and treatment, and a random effect for participant within sequence. A variance component covariance structure and Kenward-Roger degrees of freedom was used.",
        "timeFrame": "Approximately 90 minutes post dose, on Day 1, 7, 14, 21, or 28 depending upon the assigned treatment sequence"
      }
    ],
    "secondary": [
      {
        "measure": "Karolinska Sleepiness Scale (KSS) Score",
        "description": "The KSS is used to assess subjective level of sleepiness. This is a participant self-report measure of situational sleepiness and provides an assessment of alertness/sleepiness at a particular point in time. It is a 9-point categorical Likert scale on which the participant rates sleepiness from 1 (very alert) to 9 (very sleepy/fighting sleep), with higher scores indicating more sleepiness and lower scores indicating more alertness.",
        "timeFrame": "Approximately 85 minutes post dose, on Day 1, 7, 14, 21, or 28 depending upon the assigned treatment sequence"
      },
      {
        "measure": "Percentage of Participants With Self-Reported Readiness to Drive",
        "description": "On each dosing day participants were asked \"Right now do you feel safe to drive?\". Pair-wise comparisons for readiness to drive were analyzed using McNemar test.",
        "timeFrame": "Approximately 85 minutes post dose, on Day 1, 7, 14, 21, or 28 depending upon the assigned treatment sequence"
      },
      {
        "measure": "Motivational and Self-Appraisal Visual Analog Scale (VAS)",
        "description": "After completing the driving simulation, participants assessed their own performance and their level of motivation to perform at their best during the driving simulation. Participants responded to 2 questions: 1. How well do you think you drove for the last 60 minutes? 2. How motivated did you feel to drive at your best during the last 60 minutes of driving?. Participants recorded their response to each question by writing a vertical line on a 100 millimeters (mm) horizontal, linear visual analog scale indicating their level of performance (Not Satisfactory to Satisfactory) and motivation (Not Motivated to Motivated). Scores on the 100 mm linear scale were measured to the nearest millimeter from the left. Scores ranged from 0-100 mm, with higher scores indicating motivated and satisfactory and lower scores indicating not motivated and not satisfactory.",
        "timeFrame": "Approximately 2.5 hours post dose, on Day 1, 7, 14, 21, or 28 depending upon the assigned treatment sequence"
      },
      {
        "measure": "Number of Correct Responses in Driving Performance Using CogScreen Symbol Digit Coding (SDC) Test",
        "description": "The SDC Test, a digit symbol substitution test that is sensitive to changes in information processing speed, provides measures of response speed and accuracy. The test was administered prior to the simulated driving sessions. The principal test score measures the number of correct responses in 120 seconds. SDC was used in this study to measure attention, visual scanning, working memory, and speed of information processing. Scores range from 0 (No correct responses). A higher score indicates greater processing speed.",
        "timeFrame": "Approximately 85 minutes post dose, on Day 1, 7, 14, 21, or 28 depending upon the assigned treatment sequence"
      },
      {
        "measure": "Driving Performance Using the CRCDS-MiniSim - Lane Exceedance",
        "description": "The CRCDS-MiniSim is a PC-based research driving simulator that provides a realistic automotive driving environment. The present study employs the Country Vigilance-Divided Attention (CVDA) driving scenario, a 62.1 mile (100 km), monotonous, two lane highway driving task that includes a secondary visual vigilance task (DA). The monotonous Country Vigilance scenario has been demonstrated to be sensitive to detect the effects of fatigue or sleepiness on driving performance. Lane exceedance is the number of lane exceedances, an indication of lane position control, (i.e., the driver's ability to stay within his/her lane), as measured by the number of times that the front left or right tire of the vehicle crosses over the right or left lane boundary.",
        "timeFrame": "Approximately 90 minutes post dose, on Day 1, 7, 14, 21, or 28 depending upon the assigned treatment sequence"
      },
      {
        "measure": "Driving Performance Using the CRCDS-MiniSim - Speed Deviation",
        "description": "The CRCDS-MiniSim is a PC-based research driving simulator that provides a realistic automotive driving environment. The present study employs the Country Vigilance-Divided Attention (CVDA) driving scenario, a 62.1 mile (100 km), monotonous, two lane highway driving task that includes a secondary visual vigilance task (DA). The monotonous Country Vigilance scenario has been demonstrated to be sensitive to detect the effects of fatigue or sleepiness on driving performance. Speed deviation is a measure of intra-individual variability. Measures that assess an individual's failure to maintain consistent performance are more sensitive to sedation than are measures of absolute performance.",
        "timeFrame": "Approximately 90 minutes post dose, on Day 1, 7, 14, 21, or 28 depending upon the assigned treatment sequence"
      }
    ],
    "other": [
      {
        "measure": "Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)",
        "description": "Data presented are the number of participants who experienced 1 or more AEs (all causalities and drug-related) and serious AEs (SAEs). A summary of SAEs and other non-serious AEs, regardless of causality is located in the Reported Adverse Events section of this record.",
        "timeFrame": "Up To 35 days"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 6,
      "otherCount": 1,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 71,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:52.900Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}