{
  "nctId": "NCT04200911",
  "briefTitle": "Cognition, Age, and RaPamycin Effectiveness - DownregulatIon of thE mTor Pathway",
  "officialTitle": "Cognition, Age, and RaPamycin Effectiveness - DownregulatIon of thE mTor Pathway (CARPE DIEM)",
  "protocolDocument": {
    "nctId": "NCT04200911",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-06-18",
    "uploadDate": "2023-01-27T14:09",
    "size": 921712,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04200911/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "EARLY_PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 10,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-06-01",
    "completionDate": "2022-01-13",
    "primaryCompletionDate": "2022-01-13",
    "firstSubmitDate": "2019-12-06",
    "firstPostDate": "2019-12-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Diagnosis of Mild Cognitive Impairment (MCI) or Alzheimer's disease, Global Clinical Dementia Rating Scale (CDR)=0.5-1\n* Normal blood cell counts without clinically significant excursions; ; normal liver and renal function; and glucose control (HbA1c \\< 6.5%). Lipid panel and PT/PTT/INR within normal limits\n* A Legally Authorized Representative (LAR) if necessary for consent\n* An LAR or study partner to accompany participant to all visits\n* Availability for all study visits\n* Stable dose of AD medications) Donepezil, rivastigmine, memantine, galantamine) for at least 3 months prior to the baseline visit\n\nExclusion Criteria:\n\n* Diabetes (HbA1c≥6.5% or anti-diabetic medications)\n* History of skin ulcers or poor wound healing\n* Current tobacco or illicit drug use or alcohol abuse\n* Use of anti-platelet or anti-coagulant medications other than aspirin\n* Current medications that affect cytochrome P450 3A4; current or recent medications for hypertriglyceridemia (eg, Gemfibrozil)\n* Hypersensitivity or history of allergy to Rapamycin\n* Immunosuppressant therapy within the last year; current treatment with hydroxychloroquine and chloroquine (requires \"washout period\" of 14 days)\n* Chemotherapy or radiation treatment within the last year\n* Current or chronic history of liver disease or known hepatic or biliary abnormalities\n* History of primary hypertriglyceridemia. Abnormal triglycerides \\>200 or LDL cholesterol \\>193, or other abnormal labs deemed clinically significant upon investigator review\n* Current or chronic history of pulmonary disease or abnormal pulse oximetry (\\<90%)\n* Chronic heart failure\n* Pregnancy\n* Recent history (past 6 months) of myocardial infarction, active coronary artery disease, intestinal disorders, stroke, or transient ischemic attack\n* significant neurological conditions other than AD\n* Poorly controlled blood pressure (systolic BP\\>160, diastolic BP\\>90mmHg)\n* Active inflammatory, COVID-19, autoimmune, infectious, hepatic, gastrointestinal, malignant, and/or psychiatric disease\n* History of, or Magnetic Resonance Imaging (MRI) positive for any space occupying lesion, including mass effect and/or abnormal intracranial pressure, which would indicate contraindication to lumbar puncture\n* Organ transplant recipients",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "55 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Blood Brain Barrier Penetration of RAPA",
        "description": "Lumbar punctures will be performed at baseline and after the final RAPA dose, to assess CSF levels of the drug. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "Change from Baseline to 8 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Adverse Events",
        "description": "Number of adverse events experienced across all 10 subjects after they were enrolled and randomized to treatment, regardless of relatedness to intervention.",
        "timeFrame": "Baseline to 8 weeks"
      },
      {
        "measure": "Change in Vitals From Baseline to 8 Weeks",
        "description": "Evaluation of vitals. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "Baseline to 8 weeks"
      },
      {
        "measure": "Percentage of Study Drug Pills Taken",
        "description": "Average percentage of study drug pills taken across all 10 subjects after they were enrolled and randomized to treatment. The percentage of study drug pills taken was evaluated by having participants return any leftover study drug pills at each visit during the active treatment period.",
        "timeFrame": "Baseline to 8 weeks"
      },
      {
        "measure": "Change in CSF AD Biomarkers From Baseline to 8 Weeks",
        "description": "Evaluation of CSF AD biomarkers. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "Baseline to 8 weeks"
      },
      {
        "measure": "Change in Plasma AD Biomarkers From Baseline to 8 Weeks",
        "description": "Evaluation of plasma AD biomarkers. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "Baseline to 8 weeks"
      },
      {
        "measure": "Change in CSF Inflammatory Markers From Baseline to 8 Weeks",
        "description": "Evaluation of CSF inflammatory markers. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "Baseline to 8 weeks"
      },
      {
        "measure": "Change in Plasma Inflammatory Markers From Baseline to 8 Weeks",
        "description": "Evaluation of plasma inflammatory markers. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "Baseline to 8 weeks"
      },
      {
        "measure": "Safety Labs - Change in White Blood Cell and Platelet Counts From Baseline to 8 Weeks",
        "description": "Evaluation of safety labs - white blood cell and platelet counts. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "Baseline to 8 weeks"
      },
      {
        "measure": "Safety Labs - Change in Red Blood Cell Count",
        "description": "Evaluation of safety labs - red blood cell counts. Change in red blood cell count calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "Baseline to 8 weeks"
      },
      {
        "measure": "Safety Labs - Change in Mean Corpuscular Volume",
        "description": "Evaluation of safety labs - Change in Mean Corpuscular volume. Change is calculated as value at 8 weeks minus the value at baseline",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Safety Labs - Change in Mean Corpuscular Hemoglobin",
        "description": "safety labs - Mean Corpuscular Hemoglobin. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8-weeks"
      },
      {
        "measure": "Safety Labs - Change in Metabolic Parameters (g/dl)",
        "description": "Evaluation of safety labs - metabolic parameters. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Safety Labs - Change in Hematocrit",
        "description": "Evaluation of of safety labs - hematocrit. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Safety Labs - Change in Monocytes",
        "description": "Evaluation of of safety labs - monocytes. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Safety Labs - Change in Red Cell Distribution Width",
        "description": "Evaluation of of safety labs - Red cell distribution width. Change is calculated as value at 8 weeks minus the value at baseline. The value reported is % of red blood cell size and volume variability.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Safety Labs - Change in Hemoglobin A1c",
        "description": "Evaluation of of safety labs - hemoglobin A1c. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Safety Labs - Change in Metabolic and Lipid Parameters (mg/dl)",
        "description": "Evaluation of safety labs - metabolic and lipid parameters. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Safety Labs - Change in Sodium and Potassium (mmol/L)",
        "description": "Evaluation of safety labs - sodium and potassium. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Safety Labs - Change in Liver Panel (iU/L)",
        "description": "Evaluation of safety labs - liver panel. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change in Montreal Cognitive Assessment (MoCA)",
        "description": "The Montreal Cognitive Assessment (MoCA) assesses global cognition with scores ranging from 0 to 30 points. Higher scores indicate better performance.Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on the Clinical Rating Scale Global Score",
        "description": "The Clinical Rating Scale Global Score assesses cognition and daily functioning with scores ranging from 0 to 3 points. Higher scores indicate worse cognition and/or functional status.Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on the Clinical Rating Scale Sum of Boxes Score",
        "description": "The Clinical Rating Scale Sum of Boxes assesses cognition and daily functioning with scores ranging from 0 to 18 points. Higher scores indicate worse cognition and/or functional status.Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on the Hopkins Verbal Learning Test - Revised Immediate Recall",
        "description": "The Hopkins Verbal Learning Test - Revised Immediate Recall assesses verbal list learning with scores ranging from 0 to 36 points. Higher scores indicate better performance. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on the Hopkins Verbal Learning Test - Revised Delayed Recall",
        "description": "The Hopkins Verbal Learning Test - Revised Delayed Recall assesses verbal list learning with scores ranging from 0 to 12 points. Higher scores indicate better performance. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on the Craft Story Immediate Recall Verbatim",
        "description": "The Craft Story Immediate Recall Verbatim assesses verbal narrative learning with scores ranging from 0 to 44 points. Higher scores indicate better performance. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on the Craft Story Delayed Recall Verbatim",
        "description": "The Craft Story Delayed Recall Verbatim assesses verbal memory recall with scores ranging from 0 to 44 points. Higher scores indicate better performance. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on the Benson Figure Copy",
        "description": "The Benson Figure Copy assesses visuoconstructional skills with scores ranging from 0 to 17points. Higher scores indicate better performance. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on the Benson Figure Delayed Recall",
        "description": "The Benson Figure Delayed Recall assesses visual memory with scores ranging from 0 to 17 points. Higher scores indicate better performance.Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on the Number Span Forward",
        "description": "The Number Span Forward test assesses basic attention with scores ranging from 0 to 16 points. Higher scores indicate better performance. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on the Number Span Backward",
        "description": "The Number Span Backward test assesses working memory with scores ranging from 0 to 14 points. Higher scores indicate better performance. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on the Trail Making Test Part A, Time to Completion",
        "description": "The Trail Making Test Part A, time to completion assesses psychomotor speed and visual scanning with scores ranging from 1 to 150 seconds. Higher scores indicate worse performance. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change Trail Making Test Part B, Time to Completion",
        "description": "The Trail Making Test Part B, time to completion assesses attentional shifting with scores ranging from 1 to 300 seconds. Higher scores indicate worse performance. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on Phonemic Fluency",
        "description": "The Phonemic fluency test assesses speeded word generation to a phonemic cue. Scores begin at 0 with no upper limit. Higher scores indicate better performance. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on Semantic Fluency",
        "description": "The Semantic fluency test assesses speeded word generation to a semantic cue. Scores begin at 0 with no upper limit. Higher scores indicate better performance. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on the Multilingual Naming Test",
        "description": "The Multilingual Naming Test assesses confrontation naming. Scores range from 0 to 32 and higher scores indicate better performance. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on the Hayling, Total Errors",
        "description": "The Hayling assesses response inhibition errors. Scores range from 0 to 30 and higher scores indicate worse performance. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on Grip Strength, Dominant Hand",
        "description": "The grip strength, dominant hand assesses grip strength in kilograms. Values begin at 0 with no upper limit. Higher scores indicate better performance Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on Grip Strength, Non-dominant Hand",
        "description": "The grip strength, non-dominant hand assesses grip strength in kilograms. Values begin at 0 with no upper limit. Higher scores indicate better performance. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on the Geriatric Depression Scale 15-item",
        "description": "The Geriatric Depression Scale 15-item assesses depressive symptomatology. Scores range from 0 to 15 and higher scores indicate worse outcomes. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on the Functional Activities Questionnaire",
        "description": "The Functional Activities Questionnaire assesses functional status for independent activities of daily living. Scores range from 0 to 30 and higher scores indicate worse outcomes. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Cognition/Functional Status - Change on the Neuropsychiatric Inventory Questionnaire",
        "description": "The Neuropsychiatric Inventory Questionnaire assesses neuropsychiatric symptoms. Scores range from 0 to 12 and higher scores indicate worse outcomes. Change is calculated as value at 8 weeks minus the value at baseline.",
        "timeFrame": "8 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 41,
      "otherCount": 0,
      "totalCount": 42
    },
    "studyDesign": {
      "phases": [
        "EARLY_PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:40.962Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}