{
  "nctId": "NCT03055988",
  "briefTitle": "Cardiovascular Function in COPD Patients",
  "officialTitle": "An Exploratory, Randomised, Double-blind, Double-dummy, Active-controlled, Two Period Cross-over Study to Investigate the Effect of 6 Weeks Treatment of Orally Inhaled Tiotropium + Olodaterol Fixed Dose Combination (FDC) Delivered by the Respimat® Inhaler With Fluticasone Propionate + Salmeterol FDC Delivered by the Accuhaler® Inhaler, on Left Ventricular Function and Arterial Stiffness in Patients With Chronic Obstructive Pulmonary Disease (COPD)",
  "protocolDocument": {
    "nctId": "NCT03055988",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2017-11-30",
    "uploadDate": "2019-03-20T05:03",
    "size": 1150163,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03055988/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 76,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-03-29",
    "completionDate": "2018-03-26",
    "primaryCompletionDate": "2018-03-05",
    "firstSubmitDate": "2017-02-14",
    "firstPostDate": "2017-02-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion criteria:\n\n* All patients must sign an informed consent consistent with International Council on Harmonisation - Good Clinical Practice (ICH-GCP) guidelines prior to participation in the trial, which includes medication washout and restrictions.\n* All patients must have a diagnosis of chronic obstructive pulmonary disease for which they are treated with one or more long-acting inhaled bronchodilators prior to enrolment and must meet the following spirometric criteria:\n\nPatients must have stable airway obstruction with a post-bronchodilator Forced Expiratory Volume in 1st second (FEV1) \\< 70% of predicted normal calculated with European Coal and Steel Community (ECSC) formulas, and a post-bronchodilator FEV1/Forced Vital Capacity (FVC)\\< 70% at Visit 1\n\n* Patients with hyperinflation at rest defined as Functional Residual capacity (FRC) \\> 120 % predicted, with post-bronchodilator reversibility greater than and equal to 7,5 % predicted at Visit 1.\n* Male or female patients between 40 and 75 years of age (inclusive) on day of signing informed consent.\n* Patients with a smoking history of more than 10 pack years.\n* Patients with Modified Medical Research Council (mMRC) Dyspnoea score \\> 1 at Visit 1.\n* Patients must be able to perform technically acceptable pulmonary function tests (spirometry and body plethysmography), Cardiac Magnetic Resonance (CMR), brachial blood pressure measurements with Pulse Wave Analysis (PWA) and other tests during the study period as required in the protocol.\n* Patients must be able to inhale medication in a competent manner from the Respimat and Accuhaler inhalers and from a metered dose inhaler (MDI).\n\nExclusion criteria:\n\n* Patients with a significant disease other than Chronic Obstructive Pulmonary Disease (COPD).\n* Patients with a clinically relevant abnormal baseline haematology, blood chemistry, or creatinine.\n* Patients with a diagnosis of asthma.\n* Patients with a COPD exacerbation in the 6 weeks prior to screening (Visit 1) and patients who experience COPD exacerbation or respiratory tract infection during the washout phase prior to randomisation.\n* A history of myocardial infarction, cerebrovascular event or coronary artery intervention other than Coronary Artery Bypass Graft (CABG) within 1 year of screening.\n* Abnormal and clinically significant 12-lead Electrocardiogram (ECG).\n* Hospitalized for heart failure within the past year. Current severe heart failure (New York Heart Association (NYHA) class IV. Ejection fraction \\<= 40% from Cardiac Magnetic Resonance (CMR) baseline assessment.\n* Patients with systolic blood pressure \\> 140mmHg and/or diastolic blood pressure \\> 90mmHg at Visit 1.\n* A diagnosis of thyrotoxicosis.\n* Known active tuberculosis, cardiac sarcoidosis.\n* Any malignancy unless free of disease for at least five years.\n* A history of cystic fibrosis.\n* Clinically evident bronchiectasis.\n* Patients with severe emphysema requiring endobronchial interventions within 6 months prior to screening.\n* A history of significant alcohol or drug abuse.\n* Patients who have undergone thoracotomy with pulmonary resection.\n* Patients being treated with any oral ß-adrenergics.\n* Patients being treated with oral corticosteroid medication within 6 weeks prior to Visit 1.\n* Patients being prescribed long-term home oxygen treatment.\n* Patients who have completed a pulmonary rehabilitation program in the six weeks prior to the screening visit or patients who are currently in a pulmonary rehabilitation program.\n* Patients who have taken an investigational drug within one month or six half lives (whichever is greater) prior to screening visit.\n* Patients with known hypersensitivity to ß-adrenergics drugs, anticholinergic drugs, fluticasone propionate or to any of the excipients, Benzalkonium chloride (BAC), Disodium edentate (EDTA) or Lactose monohydrate (which contains milk proteins) or any other component of the Respimat® or Accuhaler® delivery systems.\n* Women who are pregnant, nursing, or who plan to become pregnant while in the trial.\n* Women of childbearing potential not using highly effective methods of birth control.\n* Patients who have previously been enrolled in this study or are currently enrolled in another study.\n* Patient who are unable to comply with pulmonary medication restrictions prior to randomisation\n* Patients with pacemakers and metal implants (i.e. vascular clips and stents, metal silver in patient's eye) and patients with claustrophobia, due to contraindications for CMR.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Left Ventricular End Diastolic Volume Index (LVEDVI) in the 6th Week of Treatment",
        "description": "LVEDVI is normalised left ventricular end diastolic volume, divided by body surface area.\n\nBaseline was defined as the value obtained during the assessment performed in a week prior to Visit 2 (Day 1). The change from baseline was calculated as the value obtained in a week prior to Visits 3 and 4 (end of each treatment periods) minus the baseline value.",
        "timeFrame": "Baseline and 6 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Aortic Distensibility After 6 Weeks of Treatment",
        "description": "Change from baseline in aortic distensibility is presented. Aortic distensibility measurements as measure of arterial stiffness were derived from cine images acquired at end-expiration in planes perpendicular to the thoracic aorta at the level of the pulmonary artery (ascending and descending section of thoracic aorta), abdominal aorta, and perpendicularly to the main, right, and left pulmonary arteries.",
        "timeFrame": "Baseline and 6 weeks"
      },
      {
        "measure": "Change From Baseline in Pulmonary Artery Pulsatility After 6 Weeks of Treatment",
        "description": "Change from baseline in pulmonary artery pulsatility (PAP) is presented. Pulmonary artery pulsatility measurements as measure of arterial stiffness were derived from cine images acquired at end-expiration in planes perpendicular to the thoracic aorta at the level of the pulmonary artery (ascending and descending section of thoracic aorta), abdominal aorta, and perpendicularly to the main, right, and left pulmonary arteries.",
        "timeFrame": "Baseline and 6 weeks"
      },
      {
        "measure": "Change From Baseline in Central Systolic Pressure After 6 Weeks of Treatment",
        "description": "Change from baseline in central systolic pressure is presented.",
        "timeFrame": "Baseline and 6 weeks"
      },
      {
        "measure": "Change From Baseline in Pulse Pressure After 6 Weeks of Treatment",
        "description": "Change from baseline in pulse pressure is presented.",
        "timeFrame": "Baseline and 6 weeks"
      },
      {
        "measure": "Change From Baseline in Aortic Augmentation Index After 6 Weeks of Treatment",
        "description": "Change from baseline in aortic augmentation index is presented. Augmentation index was derived from brachial pulse wave separation analysis as augmentation pressure (pressure difference between the reflection wave to the ejection wave) divided by central pulse pressure (at the central aortic site) multiplied by 100.",
        "timeFrame": "Baseline and 6 weeks"
      },
      {
        "measure": "Change From Baseline in Functional Residual Capacity Body Plethysmography (FRCpleth) % Predicted After 6 Weeks of Treatment",
        "description": "Change from Baseline in Functional Residual Capacity Body Plethysmography (FRCpleth) % predicted is presented. Functional residual capacity, percent predicted is a lung volume at the end of normal expiration assessed/measured by body plethysmography and compared to predicted capacity for such subject, if nonsmoker and without a disease which could compromise their ventilator function, to give a percentage predicted.",
        "timeFrame": "Baseline and 6 weeks"
      },
      {
        "measure": "Change From Baseline in 1.5 Hour Post Dose Forced Expiratory Volume in 1st Second (FEV1) After 6 Weeks of Treatment",
        "description": "Change from baseline in 1.5 hour post dose Forced Expiratory Volume in 1st second (FEV1) is presented.",
        "timeFrame": "Baseline and 6 weeks"
      },
      {
        "measure": "Change From Baseline in 1.5 Hour Post Dose Forced Vital Capacity (FVC) After 6 Weeks of Treatment",
        "description": "Change from baseline in 1.5 hour post dose Forced Vital Capacity (FVC) is presented.",
        "timeFrame": "Baseline and 6 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:28.346Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}