{
  "nctId": "NCT03406767",
  "briefTitle": "A Comparison Between GLA:D Canada and an Individualized JointEffort Exercise Program in Knee Osteoarthritis Patients",
  "officialTitle": "A Comparison Between a Standardized (GLA:D Canada) and an Individualized (JointEffort) Exercise Program on Functional Mobility, Quality of Life, Pain Management, and Inflammatory Biomarkers in Knee Osteoarthritis Patients",
  "protocolDocument": {
    "nctId": "NCT03406767",
    "filename": "Prot_SAP_002.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-08-30",
    "uploadDate": "2018-10-17T15:50",
    "size": 241240,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03406767/document/Prot_SAP_002.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 51,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-05-01",
    "completionDate": "2020-03-15",
    "primaryCompletionDate": "2020-03-15",
    "firstSubmitDate": "2018-01-05",
    "firstPostDate": "2018-01-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. have been diagnosed with OA by a primary care physician or orthopedic surgeon;\n2. ≥50 years of age;\n3. are able read, understand, and provide informed consent in English; and\n4. can attend exercise programming classes at the University of Calgary.\n\nExclusion Criteria:\n\n1. have physical or neurological impairments or pre-existing medical conditions where physical activity is contraindicated;\n2. have inflammatory arthritis, a fracture, tumor, or acute trauma; and\n3. participated in the JointEffort or GLA:D program previously.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "maximumAge": "100 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Knee Injury and Osteoarthritis Outcome Score (KOOS) self-report questionnaire",
        "description": "The KOOS self-report questionnaire \\[17\\] will be used to evaluate changes in symptoms and function related to knee OA at baseline, 2 and 12 months. Changes from baseline will be reported. The KOOS consists of 42 items in five subscales (pain, other symptoms, function in daily living, function in sport and recreation, and knee-related quality of life) scored on a 5-point Likert scale. Subscale scores will be summed and the total score transformed to a 0-100 scale with higher scores indicating better function.",
        "timeFrame": "Baseline, 2 and 12 months"
      }
    ],
    "secondary": [
      {
        "measure": "40m Fast Paced Walk Test",
        "description": "After a practice trial all participants will complete the 40m Face-Paced Walk Test at baseline, 2, and 12 months to provide a measure of physical function (endurance). Changes from baseline will be reported. Participants are asked to walk as quickly but as safely as possible, without running, along a 10 m (33 ft) walkway and then turn around a cone, return then repeat again for a total distance of 40 m (132 ft) (3 turns). If a regular walking aid is needed it will be allowed and its use recorded. The time of trial will be recorded (nearest 100th of a second) and expressed as speed m/s by dividing distance (40m) by time (s).",
        "timeFrame": "Baseline, 2 and 12 months"
      },
      {
        "measure": "30 Second Chair Stand Physical Function (Strength)",
        "description": "After a practice trial all participants will complete the 30s Chair Stand Test \\[13\\] at baseline, 2, and 12 months to provide a measure of physical function (strength). Changes from baseline will be reported. From a sitting position, on a chair of standardized height each participant will stand up until their hips and knees are fully extended, then sit completely back down, so that their bottom fully touches the seat. This will be repeated for 30 seconds. The number of full sit-to-stand movements in 30 seconds will be recorded. Participant are allowed to stop and rest if they become tired although the time keeps going. If a participant cannot stand even once then the score for the test is zero.",
        "timeFrame": "Baseline, 2 and 12 months"
      },
      {
        "measure": "Serum Biomarkers",
        "description": "A blood serum sample, collected at baseline, 2, and 12 months will be analyzed to assess for biomarkers (reported in picograms/ml) using a Discovery Assay (Custom-Plex human assay) with Luminex-xMAP technology (Eve Technologies). Changes from baseline will be reported.\n\nThe biomarkers include the following:\n\n1. Human Cytokine Array / Chemokine Array.\n2. Human Adipokine Array.\n3. Human Myokine Array.",
        "timeFrame": "Baseline, 2 and 12 months"
      },
      {
        "measure": "Arthritis-Related Self-Efficacy Scale",
        "description": "The self-report Arthritis-Related Self-Efficacy Scale will be used to measure patients' arthritis-specific self-efficacy, or patients' beliefs that they could perform specific tasks or behaviors to cope with the consequences of arthritis at baseline, 2 and 12 months. Changes from baseline will be reported. The scale consists of 20 items in 3 subscales(i.e., self-efficacy for managing pain, self-efficacy for physical function, and self-efficacy for controlling other symptoms) scored on a 10-point Likert Scale from very uncertain (1) to very certain (10).",
        "timeFrame": "Baseline, 2 and 12 months"
      },
      {
        "measure": "EuroQOL-5 Dimensions self-report questionnaire",
        "description": "The EuroQOL-5 Dimensions (EQ-5D-5L) self-report questionnaire \\[19\\] will be used to assess pain, other symptoms, function in daily living, function in sport and recreation, and knee related quality of life at baseline, 2 and 12 months. Changes from baseline will be reported. The EQ-5D-5L consists of 5 dimensions: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression, each with 5 response levels from no problems with item (1) to unable to perform item (5), in addition to a percentage score of overall perceived health.",
        "timeFrame": "Baseline, 2 and 12 months"
      },
      {
        "measure": "Intermittent and Constant Osteoarthritis Pain self-report questionnaire",
        "description": "The Intermittent and Constant Osteoarthritis Pain (ICOAP) self-report questionnaire \\[20\\] will be used to assess pain, taking into account both constant and intermittent pain experiences at baseline, 2 and 12 months. Changes from baseline will be reported.The 11-item tool is divided into 2 subscales: 1) constant pain (intensity, affected sleep, quality of life disruption, frustration and worrying about knee pain) and 2) pain that comes and goes (intensity, frequency, affected sleep, quality of life disruption, and frustration and worrying about knee pain), , each with 5 response levels from no pain (0) to extremely (4).",
        "timeFrame": "Baseline, 2 and 12 months"
      }
    ],
    "other": [
      {
        "measure": "Participant Sex",
        "description": "Participants will record their current sex on a custom study questionnaire at baseline. Options will be either male or female.",
        "timeFrame": "Baseline"
      },
      {
        "measure": "Participant Age",
        "description": "Participants will record their current age on a custom study questionnaire at baseline, 2 and 12 months.",
        "timeFrame": "Baseline, 2 and 12 months"
      },
      {
        "measure": "Participant Height",
        "description": "Participants height will be measured and recorded to the nearest 0.1cm using a standardized stadiometer at baseline, 2 and 12 months.",
        "timeFrame": "Baseline, 2 and 12 months"
      },
      {
        "measure": "Participant Weight",
        "description": "Participants weight will be measured and recorded to the nearest 0.1kg using a standardized portable medical scale at baseline, 2 and 12 months.",
        "timeFrame": "Baseline, 2 and 12 months"
      },
      {
        "measure": "Participant Body Mass Index (BMI)",
        "description": "BMI will be calculated (kg/m2) and converted into age and sex-specific percentiles using US growth charts, from height (nearest 0.1 cm using a stadiometer) and weight (nearest 0.1 kg using a portable medical scale) measurements.",
        "timeFrame": "Baseline, 2 and 12 months"
      },
      {
        "measure": "Participant Medical Comorbidities",
        "description": "Participants will record any current medical comorbidities on a custom study questionnaire at baseline, 2 and 12 months.",
        "timeFrame": "Baseline, 2 and 12 months"
      },
      {
        "measure": "Intervention Adherence",
        "description": "Exercise logs will be recorded at each visit",
        "timeFrame": "Two visits per week over the six weeks of the intervention"
      },
      {
        "measure": "Medication Use",
        "description": "Medication use will be logged daily and reviewed with research personnel at each visit",
        "timeFrame": "Baseline, daily over the six week intervention, 2 and 12 months"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 6,
      "otherCount": 8,
      "totalCount": 15
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 75,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:59.814Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}