{
  "nctId": "NCT04160260",
  "briefTitle": "Study to Evaluate the PK of PO Omadacycline in Adults With Community-Acquired Bacterial Pneumonia",
  "officialTitle": "A Phase 1 Multi-Center Study to Measure the Pharmacokinetics of Oral Omadacycline in Adult Subjects With Community-Acquired Bacterial Pneumonia (CABP)",
  "protocolDocument": {
    "nctId": "NCT04160260",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-08-26",
    "uploadDate": "2021-10-05T15:15",
    "size": 4785817,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04160260/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 18,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-11-28",
    "completionDate": "2020-04-13",
    "primaryCompletionDate": "2020-03-23",
    "firstSubmitDate": "2019-11-08",
    "firstPostDate": "2019-11-12"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male or female participants, age 18 or older who have signed the informed consent form\n* Must have a qualifying community-acquired bacterial pneumonia\n* Has disease severity such that oral antibiotics therapy is appropriate\n* Participants must not be pregnant at the time of enrollment\n* Must agree to a reliable method of birth control during the study and for 30 days following the last dose of study drug\n* Must be able to swallow tablets and comply with all of the requirements of the study\n\nExclusion Criteria:\n\n* Has received more than 24 hours of a potentially effective systemic antibacterial therapy within the 72 hours prior to the first dose of test article\n* Known or suspected infection caused by a pathogen that may be resistant to test article\n* Participants who reside in a long-term care or nursing home\n* Evidence of empyema\n* Evidence of significant immunological disease\n* Evidence of liver impairment or disease\n* Evidence of unstable cardiac disease\n* Severe renal disease or requirement for dialysis\n* Evidence of septic shock\n* Has a history of hypersensitivity or allergic reaction to any tetracycline\n* Has received an investigational drug within the past 30 days\n* Participants who are pregnant or nursing\n* Unable or unwilling to comply with the protocol requirements",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Log Geometric Mean Area Under the Concentration Versus Time Curve (AUC) From Time 0 to 48 Hours After Dosing (AUC[0-48]) of Oral Omadacycline on Day 2",
        "description": "AUC(0-48) was calculated using the linear trapezoidal linear interpolation method using WinNonlin validated statistical analysis software (SAS) program. Participants with plasma concentration data above the limit of quantification were included in the analysis for this pharmacokinetic (PK) endpoint. If any participant had an emesis within 4 hours after dosing on Study Days 1 and 2, the participant was excluded from PK Analysis. Data for 100 mg intravenous (IV) omadacycline treatment group which was used for comparison in the statistical analysis were obtained from 6 completed studies: PTK 0796-SDES-0501, PTK 0796-BEQU-0801, PTK 0796 WOIV-0703, CPTK796-A2104, CPTK796-A2201, and PTK 0796-RENL-15102. NCT numbers of these studies were not available.",
        "timeFrame": "Day 1: pre-dose; 1, 1.5, 2, 2.5, 3, 4, 6, 8, 12, 13, 13.5, 14, 14.5, 15, 16, and 24 hours post dose. Day 2: pre-dose; 1, 1.5, 2, 2.5, 3, 4, and 6 hours post dose"
      },
      {
        "measure": "Log Geometric Mean AUC From Time 0 to 24 Hours After Dosing (AUC[0-24]) of Oral Omadacycline on Day 1",
        "description": "AUC(0-24) was calculated using the linear trapezoidal linear interpolation method using WinNonlin validated SAS program. Participants with plasma concentration data above the limit of quantification were included in the analysis for this PK endpoint. If any participant had an emesis within 4 hours after dosing on Study Day 1, the participant was excluded from PK Analysis. Data for 100 mg intravenous (IV) omadacycline treatment group which was used for comparison in the statistical analysis were obtained from 6 completed studies: PTK 0796-SDES-0501, PTK 0796-BEQU-0801, PTK 0796 WOIV-0703, CPTK796-A2104, CPTK796-A2201, and PTK 0796-RENL-15102. NCT numbers of these studies were not available.",
        "timeFrame": "Day 1: pre-dose; 1, 1.5, 2, 2.5, 3, 4, 6, 8, 12, 13, 13.5, 14, 14.5, 15, 16, and 24 hours post dose"
      },
      {
        "measure": "Geometric Mean AUC From Time 0 to the Last Quantifiable Concentration (AUClast) of Oral Omadacycline on Day 1 and Day 2",
        "description": "AUClast was calculated using the linear trapezoidal linear interpolation method using WinNonlin validated SAS program. Participants with plasma concentration data above the limit of quantification were included in the analysis for this PK endpoint. If any participant had an emesis within 4 hours after dosing on Study Days 1 and 2, the participant was excluded from PK Analysis.",
        "timeFrame": "Day 1: pre-dose; 1, 1.5, 2, 2.5, 3, 4, 6, 8, 12, 13, 13.5,14, 14.5, 15, 16, and 24 hours post dose; Day 2: pre-dose; 1, 1.5, 2,2.5, 3, 4, and 6 hours post dose"
      },
      {
        "measure": "Geometric Mean of Maximum Observed Plasma Concentration (Cmax) of Oral Omadacycline on Day 1 and Day 2",
        "description": "Cmax was calculated using the linear trapezoidal linear interpolation method using WinNonlin validated SAS program. Participants with plasma concentration data above the limit of quantification were included in the analysis for this PK endpoint. If any participant had an emesis within 4 hours after dosing on Study Days 1 and 2, the participant was excluded from PK Analysis.",
        "timeFrame": "Day 1: pre-dose; 1, 1.5, 2, 2.5, 3, 4, 6, 8, 12, 13, 13.5,14, 14.5, 15, 16, and 24 hours post dose; Day 2: pre-dose; 1, 1.5, 2,2.5, 3, 4, and 6 hours post dose"
      },
      {
        "measure": "Median Time to Reach the Maximum Observed Plasma Concentration (Tmax) of Oral Omadacycline on Day 1 and Day 2",
        "description": "Tmax was calculated using the linear trapezoidal linear interpolation method using WinNonlin validated SAS program. Participants with plasma concentration data above the limit of quantification were included in the analysis for this PK endpoint. If any participant had an emesis within 4 hours after dosing on Study Days 1 and 2, the participant was excluded from PK Analysis.",
        "timeFrame": "Day 1: Pre-dose, 1, 1.5, 2, 2.5, 3, 4, 6, 8, 12, 13, 13.5,14, 14.5, 15, 16, 24 hours post dose; Day 2: Pre-dose, 1, 1.5, 2,2.5, 3, 4, 6 hours post-dose"
      },
      {
        "measure": "Median Elimination Half-life Associated With the Terminal Slope of the Semilogarithmic Concentration-time Curve (T1/2) of Oral Omadacycline on Day 1 and Day 2",
        "description": "T1/2 was calculated using the linear regression of the terminal portion of the natural log-plasma concentration versus time curve. Participants with plasma concentration data above the limit of quantification were included in the analysis for this PK endpoint. If any participant had an emesis within 4 hours after dosing on Study Days 1 and 2, the participant was excluded from PK Analysis.",
        "timeFrame": "Day 1: pre-dose; 1, 1.5, 2, 2.5, 3, 4, 6, 8, 12, 13, 13.5,14, 14.5, 15, 16, and 24 hours post dose; Day 2: pre-dose; 1, 1.5, 2,2.5, 3, 4, and 6 hours post dose"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Any Treatment-emergent Adverse Event (TEAE), Treatment-related TEAE, and Serious Adverse Event (SAE)",
        "description": "AEs were defined as any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. TEAEs were defined as AEs that began (or pre-existing AEs that worsened) on or after the first dose. SAEs were defined as any untoward medical occurrence that, at any dose resulted in: death, was life-threatening, required hospitalization or prolongation of existing hospitalization, resulted in disability/incapacity, was a congenital anomaly/birth defect, or was an important medical event that may have jeopardized the participant or may have required medical or surgical intervention.",
        "timeFrame": "From the first dose of study drug up to 37 days"
      }
    ],
    "other": [
      {
        "measure": "Number of Participants With Clinical Success, Clinical Failure and Indeterminate Clinical Response at the End of Treatment (EOT) as Determined by Investigator Assessment (IGA)",
        "description": "The investigator determined whether or not the participant met the criteria of 1 of the following clinical outcomes: Clinical success, clinical failure, and indeterminate. Clinical success: Participant was alive and the infection was sufficiently resolved such that further antibacterial therapy was not needed. Clinical Failure: Participant required alternative antibacterial treatment for community-acquired bacterial pneumonia (CABP) prior to EOT related to either progression or development of new symptoms of CABP or development of infectious complications of CABP (eg, empyema, lung abscess) or participant developed an AE that required discontinuation of study therapy. Indeterminate: the clinical response to test article could not be adequately inferred.",
        "timeFrame": "Up to 37 days"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 1,
      "otherCount": 1,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 71,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:30.382Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}