{
  "nctId": "NCT03815916",
  "briefTitle": "31P-MRS Imaging to Assess the Effects of CNM-Au8 on Impaired Neuronal Redox State in Parkinson's Disease",
  "officialTitle": "A Phase 2, Pilot Open Label, Sequential Group, Investigator Blinded Study of Magnetic Resonance Spectroscopy (31P-MRS) to Assess the Effects of CNM-Au8 for the Bioenergetic Improvement of Impaired Neuronal Redox State in Parkinson's Disease",
  "protocolDocument": {
    "nctId": "NCT03815916",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-09-09",
    "uploadDate": "2023-09-05T16:11",
    "size": 4681612,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03815916/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 13,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-12-19",
    "completionDate": "2021-06-07",
    "primaryCompletionDate": "2021-06-07",
    "firstSubmitDate": "2019-01-18",
    "firstPostDate": "2019-01-24"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Able to understand and give written informed consent and follow study procedures.\n2. Male or female, aged 30 - 80 years or age (inclusive) at the time of PD diagnosis.\n3. PD subjects will be recruited in accordance with the MDS Clinical Diagnostic Criteria for\n\n   PD:\n   1. Parkinsonism present (bradykinesia + either rest tremor or rigidity)\n   2. 2 of the following 4 supportive criteria:\n\n   i. Clear and dramatic beneficial response to dopaminergic medication\n\n   ii. Presence of levodopa-induced dyskinesias\n\n   iii. Rest tremor of a limb\n\n   iv. Olfactory loss or cardiac sympathetic denervation seen on prior MIBG SPECT\n4. Duration of PD since diagnosis is \\</= 3 years (inclusive)\n5. Modified Hoehn and Yahr stage \\</= 3\n6. Treatment with dopaminergic therapy for at least 12-weeks and with no change in current medications within the prior 6-weeks\n\nExclusion Criteria:\n\n1. Atypical parkinsonism, including that due to drugs, metabolic disorders, encephalitis, cerebrovascular disease, normal pressure hydrocephalus, or other neurodegenerative disease.\n2. The presence of any of the following:\n\n   1. Unequivocal cerebellar abnormalities\n   2. Downward vertical gaze limitation or slowing of downward saccades\n   3. Diagnosis of behavioral variant frontotemporal dementia or primary progressive aphasia\n   4. Parkinsonian features restricted to the lower limbs for \\> 3 years\n   5. Treatment with dopamine blockers or depleters in a time course consistent with drug-induced parkinsonism\n   6. Absence of an observable response to high dose levodopa despite moderate disease severity\n   7. Expert considers a diagnosis of alternative syndrome more likely than PD\n   8. Rapid progression of gait impairment requiring wheelchair within 5 years of onset\n   9. Complete absence of progression of motor symptoms over 3 years unless due to treatment\n   10. Early bulbar dysfunction within the first 5 years since diagnosis\n   11. Inspiratory respiratory dysfunction (stridor or frequent sighs)\n   12. Severe autonomic failure in the first 5 years\n   13. Recurrent falls (\\>1 per year) because of impaired balance in the first 3 years\n   14. Disproportionate dystonic anterocollis or hand contractures of hands or feet within 10 years\n   15. Absence of any of the common non-motor features of PD despite 5 years of disease\n   16. Otherwise unexplained pyramidal tract signs (weakness, hyperreflexia, or extensor toe signs)\n   17. Bilateral symmetric parkinsonism\n3. Mini-Mental State Exammination (MMSE) score of less than 19.\n4. Patient with a history of any clinically significant or unstable medical condition based on the Investigator's judgment.\n5. History of human immunodeficiency virus (HIV), hepatitis C (HepC) virus antibody, or hepatitis B (HepB) virus antibody.\n6. Based on the investigator's judgment, patients who may have difficulty complying with the protocol and/or study procedures.\n7. Patient with clinically significant abnormalities in hematology, blood chemistry, ECG, or physical examination not resolved by the Baseline visit which according to Investigator may interfere with study participation.\n8. Patients with clinically significant hepatic or renal dysfunction or clinical laboratory findings that would limit the interpretability of change in liver or kidney function, or those with low platelet counts (\\<150 x 109 per liter) or eosinophilia (absolute eosinophil count of ≥500 eosinophils per microliter) at Screening.\n9. Patient participating in any other investigational drug trial or using investigational drug (within 12 weeks prior to screening and thereafter)\n10. Positive screen for drugs of abuse or known history of alcohol abuse.\n11. Women of child-bearing potential, or men, who are unwilling or unable to use accepted methods of birth control for up to 6 months following study participation.\n12. Women with a positive pregnancy test, are lactating, or are planning to become pregnant during the study or within 6 months of the end of this trial.\n13. Patients with implanted metal objects in their body that may be affected by an MRI procedure.\n14. Patients who are claustrophobic or otherwise unlikely to be able to complete the MRI scanning procedures.\n15. History of allergy to gold in any form.\n16. Patient is considered a suicide risk in the opinion of the Investigator, has previously made a suicide attempt, or is currently demonstrating active suicidal ideation. Subjects with intermittent passive suicidal ideation are not necessarily excluded based on the assessment of the Investigator.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "30 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "31P-MRS Redox Ratio",
        "description": "The change in 31P-MRS NAD+/NADH ratio was measured by a partial volume coil that images the parietal and occipital lobes as a single value with respect to the fraction (%) of the nicotinamide adenine dinucleotide (NAD) signal measured as either the oxidized (NAD+) or reduced form (NADH).\n\nThe primary endpoint was the mean change from Baseline to Week 12 in the ratio of NAD+ to NADH (NAD+/NADH) in the Intent to Treat population. A paired t-test was used to analyze the mean change from baseline.",
        "timeFrame": "Baseline to 12 Weeks"
      }
    ],
    "secondary": [],
    "other": [
      {
        "measure": "Mean Change in 31P-MRS Bioenergetic Metabolite CNS Tissue Concentration of NAD+",
        "description": "Mean change in average CNS concentration of NAD+ \\[mmol/kg\\] by treatment group",
        "timeFrame": "At 12 Week"
      },
      {
        "measure": "Mean Change in 31P-MRS Bioenergetic Metabolite CNS Tissue Concentration of NADH",
        "description": "Mean change in average CNS concentration of NADH \\[% Fraction\\] by treatment group",
        "timeFrame": "At 12 Week"
      },
      {
        "measure": "Mean Change in 31P-MRS Bioenergetic Metabolite CNS Tissue Concentration of Pooled NAD+/NADH",
        "description": "Mean change in average CNS concentration of pooled NAD+/NADH \\[mmol/kg\\] by treatment group",
        "timeFrame": "At 12 Weeks"
      },
      {
        "measure": "Mean Change in 31P-MRS Bioenergetic Metabolite CNS Tissue Concentration of ATP",
        "description": "Mean change in average CNS concentration of ATP \\[mmol/kg\\] (as internal reference) by treatment group",
        "timeFrame": "At 12 Week"
      },
      {
        "measure": "Mean Change in 31P-MRS Bioenergetic Metabolite CNS Tissue Concentration of Phosphocreatine (PCr)",
        "description": "Mean change in average CNS concentration of PCr \\[mmol/kg\\] by treatment group",
        "timeFrame": "At 12 Week"
      },
      {
        "measure": "Mean Change in 31P-MRS Bioenergetic Metabolite CNS Tissue Concentration of Intracellular Inorganic Phosphate (Pi(in))",
        "description": "Mean change in average CNS concentration of Pi(in) \\[mmol/kg\\] by treatment group",
        "timeFrame": "At 12 Week"
      },
      {
        "measure": "Mean Change in 31P-MRS Bioenergetic Metabolite CNS Tissue Concentration of Extracellular Inorganic Phosphate (Pi(ex))",
        "description": "Mean change in average CNS concentration of Pi(ex) \\[mmol/kg\\] by treatment group",
        "timeFrame": "At 12 Week"
      },
      {
        "measure": "Mean Change in 31P-MRS Bioenergetic Metabolite CNS Tissue Concentration of Uridine Diphosphate Glucose (UDPG)",
        "description": "Mean change in average CNS concentration of UDPG \\[mmol/kg\\] by treatment group",
        "timeFrame": "At 12 Week"
      },
      {
        "measure": "Mean Change in 31P-MRS Membrane Component Tissue Concentration of Phosphoethanolamine (PE)",
        "description": "Mean change in average CNS concentration of PE \\[mmol/kg\\] by treatment group",
        "timeFrame": "At 12 Weeks"
      },
      {
        "measure": "Mean Change in 31P-MRS Membrane Component CNS Tissue Concentration of Phosphocholine (PC)",
        "description": "Mean change in average CNS concentration of PC \\[mmol/kg\\] by treatment group",
        "timeFrame": "At 12 Weeks"
      },
      {
        "measure": "Mean Change in 31P-MRS Membrane Component CNS Tissue Concentration of Glycerolphophoethanolamine (GPE)",
        "description": "Mean change in average CNS concentration of GPE \\[mmol/kg\\] by treatment group",
        "timeFrame": "At 12 Weeks"
      },
      {
        "measure": "Mean Change in 31P-MRS Membrane Component CNS Tissue Concentration of Glycerophosphocholine (GPC)",
        "description": "Mean change in average CNS concentration of GPC \\[mmol/kg\\] by treatment group",
        "timeFrame": "At 12 Weeks"
      },
      {
        "measure": "Measures of Gait",
        "description": "Measured by APDM instrumented Timed up and go test.",
        "timeFrame": "at 12 weeks"
      },
      {
        "measure": "Measures of Balance",
        "description": "Measured by APDM Instrumented Postural Sway Test",
        "timeFrame": "at 12 weeks"
      },
      {
        "measure": "Measure of Mobility",
        "description": "Measured by APDM instrumented Walk Test",
        "timeFrame": "at 12 weeks"
      },
      {
        "measure": "Measurements of Global Impression of Disease Improvement",
        "description": "Using Clinician Global Impression Scale. Scale is rated from 1-7, with 1 representing Very much improved and 7 representing very much worse.",
        "timeFrame": "at 12 weeks"
      },
      {
        "measure": "Measurements of Global Impression of Disease Severity",
        "description": "Using Patient Global Impression Scale. Scale is rated from 1-7, with 1 representing very mush improved, and 7 representing very much worse.",
        "timeFrame": "at 12 weeks"
      },
      {
        "measure": "Measurements of Disease Progression",
        "description": "Using Unified Parkinson's Disease Rating Scale. The scale is based off of participants symptoms, with a lower value representing a being closer to no impairments.",
        "timeFrame": "at 12 weeks"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 18,
      "totalCount": 19
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 50,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:45.199Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}