{
  "nctId": "NCT06315127",
  "briefTitle": "The CanDo (Canadian Donor Milk) Trial",
  "officialTitle": "The CanDo (Canadian Donor Milk) Trial: Pasteurized Human Donor Milk Supplementation in the Well-baby Unit",
  "protocolDocument": {
    "nctId": "NCT06315127",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-09-11",
    "uploadDate": "2024-03-13T17:34",
    "size": 425804,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT06315127/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 112,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2023-11-28",
    "completionDate": "2025-03-31",
    "primaryCompletionDate": "2024-11-28",
    "firstSubmitDate": "2023-11-10",
    "firstPostDate": "2024-03-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nInfants admitted to the well-baby unit at Sinai Health whose parent(s) intend to feed parent milk and who require supplementation:\n\n* Infants of gestational/ type 1/ type 2 diabetic mothers\n* Infants who are born small for gestational age (SGA) by using a sex-specific reference population and determining if their birth weight falls below the 10th percentile for gestational age\n* Infants with a birth weight less than 2.5 kg\n\nExclusion Criteria:\n\n* Enrollment in any other clinical study affecting nutritional management during the feeding intervention; anticipated change in primary caregiver (person providing the feed) prior to 4 months; refusal to consent to donor milk; supplementation with formula prior to enrollment; any physical condition that may impact growth (ex: skeletal dysplasia).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "maximumAge": "2 Hours",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Donor milk supplementation and exclusive breastfeeding rate at 4 months",
        "description": "To determine whether the provision of donor milk as prescribed as a supplement to parent's milk for infants at higher risk for supplementation and admitted to a well-baby unit improves exclusive human milk feeding rate at 4 months of age compared to supplementation with formula.",
        "timeFrame": "At 4 months follow up"
      }
    ],
    "secondary": [
      {
        "measure": "Exploring donor milk supplementation and exclusive or any breastfeeding rate at 1, 2, and 3 months",
        "description": "To determine whether the provision of donor milk as prescribed as a supplement to parent's milk for infants at higher risk for supplementation and admitted to a well-baby unit improves any, or exclusive, human milk feeding rates at 1, 2, and 3 months of age rate compared to supplementation with formula.",
        "timeFrame": "At 1, 2, and 3 months follow ups"
      },
      {
        "measure": "Exploring donor milk supplementation and breastfeeding self-efficacy scores at 1, 2, 3 and 4 months",
        "description": "To determine whether the provision of donor milk as prescribed as a supplement to parent's milk for infants at higher risk for supplementation and admitted to a well-baby unit improves breastfeeding self-efficacy scores at 1, 2, 3, and 4 months compared to supplementation with formula. Breastfeeding Self-Efficacy Scale - Short Form, BSES-SF will be used which consists of 14 items scored on a 5-point Likert scale ranging from not at all confident to always confident. Individuals who score higher on the BSES-SF are expressing more confidence in their ability to breastfeed successfully.",
        "timeFrame": "At 1, 2, 3, and 4 months follow ups"
      },
      {
        "measure": "Exploring donor milk supplementation and glucose concentrations during hospital stay",
        "description": "To determine whether the provision of donor milk as prescribed as a supplement to parent's milk for infants at higher risk for supplementation and admitted to a well-baby unit improves hypoglycemia in infants compared to supplementation with formula. Glucose concentrations during hospital stay and at discharge will be extracted from patient charts and compared between groups.",
        "timeFrame": "From 2 to 72 hours after delivery or until discharge"
      },
      {
        "measure": "Exploring donor milk supplementation and percent weight loss during hospital stay",
        "description": "To determine whether the provision of donor milk as prescribed as a supplement to parent's milk for infants at higher risk for supplementation and admitted to a well-baby unit improves weight loss in infants compared to supplementation with formula. Infant weight during the hospital stay and at discharge will be extracted from patient charts and percent weight loss will be compared between groups.",
        "timeFrame": "From birth to 72 hours after delivery or until discharge."
      },
      {
        "measure": "Exploring donor milk supplementation and the length of hospital stay",
        "description": "To determine whether the provision of donor milk as prescribed as a supplement to parent's milk for infants at higher risk for supplementation and admitted to a well-baby unit affects their length of hospital stay compared to supplementation with formula.",
        "timeFrame": "From birth to 72 hours after delivery or until discharge"
      },
      {
        "measure": "Exploring donor milk supplementation and weight measurements",
        "description": "To determine whether the provision of donor milk as prescribed as a supplement to parent's milk for infants at higher risk for supplementation and admitted to a well-baby unit affects their weight compared to supplementation with formula at 1, 2, 3, and 4 months using standardized procedures including mechanical scales.",
        "timeFrame": "1, 2, 3, and 4 months"
      },
      {
        "measure": "Exploring donor milk supplementation and length measurements",
        "description": "To determine whether the provision of donor milk as prescribed as a supplement to parent's milk for infants at higher risk for supplementation and admitted to a well-baby unit affects their length compared to supplementation with formula at 1, 2, 3, and 4 months using standardized procedures including length boards.",
        "timeFrame": "1, 2, 3, and 4 months"
      },
      {
        "measure": "Exploring donor milk supplementation and head circumference measurements",
        "description": "To determine whether the provision of donor milk as prescribed as a supplement to parent's milk for infants at higher risk for supplementation and admitted to a well-baby unit affects their head circumference compared to supplementation with formula at 1, 2, 3, and 4 months using standardized procedures including non-stretchable measuring tapes.",
        "timeFrame": "1, 2, 3, and 4 months"
      }
    ],
    "other": [
      {
        "measure": "Exploratory outcome: exploring donor milk supplementation and infant temperament scores",
        "description": "To explore whether the provision of donor milk as a supplement to parent's milk affects infant temperament scores at 1, 2, 3, and 4 months compared to supplementation with formula using validated questionnaire called Infant Behavior Questionnaire-Revised, Very Short Form which is a survey of 37 items spanning 3 broad scales including negative emotionality, positive affectivity, and orienting/ regulatory capacity. In this questionnaire, a high score indicates a greater degree of the respective characteristic being measured. For example, a high score in negative emotionality suggests a higher frequency or intensity of negative emotions, while a high score in positive affectivity indicates a greater expression of positive emotions. Similarly, a high score in orienting/regulatory capacity suggests better attentional control and regulatory abilities in the infant.",
        "timeFrame": "1, 2, 3 and 4 months"
      },
      {
        "measure": "Exploratory outcome: exploring donor milk supplementation and parent's anxiety",
        "description": "To explore whether the provision of donor milk as a supplement to the parent's milk affects the parent's mental health. Anxiety will be measured with the State-Trait Anxiety Inventory (STAI) which has been used to assess trait (20 items) and state (20 items) anxiety. STAI has been used to differentiate anxiety from depressive syndromes and to generally assess caregiver distress in research. A high score on either the trait or state anxiety scale of the STAI suggests a greater degree of anxiety experienced by the individual being assessed.",
        "timeFrame": "2 and 4 months"
      },
      {
        "measure": "Exploratory outcome: exploring donor milk supplementation and parent's depression",
        "description": "To explore whether the provision of donor milk as a supplement to parent's milk affects parent's mental health at 2 and 4 months using a validated questionnaire called The Edinburgh Postnatal Depression Scale (EPDS). This questionnaire has been classically described for screening for postpartum depression in mothers using a 10-point scale. Typically, cutoff scores are used to classify individuals as at risk for postpartum depression, with higher scores indicating a higher risk level.",
        "timeFrame": "2 and 4 months"
      },
      {
        "measure": "Exploratory outcome: exploring donor milk supplementation and maternal cortisol concentrations",
        "description": "To explore whether the provision of donor milk as a supplement to parent's milk affects maternal cortisol concentrations at 2, and 4 months. Timed milk samples (morning sample to account for diurnal variation) will be collected at 2 and 4 months of age. These samples will be collected in the morning, within two hours after waking up, to account for the natural rise in cortisol levels during this time. We aim to collect these samples preferably between 6:30 AM and 8:30 AM.",
        "timeFrame": "2 and 4 months"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 4,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 72,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:10.539Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}