{
  "nctId": "NCT03559192",
  "briefTitle": "A Study to Explore the Efficacy of JNJ-67953964 in the Treatment of Depression",
  "officialTitle": "A Phase 2a Randomized, Double-blind, Placebo-Controlled, Parallel-Group, Multi-center Study Investigating the Efficacy, Safety, Tolerability and Pharmacokinetics of JNJ-67953964 in Subjects With Major Depressive Disorder",
  "protocolDocument": {
    "nctId": "NCT03559192",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-08-28",
    "uploadDate": "2023-05-02T10:16",
    "size": 5558757,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03559192/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 181,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-07-16",
    "completionDate": "2020-05-06",
    "primaryCompletionDate": "2020-05-06",
    "firstSubmitDate": "2018-06-06",
    "firstPostDate": "2018-06-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Have a Body Mass Index (BMI) between 18 and 35 kilogram per meter square (kg/m\\^2) inclusive (BMI = weight/height\\^2)\n* Participants must be medically stable based on clinical laboratory tests, medical history, vital signs, and 12-lead electrocardiogram (ECG) performed at screening and baseline\n* Participants must have a primary Diagnostic and Statistical Manual of Mental Disorders 5th edition (DSM-5) diagnosis of Major Depressive Disorder (MDD)\n\n  1. The current episode should be less than 18 months\n  2. Participants should be currently treated with an SSRI or SNRI at an adequate dose and for at least 6 weeks but no more than 12 months\n  3. Have a Montgomery-Asberg Depression Rating Scale (MADRS) total score greater than or equal to (\\>=) 25 at screening\n* A woman of childbearing potential must have a negative serum pregnancy test at screening and a negative urine pregnancy test before the first dose\n\nExclusion Criteria:\n\n* History of documented gastric disease (including documented peptic ulcer disease, gastritis, upper gastrointestinal \\[GI\\] bleeding, esophagitis, or any GI precancerous condition), current clinically evident GI complaints\n* Chronic use of a proton pump inhibitors (PPIs). History of incidental use of PPIs is allowed but should have been stopped at least 4 weeks before screening. A history of chronic nonsteroidal anti-inflammatory drug (NSAID) or aspirin use. (Low dose aspirin for example in cardiovascular disease prevention is allowed)\n* Has a history of alcohol use disorder within the past year\n* Has failed (no more than 25 percent \\[%\\] response on Antidepressant Treatment History Questionnaire \\[ATRQ\\]) three or more antidepressant treatments including the current Selective serotonin reuptake inhibitor/ serotonin-norepinephrine reuptake inhibitor (SSRI/SNRI) during the current depressive episode despite an adequate dose (per ATRQ) and duration (at least 6 weeks)\n* Has signs or symptoms of Cushing's Disease, Addison's Disease, primary amenorrhea, or other evidence of significant medical disorders of the hypothalamus pituitary adrenal (HPA) axis\n* Participant has received an investigational drug (including investigational vaccines) or used an invasive investigational medical device within 3 months before the planned first dose of study drug or has participated in any interventional clinical studies on MDD in the previous 1 year or is currently enrolled in an interventional study\n* Has one or more of the following diagnoses:\n\n  1. A primary DSM (5th edition) diagnosis of generalized anxiety disorder (GAD), panic disorder, obsessive compulsive disorder (OCD), posttraumatic stress disorder (PTSD). Participants with comorbid GAD, social anxiety disorder (SAD), or panic disorder for whom MDD is considered the primary diagnosis are not excluded\n  2. A current diagnosis or diagnosis in the past 1 year of psychotic disorder, MDD with psychosis, anorexia nervosa or bulimia nervosa, chronic fatigue syndrome, bipolar disorder (BD), mental retardation, antisocial or borderline personality disorder, autism spectrum disorder\n* Has a current or recent history of clinically significant suicidal ideation within the past 6 months, corresponding to a score of 4 (active suicidal ideation with some intent to act, without specific plan) or 5 (active suicidal ideation with specific plan and intent) for ideation on the Colombia suicide severity rating scale (C-SSRS), or a history of suicidal behavior within the past 1 year\n* Ongoing psychological treatments (example, Cognitive Behavior Therapy, Interpersonal Psychotherapy, Psychodynamic Psychotherapy, etcetera \\[etc.\\]), initiated within 1 month prior to the screening phase. A participant who has been receiving ongoing psychological treatment for a period of greater than 1 month from the screening visit is eligible, if the investigator deems the psychological treatment to be of stable duration and frequency\n* Participant has a history of substance use disorder according to DSM-5 criteria, except nicotine or caffeine, within 6 months before screening. Mild cases can be reviewed on a case by case basis. Participants who have completed a treatment for (alcohol) addiction more than 1 year prior to first dose administration, may be included if the risk of relapse is considered minimal, total duration of alcohol use disorder was less than a year, and no significant abnormalities are shown in clinical laboratory or other pre-dose safety assessments\n* Participant has used:\n\n  1. Monoamine oxidase inhibitors (MAOIs) within 12 weeks before screening\n  2. St. John's wort, ephedra, ginkgo, ginseng, or kava within 2 weeks before screening\n  3. Antipsychotic drugs (D2-antagonists) within 2 weeks before screening. However, Seroquel (quetiapine) in a dose less than or equals to (\\<=)100 milligram (mg) is allowed when used in a stable dose for at least 8 weeks prior to screening. Quetiapine treatment should be continued unchanged during the study\n  4. Opioids within 2 weeks before screening\n  5. Psychostimulants such as methylphenidate or dextroamphetamine within 2 weeks before screening\n  6. Psychotropics with antidepressant effects such as atomoxetine or thyroid supplementation, in addition to their SSRI or SNRI treatment within 2 weeks before screening\n* Participant is unable to stop the following medication from the baseline visit (Visit 2) and throughout the study (tapering during screening period allowed): Any hypnotics including but not limited to: i. Benzodiazepines when used only as needed (PRN) are not allowed ii. Sedating antihistamines, including chronic use of diphenhydramine iii. Continuous use of zolpidem, zoplicon, eszopiclone and ramelteon. Note: Nonbenzodiazepines sleep aids (including: zolpidem, zaleplon, and eszopliclone) are allowed on an as needed (PRN) basis during the study but NOT within 24 hours before being in the clinic and not more than 2 nights in a row iv. S-adenosyl methionine (SAMe) v. Melatonin, agomelatine\n* Has received any prior treatment with electroconvulsive therapy, vagal nerve stimulation, or a deep brain stimulation device or treatment with ketamine or esketamine for MDD",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "64 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Treatment Baseline in Montgomery Asberg Depression Rating Scale (MADRS) Total Score at Treatment Week 6 in Participants Who Were Non-Responders During Placebo Lead-in Period",
        "description": "The MADRS is a clinician-rated scale designed to measure depression severity and detects changes due to antidepressant treatment. The scale consists of 10 items, each of which is scored from 0 (item not present or normal) to 6 (severe or continuous presence of the symptoms), summed for a total possible score of 60. Higher scores represent a more severe condition. The MADRS evaluates apparent sadness, reported sadness, inner tension, sleep appetite, concentration, lassitude, inability to feel (interest level), pessimistic thoughts, and suicidal thoughts. Negative change from baseline indicates improvement.",
        "timeFrame": "Treatment Baseline up to Week 6 of DB-treatment period"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Treatment Baseline in MADRS Total Score at Treatment Week 6",
        "description": "The MADRS is a clinician-rated scale designed to measure depression severity and detects changes due to antidepressant treatment. The scale consists of 10 items, each of which is scored from 0 (item not present or normal) to 6 (severe or continuous presence of the symptoms), summed for a total possible score of 60. Higher scores represent a more severe condition. The MADRS evaluates apparent sadness, reported sadness, inner tension, sleep appetite, concentration, lassitude, inability to feel (interest level), pessimistic thoughts, and suicidal thoughts. Negative change from baseline indicates improvement.",
        "timeFrame": "Treatment Baseline up to Week 6 of DB-treatment period"
      },
      {
        "measure": "Number of Participants With Treatment-emergent Adverse Events (TEAEs) During DB Treatment Period",
        "description": "An AE can be any unfavorable and unintended sign (including an abnormal finding), symptom, or disease temporally associated with the use of a medicinal (investigational or non investigational) product, whether or not related to that medicinal (investigational or non investigational) product. TEAEs were AEs with onset during the treatment period that has worsened since baseline.",
        "timeFrame": "Up to Week 6"
      },
      {
        "measure": "Change From Treatment Baseline in Snaith-Hamilton Pleasure Scale (SHAPS) Total Score at Treatment Week 6 (eITT Population)",
        "description": "The SHAPS is a self-reported 14-item, instrument, developed for the assessment of hedonic capacity. Participants scored whether they experienced pleasure in performing a list of activities or experiences. Participants rated the answers as 1-4 where 1 indicates \"Definitely agree\", 2 indicates \"Agree\", 3 indicates \"Disagree\" and 4 indicates \"Definitely disagree\". The participant's item responses were summed to provide a total score ranging from 14 to 56. A higher total SHAPS score indicated higher levels of current anhedonia. Negative change from baseline indicated improvement.",
        "timeFrame": "Treatment Baseline up to Week 6 of DB-treatment period"
      },
      {
        "measure": "Change From Treatment Baseline in SHAPS Total Score at Treatment Week 6 (fITT)",
        "description": "The SHAPS is a self-reported 14-item, instrument, developed for the assessment of hedonic capacity. Participants scored whether they experienced pleasure in performing a list of activities or experiences. Participants rated the answers as 1-4 where 1 indicates \"Definitely agree\", 2 indicates \"Agree\", 3 indicates \"Disagree\" and 4 indicates \"Definitely disagree\". The participant's item responses were summed to provide a total score ranging from 14 to 56. A higher total SHAPS score indicated higher levels of current anhedonia. Negative change from baseline indicated improvement.",
        "timeFrame": "Treatment Baseline up to Week 6 of DB-treatment period"
      },
      {
        "measure": "Change From Treatment Baseline in Clinical Global Impression - Severity (CGI-S) Score at Treatment Week 6 (eITT Population)",
        "description": "CGI-S provides an overall clinician-determined summary measure of severity of participant's illness that considers all available information, including knowledge of participant's history, psychosocial circumstances, symptoms, behavior, and impact of symptoms on participant's ability to function. CGI-S evaluates severity of psychopathology on scale of 0 to 7. Participant is assessed on severity of mental illness at time of rating according to: 0=not assessed; 1=normal (not at all ill); 2=borderline mentally ill; 3=mildly ill; 4=moderately ill; 5=markedly ill; 6=severely ill; 7=among most extremely ill participants. Negative change in score indicates improvement.",
        "timeFrame": "Treatment Baseline up to Week 6 of DB-treatment period"
      },
      {
        "measure": "Change From Treatment Baseline in CGI-S Score at Treatment Week 6 (fITT Population)",
        "description": "CGI-S provides an overall clinician-determined summary measure of severity of participants illness that considers all available information, including knowledge of participant's history, psychosocial circumstances, symptoms, behavior, and impact of symptoms on participant's ability to function. CGI-S evaluates severity of psychopathology on scale of 0 to 7. Participant is assessed on severity of mental illness at time of rating according to: 0=not assessed; 1=normal (not at all ill); 2=borderline mentally ill; 3=mildly ill; 4=moderately ill; 5=markedly ill; 6=severely ill; 7=among most extremely ill participants. Negative change in score indicates improvement.",
        "timeFrame": "Treatment Baseline up to Week 6 of DB-treatment period"
      },
      {
        "measure": "Change From Treatment Baseline in Symptoms of Major Depressive Disorder Scale (SMDDS) Total Score at Treatment Week 6 (eITT Population)",
        "description": "The SMDDS is a 16-item patient reported outcome (PRO) measure. Each item was rated by the participant according to a 5-point Likert scale. Participants respond to each question using a rating scale between 0 (\"Not at all\" or \"Never\") to 4 (\"Extremely\" or \"Always\"). Before summing the items to create a total score, item 11 (\"how often did you have a poor appetite\") and item 12 (\"how often did you over eat\") were combined into a single score by selecting the highest severity on either item. The total score was then created by summing the responses on the 15 items. The total score ranged from 0 to 60. The SMDDS uses a 7-day recall period and verbal rating scales. Higher score indicates more severe depressive symptomatology. Negative change from baseline indicates improvement.",
        "timeFrame": "Treatment Baseline up to Week 6 of DB-treatment period"
      },
      {
        "measure": "Change From Treatment Baseline in SMDDS Total Score at Treatment Week 6 (fITT Population)",
        "description": "The SMDDS is a 16-item patient reported outcome (PRO) measure. Each item was rated by the participant according to a 5-point Likert scale. Participants respond to each question using a rating scale between 0 (\"Not at all\" or \"Never\") to 4 (\"Extremely\" or \"Always\"). Before summing the items to create a total score, item 11 (\"how often did you have a poor appetite\") and item 12 (\"how often did you over eat\") were combined into a single score by selecting the highest severity on either item. The total score was then created by summing the responses on the 15 items. The total score ranged from 0 to 60. The SMDDS uses a 7-day recall period and verbal rating scales. Higher score indicates more severe depressive symptomatology. Negative change from baseline indicates improvement.",
        "timeFrame": "Treatment Baseline up to Week 6 of DB-treatment period"
      },
      {
        "measure": "Number of Participants With Self-Assessment of Treatment Experience (SATE) Questionnaire at Treatment Week 6 (eITT Population)",
        "description": "SATE questionnaire is a 3-item self-reported scale designed to provide additional information regarding participant's subjective experience while taking treatment. This was internal Janssen questionnaire and questions were asked to participant weekly by the Q1.6-app. For rating overall depression: participant selected one option out of Improved, not changed or got worse; for depression improvement: participant selected one option out of slightly improved, much improved or very much improved; and for depression worsen: participant selected slightly worse, much worse or very much worse.",
        "timeFrame": "Treatment Week 6"
      },
      {
        "measure": "Number of Participants With SATE Questionnaire at Treatment Week 6 (fITT Population)",
        "description": "SATE questionnaire is a 3-item self-reported scale designed to provide additional information regarding participant's subjective experience while taking treatment. This was internal Janssen questionnaire and questions were asked to participant weekly by the Q1.6-app. For rating overall depression: participant selected one option out of Improved, not changed or got worse; for depression improvement: participant selected one option out of slightly improved, much improved or very much improved; and for depression worsen: participant selected slightly worse, much worse or very much worse.",
        "timeFrame": "Treatment Week 6"
      },
      {
        "measure": "Change From Treatment Baseline in Hamilton Anxiety Scale 6 (HAM-A6) Total Score at Treatment Week 6 (eITT Population)",
        "description": "HAM-A scale assesses severity of different anxiety-related symptoms with a score range of 0 to 52. Higher score indicated severity in anxiety symptoms. Each of the 14 items is rated by clinician on a 5-point scale ranging from 0 (not present) to 4 (maximum degree). HAM-A6 is a uni-dimensional, 6-item subscale derived from HAM-A. HAM-A6 comprises of five psychic anxiety symptoms: anxious mood, psychic tension, fears, intellectual disturbances, and anxious behaviour observed at the interview, as well as one somatic item, muscular tension. HAM-A6 subscale score ranges from 0 to 24, with higher scores indicating greater severity of core symptoms.",
        "timeFrame": "Treatment Baseline up to Week 6 of DB-treatment period"
      },
      {
        "measure": "Change From Treatment Baseline in HAM-A6 Total Score at Treatment Week 6 (fITT)",
        "description": "HAM-A scale assesses severity of different anxiety-related symptoms with a score range of 0 to 52. Higher score indicated severity in anxiety symptoms. Each of the 14 items is rated by clinician on a 5-point scale ranging from 0 (not present) to 4 (maximum degree). HAM-A6 is a uni-dimensional, 6-item subscale derived from HAM-A. HAM-A6 comprises of five psychic anxiety symptoms: anxious mood, psychic tension, fears, intellectual disturbances, and anxious behaviour observed at the interview, as well as one somatic item, muscular tension. HAM-A6 subscale score ranges from 0 to 24, with higher scores indicating greater severity of core symptoms.",
        "timeFrame": "Treatment Baseline up to Week 6 of DB-treatment period"
      },
      {
        "measure": "Change From Treatment Baseline in Structured Interview Guide for the Hamilton Anxiety Rating Scale (SIGH-A) Score at Treatment Week 6 (eITT Population)",
        "description": "SIGH-A is a 14-item scale to measure severity of different anxiety-related symptoms in participants. Each of the 14 items is rated by the clinician on a 5-point scale ranging from 0 (not present) to 4 (maximum degree). The SIGH-A total score is calculated by summing the 14 item scores, and ranges from 0 to 56 where higher score indicates worsening.",
        "timeFrame": "Treatment Baseline up to Week 6 of DB-treatment period"
      },
      {
        "measure": "Change From Treatment Baseline in SIGH-A Score at Treatment Week 6 (fITT Population)",
        "description": "SIGH-A is a 14-item scale to measure severity of different anxiety-related symptoms in participants. Each of the 14 items is rated by the clinician on a 5-point scale ranging from 0 (not present) to 4 (maximum degree). The SIGH-A total score is calculated by summing the 14 item scores, and ranges from 0 to 56 where higher score indicates worsening.",
        "timeFrame": "Treatment Baseline up to Week 6 of DB-treatment period"
      },
      {
        "measure": "Maximum Observed Plasma Concentration (Cmax) of JNJ-67953964",
        "description": "Cmax was defined as maximum observed plasma concentration of JNJ-67953964.",
        "timeFrame": "Week 1: Day 29, Week 3: Day 43, Week 6 (Day 64)"
      },
      {
        "measure": "Area Under the Plasma Concentration-Time Curve From Time of Administration to 24 Hours Post-dose (AUC[0-24h]) of JNJ-67953964",
        "description": "AUC(0-24h) was defined as the area under the plasma concentration-time curve from time of administration to 24 hours.",
        "timeFrame": "0 to 24 hours Post dose on Week 1: Day 29, Week 3: Day 43, Week 6: Day 64"
      },
      {
        "measure": "Area Under Plasma Concentration-Time Curve at Steady State (AUCss) of JNJ-67953964",
        "description": "AUCss was defined as the area under plasma concentration-time curve at Steady State (AUCss) of JNJ-67953964.",
        "timeFrame": "Week 1: Day 29, Week 3: Day 43, Week 6: Day 64"
      },
      {
        "measure": "Predose (Trough) Plasma Concentration (C0h) of JNJ-67953964",
        "description": "C0h was defined as predose plasma Concentration of JNJ-67953964.",
        "timeFrame": "Predose on Week 1: Day 29, Week 3: Day 43, Week 6: Day 64"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 18,
      "otherCount": 0,
      "totalCount": 19
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:20.004Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}