{
  "nctId": "NCT05602727",
  "briefTitle": "Efficacy and Safety of MK-1942 as an Adjunct Therapy in Participants With Mild to Moderate Alzheimer's Disease Dementia (MK-1942-008)",
  "officialTitle": "A Phase 2a/2b Randomized, Placebo-Controlled Clinical Study To Evaluate The Safety And Efficacy Of MK-1942 As Adjunctive Therapy In Participants With Mild To Moderate Alzheimer's Disease Dementia",
  "protocolDocument": {
    "nctId": "NCT05602727",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-07-07",
    "uploadDate": "2024-09-20T13:26",
    "size": 1660733,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05602727/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 99,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-12-02",
    "completionDate": "2023-09-27",
    "primaryCompletionDate": "2023-09-27",
    "firstSubmitDate": "2022-10-27",
    "firstPostDate": "2022-11-02"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Has mild to moderate AD dementia based on the national institute of neurological and communicative diseases and stroke/Alzheimer's Disease and related disorders association (NINCDS-ADRDA) criteria.\n* Has mini-mental state examination (MMSE) score between 12-22 (inclusive) at screening.\n* Is using acetylcholinesterase inhibitors (AChEI) therapy for management of AD dementia at Screening and during the study. These medications must be at stable approved dose levels ≥3 months before the first dose of study intervention and the regimens must remain constant throughout the study to the extent that is clinically appropriate.\n* Has a designated study partner who can fulfill the requirements of this study. The study partner will need to spend sufficient time with the participant to be familiar with their overall function and behavior and be able to provide adequate information about the participant needed for the study including, knowledge of functional and basic activities of daily life, work/educational history, cognitive performance, emotional/psychological state, and general health status.\n\nExclusion Criteria:\n\n* Has a known history of stroke or cerebrovascular disease that is clinically important in the investigator's opinion.\n* Has diagnosis of a clinically relevant central nervous system (CNS) disease other than AD dementia (with protocol-specified exceptions).\n* Has a history of seizures or epilepsy within the 10 years preceding Screening.\n* Has any other major CNS trauma, or infections that affect brain function.\n* Has evidence of a clinically relevant or unstable psychiatric disorder, based on criteria from the diagnostic and statistical manual of mental disorders (fifth edition), including schizophrenia or other psychotic disorder, bipolar disorder, major depression, or delirium. Major depression in remission is not exclusionary.\n* Has a severe, acute, or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or administration intervention.\n* Has a history of malignancy occurring within the 5 years immediately before Screening, except for a participant who has been adequately treated for 1 or more of the following: basal cell or squamous cell skin cancer; in situ cervical cancer; localized prostate carcinoma; who has undergone potentially curative therapy with no evidence of recurrence for ≥3 years post-therapy, and who is deemed to be at low risk for recurrence.\n* Has a risk factor for QTc prolongation.\n* Has a history of alcoholism or drug dependency/abuse within the 5 years preceding screening.\n* Has a known allergy or intolerance to the active or inert ingredients in MK-1942.\n* Has received any anti-amyloid agents or antibodies, or any of the following medications: CNS-penetrant anticholinergics, neuroleptics, anticonvulsants, narcotics, glutamatergic agents, agents with possible psychotropic effects, and experimental acute respiratory syndrome coronavirus 2 (COVID-19) therapies.\n* Has liver disease, including but not limited to chronic viral hepatitis, non viral hepatitis, cirrhosis, malignancies, autoimmune liver diseases.\n* Has an abnormal thyroid-stimulating hormone (TSH) value if confirmed by abnormal T4 value.\n* Resides in a nursing home or assisted care facility with need for direct continuous medical care and nursing supervision. Participant may reside in such facilities provided continuous direct medical care is not required and a qualified study partner is available for coparticipation and the participant is physically able to attend all required study visits.\n* Had major surgical procedure or donated or lost \\>1 unit of blood (approximately 500 mL) within the 4 weeks before screening.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "55 Years",
    "maximumAge": "90 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in the Alzheimer's Disease Assessment Scale-11-item Cognitive Subscale (ADAS-Cog11) Score at Week 12",
        "description": "The change from baseline in ADAS-Cog11 score is presented. ADAS-Cog11 is a structured scale that evaluates memory, orientation, attention, reasoning, language, and constructional praxis. ADAS-Cog11 measures cognition by assessing 11 metrics impaired in AD: word recall; commands; constructional praxis; naming objects and fingers; ideational praxis; orientation; word recognition; remembering test instructions; spoken language ability; word-finding difficulty; and comprehension of spoken language. The total possible score ranges from 0 to 70, with higher scores indicating greater cognitive impairment. Negative values indicate improvement relative to baseline, and vice versa.",
        "timeFrame": "Baseline and Week 12"
      },
      {
        "measure": "Number of Participants Experiencing an Adverse Event (AE)",
        "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention.",
        "timeFrame": "Up to ~ 14 Weeks"
      },
      {
        "measure": "Number of Participants Discontinuing Study Medication Due to an Adverse Event",
        "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention.",
        "timeFrame": "Up to ~ 12 Weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Alzheimer's Disease Cooperative Study Clinical Global Impression of Change (ADCS-CGIC) Overall Score at Week 12",
        "description": "The overall score in ADCS-CGIC is presented. ADCS-CGIC is a global scale assessing cognition and function based on structured interviews of both the participant and study partner. ADCS-CGIC focuses on clinicians' observations of change in the patient's cognitive, functional, and behavioral performance since the beginning of the study. Improvement in the ADCS-CGIC overall score, with a score of 1, 2, or 3 indicates improvement. The ADCS-CGIC is a clinician-rated measure of global severity at baseline scored from 1 (normal, not at all ill) to 7 (among the most extremely ill patients); and global change at follow-up scored from 1 (marked improvement) to 7 (marked worsening), where 4 indicates no change.",
        "timeFrame": "Week 12"
      },
      {
        "measure": "Mean Change From Baseline in The Alzheimer's Disease Cooperative Study Activities of Daily Living (ADCS-ADL) Total Score at Week 12",
        "description": "The change from baseline in ADCS-ADL score is presented. The ADCS-ADL is an informant-based measure of the participant's functional ability in activities of daily living. The ADCS-ADL assesses the competence of participants with AD dementia in basic and instrumental ADLs. The ADCS-ADL is a 23-item scale that includes 6 basic ADL items and 17 instrumental ADL items that provide a total score ranging from 0 to 78, with a lower score indicating greater severity.",
        "timeFrame": "Baseline and Week 12"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:41.279Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}