{
  "nctId": "NCT03459443",
  "briefTitle": "A Proof of Concept Study for a 12 Month Treatment in Patients With C3G or IC-MPGN Treated With ACH-0144471",
  "officialTitle": "An Open-Label Phase 2 Proof-of-Concept Study in Patients With C3 Glomerulopathy (C3G) or Immune-Complex Membranoproliferative Glomerulonephritis (IC-MPGN) Treated With ACH-0144471",
  "protocolDocument": {
    "nctId": "NCT03459443",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-05-15",
    "uploadDate": "2022-03-28T14:27",
    "size": 1052908,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03459443/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 22,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-06-20",
    "completionDate": "2021-03-29",
    "primaryCompletionDate": "2021-03-29",
    "firstSubmitDate": "2018-02-26",
    "firstPostDate": "2018-03-09"
  },
  "eligibilityCriteria": {
    "criteria": "Key Inclusion Criteria:\n\n1. At least 12 years of age\n2. Completion of the ACH471-201 clinical study OR diagnosed with biopsy-confirmed primary C3G or IC-MPGN\n3. If a pre-treatment biopsy is obtained, or if a historical biopsy is available for review, it must have no more than 50% global fibrosis and no more than 50% of glomeruli with cellular crescents\n4. Clinical evidence of ongoing disease based on significant proteinuria (defined as ≥500 mg/day of protein in a 24-hour urine) attributable to C3G disease or IC-MPGN in the opinion of the principal investigator (PI), and present prior to study entry and confirmed during Screening\n5. If on corticosteroids, anti-hypertensive medications, anti-proteinuric medications (for example, angiotensin-converting enzyme inhibitors or angiotensin receptor blockers), or mycophenolate mofetil, must be on a stable dose for at least 2 weeks prior to screening\n6. Female participants must use an acceptable method birth control to prevent pregnancy during the clinical study and for 30 days after the last dose of study medication\n7. Male participants must use highly effective birth control with a female partner to prevent pregnancy during the clinical study and for 90 days after the last dose of study medication\n8. Must be up-to-date on routine vaccinations, or willing to be brought up-to-date, based on local guidelines\n9. Must have access to emergency medical care\n\nKey Exclusion Criteria\n\n1. Have a history of a major organ transplant (for example, heart, lung, kidney, or liver) or hematopoietic stem cell/marrow transplant\n2. Have a history or presence of any clinically relevant co-morbidities that would make the participant inappropriate for the study (for example, a comorbidity that is likely to result in deterioration of the participant's condition, affect the participant's safety during the study, or confound the results of the study), in the opinion of the PI\n3. Have an eGFR \\<30 milliliter/minute/1.73 m\\^2 at the time of screening or at any time over the preceding 4 weeks\n4. Is a renal transplant recipient or receiving renal replacement therapy\n5. Have other renal diseases that would interfere with the interpretation of the study\n6. Have evidence of monoclonal gammopathy of unclear significance, infections, malignancy, autoimmune diseases, or other conditions to which C3G or IC-MPGN is secondary\n7. Have been diagnosed with or show evidence of hepatobiliary cholestasis\n8. Females who are pregnant, nursing, or planning to become pregnant during the study or within 90 days of ACH-0144471 administration or participants with a female partner who is pregnant, nursing, or planning to become pregnant during the study or within 90 days of ACH-0144471 administration\n9. Have a history of febrile illness, a body temperature \\>38°Celsius, or other evidence of a clinically significant active infection, within 14 days prior to danicopan administration\n10. Have evidence of human immunodeficiency virus, hepatitis B infection, or active hepatitis C infection at Screening\n11. Have a history of meningococcal infection within the prior year\n12. Have a history of hypersensitivity reactions to commonly used antibacterial agents, including beta-lactams, penicillin, aminopenicillins, fluoroquinolones, cephalosporins, and carbapenems, which, in the opinion of the investigator and/or an appropriately qualified immunology or infectious disease expert, would make it difficult to properly provide either empiric antibiotic therapy or treat an active infection.\n13. Have participated in a clinical study in which an investigational drug was given within 30 days, or within 5 half-lives of the investigational drug, whichever is longer, prior to the first dose of ACH-0144471\n14. Have received eculizumab at any dose or interval within the past 50 days prior to the first dose of ACH-0144471\n15. Have received tacrolimus or cyclosporine within 2 weeks of the first dose of ACH-0144471\n16. Have a 12-lead electrocardiogram (ECG) with a QT interval Fridericia correction formula \\>450 millisecond (msec) for males or \\>470 msec for females, or have ECG findings which, in the opinion of the PI, could put the participant at undue risk\n17. Have received any drug known to prolong the corrected QT interval within 2 weeks of the first dose of ACH-0144471 and which, in the opinion of the PI, could put the participant at undue risk\n18. Have any of the following laboratory abnormalities at screening:\n\n    * Alanine transaminase \\> upper limit of normal (ULN)\n    * Aspartate aminotransferase \\> ULN\n    * Absolute neutrophil counts \\<1,000/microliter\n    * Total bilirubin \\>1.5\\* ULN\n    * Indirect bilirubin \\> ULN\n    * Any laboratory abnormality that, in the opinion of the PI, would make the participant inappropriate for the study\n19. Unwilling or unable to comply with the study protocol for any reason",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "12 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline In Composite Biopsy Score At End Of Initial 12-Month Treatment Period",
        "description": "The composite biopsy score was based on a score incorporating changes in the activity index, glomerular C3c staining, and glomerular macrophage infiltration at the end of the initial 12 months of treatment. The composite renal biopsy index scoring system ranged from 0 to 21, with higher scores indicating worse outcomes.",
        "timeFrame": "Baseline, end of initial 12-Month Treatment Period"
      },
      {
        "measure": "Participants With Reduction In Proteinuria At End Of Initial 12-Month Treatment Period",
        "description": "Proteinuria reduction was defined as ≥30% decrease from baseline based on 24-hour urine protein (mg/day).",
        "timeFrame": "Baseline, end of initial 12-Month Treatment Period"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline In Proteinuria At End Of Initial 12-Month Treatment Period",
        "description": "Proteinuria was assessed based on 24-hour urine collections at baseline and end of the initial 12-month Treatment Period.",
        "timeFrame": "Baseline, end of initial 12-Month Treatment Period"
      },
      {
        "measure": "Percent Change From Baseline In Proteinuria At End Of Initial 12-Month Treatment Period",
        "description": "Proteinuria was assessed based on 24-hour urine collections at baseline and end of initial 12-month Treatment Period.",
        "timeFrame": "Baseline, end of initial 12-Month Treatment Period"
      },
      {
        "measure": "Slope Of Estimated Glomerular Filtration Rate (eGFR) From Baseline To End Of Initial 12-Month Treatment Period",
        "description": "Slope of eGFR was estimated using a simple linear regression for each participant, including all data values from baseline until the end of the Initial 12-Month Treatment Period, with eGFR as the dependent variable and time as the independent variable.",
        "timeFrame": "End of initial 12-Month Treatment Period"
      },
      {
        "measure": "Change From Baseline In eGFR At End Of Initial 12-Month Treatment Period",
        "description": "Change from baseline in eGFR at end of initial 12-Month Treatment Period is presented.",
        "timeFrame": "Baseline, end of initial 12-Month Treatment Period"
      },
      {
        "measure": "Participants With Significant Improvement In eGFR Relative To Baseline At End Of Initial 12-Month Treatment Period",
        "description": "Significant improvement relative to baseline was defined as a ≥ 25% increase from baseline in eGFR.",
        "timeFrame": "Baseline, end of initial 12-Month Treatment Period"
      },
      {
        "measure": "Change From Baseline in eGFR Over 12 Months of Treatment For Participants Meeting eGFR Inclusion Criteria",
        "description": "Participants were eligible for enrollment if inclusion criteria were met including having an eGFR \\>=30 milliliters (mL)/minute (min)/1.73 square meter (m\\^2) at the time of screening or at any time over the preceding 4 weeks. This Outcome Measure was registered in case there were participants who were enrolled and ended up not meeting the Eligibility Criteria and was intended to report data for change from baseline in eGFR for only the participants who met the eligibility criteria (that is, participants who did not meet the eligibility criteria would have been excluded from analysis for this Outcome Measure). Since all enrolled participants met the Eligibility Criteria, none of the participants were excluded from this analysis. Therefore, this data is the same data that is presented in Outcome Measure #6 \"Change From Baseline In eGFR At End Of Initial 12-Month Treatment Period\". Change from baseline in eGFR at end of initial 12-Month Treatment Period is presented.",
        "timeFrame": "End of initial 12-Month Treatment Period"
      },
      {
        "measure": "Change From Baseline In Measured GFR At The End Of The Initial 12-Month Treatment Period",
        "description": "Data for this Outcome Measure was to be collected where available. None of the sites collected data for this Outcome Measure.",
        "timeFrame": "End of initial 12-Month Treatment Period"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:06.370Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}