{
  "nctId": "NCT02807181",
  "briefTitle": "SIRT Followed by CIS-GEM Chemotherapy Versus CIS-GEM Chemotherapy Alone as 1st Line Treatment of Patients With Unresectable Intrahepatic Cholangiocarcinoma",
  "officialTitle": "Prospective, Multicenter, Randomized, Controlled Study Evaluating SIR-Spheres Y-90 Resin Microspheres Preceding Cisplatin-gemcitabine (CIS-GEM) Chemotherapy Versus CIS-GEM Chemotherapy Alone as First-line Treatment of Patients With Unresectable Intrahepatic Cholangiocarcinoma",
  "protocolDocument": {
    "nctId": "NCT02807181",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-04-12",
    "uploadDate": "2023-10-20T11:04",
    "size": 3450032,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02807181/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2",
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 89,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-02-14",
    "completionDate": "2021-04-29",
    "primaryCompletionDate": "2021-04-29",
    "firstSubmitDate": "2016-05-13",
    "firstPostDate": "2016-06-21"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Willing, able and mentally competent to provide written informed consent.\n* Aged 18 years or older.\n* Histologically or cytologically confirmed unresectable and non-ablatable intrahepatic cholangiocarcinoma.\n* Liver-only or liver predominant intrahepatic cholangiocarcinoma. Patient are permitted to have loco-regional lymph node involvement defined as: portal LN \\</= to 2 cm and/or para aortic LN \\</= to 1.5 cm in longest diameter, and/or up to 2 indeterminate lung lesions \\< 1 cm if these lung lesions are positron emission tomography (PET) negative.\n* Chemotherapy naïve. Adjuvant chemotherapy is not permitted.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1.\n* Adequate hematological function defined as:\n\nHemoglobin \\>/= 10g/dL White Blood Cell count (WBC) \\>/= 3.0 x 10\\^9/L Absolute neutrophil count (ANC) \\>/= 1.5 x 10\\^9/L Platelet count \\>/= 100,000/mm\\^3 - Adequate liver function defined as: Total bilirubin \\</= 30 umol/L (1.75 mg/dL) Albumin \\>/= 30 g/L\n\n\\- Adequate renal function defined as: Serum urea and serum creatinine \\< 1.5 times upper limit of normal (ULN) Creatinine clearance \\>/= 45 ml/min (calculated with Cockcroft-Gault Equation)\n\n* Life expectancy of at least 3 months without any active treatment\n* Female patients must either be postmenopausal, sterile (surgically or radiation- or chemically-induced), or if sexually active use an acceptable method of contraception during the study.\n* Male patients must be surgically sterile or if sexually active must use an acceptable method of contraception during the study.\n* Considered suitable to receive either regimen in the clinical judgement of the treating investigator.\n\nExclusion Criteria:\n\n* Patients with only non-measurable lesions in the liver according to RECIST criteria\n* Incomplete recovery from previous liver surgery, e.g. unresolved biliary tree obstruction or biliary sepsis or inadequate liver function\n* Biliary stent in situ\n* Main trunk Portal Vein Thrombosis (PVT)\n* Ascites, even if controlled with diuretics. (A minor peri-hepatic rim of ascites detected at imaging is acceptable).\n* Mixed hepatocellular carcinoma - intrahepatic cholangiocarcinoma (HCC-ICC) disease\n* History of prior malignancy. Exceptions include in-situ carcinoma of the cervix treated by cone-biopsy/resection, non-metastatic basal and/or squamous cell carcinomas of the skin, recurrent intra-hepatic cholangiocarcinoma post local treatment or any early stage (stage 1) malignancy adequately resected with curative intent at least 5 years prior to study entry\n* Suspicion of any bone metastasis/metastases or central nervous system metastasis/metastases on clinical or imaging examination.\n* Prior internal or external radiation delivered to the liver.\n* Pregnancy; breast feeding.\n* Participation within 28 days prior to randomization, in an active part of another clinical study that would compromise any of the endpoints of the study.\n* Evidence of ongoing active infection that may affect treatment feasibility or outcome.\n* Prior Whipple's procedure.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Survival at 18 Months",
        "description": "Survival at 18 months is defined as the proportion of patients still alive 18 months from the date of randomization. The outcome was analyzed but the clinical database is not deemed to be reliable.",
        "timeFrame": "18 months following the date of randomization."
      }
    ],
    "secondary": [
      {
        "measure": "Liver-specific Progression Free Survival (PFS)",
        "description": "Liver-specific PFS was defined as the number of days between randomization and the date of first tumor progression in the liver. Diagnosis of tumor progression was to be made using RECIST 1.1.",
        "timeFrame": "From date of randomization to the first documented date of progression in the liver or date of death from any cause, assessed up to 36 months.."
      },
      {
        "measure": "Progression Free Survival (PFS) at Any Site",
        "description": "PFS was defined as the time interval between randomization and the date of tumor progression. Diagnosis of tumor progression was to be made using RECIST 1.1. The outcome was not analyzed due to unreliability of the clinical database.",
        "timeFrame": "From date of randomization to the date of progression at any site until the first date of documented tumor progression at any site or date of death from any cause, assessed up to 36 months."
      },
      {
        "measure": "Objective Response Rate by RECIST 1.1 and Refined RECIST - Liver",
        "description": "The outcome was not analyzed due to unreliability of the clinical database.",
        "timeFrame": "From the date of first treatment until the date of date of first documented progression in the liver, assessed up to 36 months."
      },
      {
        "measure": "Objective Response Rate by RECIST 1.1 and Refined RECIST - at Any Site",
        "description": "The outcome was not analyzed due to unreliability of the clinical database.",
        "timeFrame": "From the date of first treatment until progression at any site, assessed up to 36 months."
      },
      {
        "measure": "Overall Survival",
        "description": "The outcome was not analyzed due to unreliability of the clinical database.",
        "timeFrame": "From date of randomization until the date of death from any cause, assessed up to 36 months."
      },
      {
        "measure": "Liver Surgical Resection and Ablation Rate",
        "description": "To assess the number of patients in each arm who are downstaged by protocol therapy and can proceed to liver resection or ablation. The specific assessments will be the classification of resection as R0, R1 or R2, the presence of viable tumor or fibrosis, and the nearest resection margin. The outcome was not analyzed due to unreliability of the clinical database.",
        "timeFrame": "18 months following the date of randomization."
      },
      {
        "measure": "Incidence of Adverse Events (Safety and Tolerability)",
        "description": "Adverse events (AEs) as assessed by CTCAE v. 4.0. Summaries of non-serious AEs (clinical database, MedDRA 20.1) and serious adverse events (SAEs; pharmacovigilance database, MedDRA 25.1) are provided for information only in the 'Adverse Events' section - the data are deemed unreliable.",
        "timeFrame": "Informed consent until 28 days post last dose of protocol chemotherapy."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:50.531Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}