{
  "nctId": "NCT04126200",
  "briefTitle": "Platform Study of Belantamab Mafodotin as Monotherapy and in Combination With Anti-cancer Treatments in Participants With Relapsed/Refractory Multiple Myeloma (RRMM)",
  "officialTitle": "A Phase I/II, Randomized, Open-label Platform Study Utilizing a Master Protocol to Study Belantamab Mafodotin (GSK2857916) as Monotherapy and in Combination With Anti-Cancer Treatments in Participants With Relapsed/Refractory Multiple Myeloma (RRMM) - DREAMM 5",
  "protocolDocument": {
    "nctId": "NCT04126200",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2024-02-12",
    "uploadDate": "2024-02-23T11:21",
    "size": 2451409,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04126200/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 209,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-10-07",
    "completionDate": "2029-02-12",
    "primaryCompletionDate": "2029-02-12",
    "firstSubmitDate": "2019-10-11",
    "firstPostDate": "2019-10-15"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participant must be 18 years of age inclusive or older, at the time of signing the informed consent.\n* Participants must have histologically or cytologically confirmed diagnosis of Multiple Myeloma (MM), as defined by the IMWG.\n* Participants having at least 3 prior lines of prior anti-myeloma treatments including an immunomodulating agent (IMID) a proteasome inhibitor (PI) and an anti-CD38 monoclonal antibody.\n* Participants with a history of autologous stem cell transplant are eligible for study participation when, transplant was \\>100 days prior to study enrolment and with no active infection(s).\n* Participants with Eastern Cooperative Oncology Group (ECOG) performance status of 0-1, unless ECOG less than equal to (\\<=)2 is due solely to skeletal complications and/or skeletal pain due to MM.\n* Participants with measurable disease defined as at least one of the following: Serum M-protein greater than equal to (\\>=)0.5 gram per deciliter (\\>=5 gram per liter) or Urine M-protein \\>=200 milligrams (mg) per 24 hours or Serum free light chain (FLC) assay: Involved FLC level \\>=10 mg per deciliter (\\>=100 mg per Liter) and an abnormal serum FLC ratio (\\<0.26 or \\>1.65).\n* Participants who have tested positive for Hepatitis B core antibody (HBcAb) can be enrolled if the following criteria are met: Serology result HBcAb+, Hepatitis B surface antigen (HBsAg)-; HBV deoxyribonucleic acid (DNA) undetectable during screening.\n* Participants who are currently receiving physiological doses oral steroids (\\<10 mg/day), inhaled steroids or ophthalmalogical steroids.\n\nInclusion Criteria Specific to Sub-study 6,7, and 8:\n\n* Participants with contraception requirements specific to Sub-study 6, 7, and 8 respectively.\n* Participants with platelets value for Adequate Organ System Function is ≥75 × 10\\^9/L.\n\nInclusion Criteria Specific to Sub-study 8:\n\n\\- In Japan, participants should reside in Japan and be Japanese as defined by having all biological Japanese grandparents. Similarly, in China, subjects should reside in China and be Chinese as defined by having all biological Chinese grandparents.\n\nExclusion Criteria:\n\n* Participants with current corneal epithelial disease except mild punctate keratopathy.\n* Participants with evidence of cardiovascular risk.\n* Participants with known immediate or delayed hypersensitivity reaction or idiosyncrasy to drugs chemically related to belantamab mafodotin or any of the components of the study treatment. History of severe hypersensitivity to other mAb.\n* Participants with active infection requiring antibiotic, antiviral, or antifungal treatment.\n* Participants with other monoclonal antibodies within 30 days or systemic anti-myeloma therapy within \\<14 days.\n* Participants with prior radiotherapy within 2 weeks of start of study therapy.\n* Participants with prior allogeneic transplant are prohibited.\n* Participants who have received prior Chimeric Antigen T cell therapy (CAR-T) therapy with lymphodepletion with chemotherapy within 3 months of screening.\n* Participants with any major surgery (other than bone-stabilizing surgery) within the last 30 days.\n* Participants with prior treatment with an investigational agent within 14 days or 5 half-lives of receiving the first dose of study drugs, whichever is shorter.\n* Participants with \\>=grade 3 toxicity considered related to prior check-point inhibitors and that led to treatment discontinuation.\n* Participants who have received transfusion of blood products within 2 weeks before the first dose of study drug.\n* Participants must not receive live attenuated vaccines within 30 days prior to first dose of study treatment or whilst receiving belantamab mafodotin +- partner agent in any sub-study arm of the platform trial and for at least 70 days following last study treatment.\n* Participants with presence of active renal condition (infection, requirement for dialysis or any other condition that could affect participant's safety). Participants with isolated proteinuria resulting from MM.\n* Participants with known human immunodeficiency virus (HIV) infection, unless the participant can meet all criteria: a) established anti-retroviral therapy for at least 4 weeks and HIV viral load\\<400 copies/milliliter (mL) b) cluster of differentiation 4 plus (CD4+) T-cell (CD4+) counts \\>= 350 cells/microliter (µL) c) No history of Acquired immunodeficiency syndrome (AIDS)-defining opportunistic infections within the last 12 months in which case the participant would be eligible for CE Phase only.\n\nFor participants receiving nirogacestat, HIV drugs that are strong Cytochrome P450 3A4 (CYP3A4) inhibitors are prohibited. HIV drugs that are moderate CYP3A4 inhibitors, while permitted, should be co-administered with caution and must be accompanied by nirogacestat dose modifications.\n\nAdditional Exclusion Criteria for Sub-study 1 and 2:\n\n* Participants with autoimmune disease (current or history) or syndrome that required systemic treatment within the past 2 years.\n* Exclusion for a recent (within the past 6 months) history of symptomatic pericarditis.\n\nAdditional Exclusion Criteria for Sub-study 3, 6, 7, and 8:\n\n* Participants with uncontrolled small and/or large intestinal disease.\n* Participants with uncontrolled skin disease.\n* Participants with any condition causing hypophosphatemia, hypokalemia or hypomagnesemia which is refractory to electrolyte replacement.\n* Participants with previous administration of a gamma secretase inhibitor.\n* Participants with concomitant administration of a strong CYP3A4 inhibitor or inducer.\n\nAdditional Exclusion Criteria for Sub-study 4:\n\n* Participant has an active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease-modifying agents, corticosteroids, or immunosuppressive drugs).\n* Participants who have received prior therapy with an anti-programmed death-1 (anti-PD-1), anti-PD-1-ligand-1 (anti-PD-L1), or anti-PD-1 ligand-2 (anti-PD-L2) agent.\n* Participant has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of study treatment. Use of inhaled steroids, local injection of steroids, and steroid eye drops are allowed.\n\nAdditional Exclusion Criteria for Sub-study 5:\n\n* Participants with Severe hypersensitivity to Isatuximab-irfc or to any of its excipients.\n* Participants with prior treatment with other anti-CD38 monoclonal antibody within 6 months of the first dose of study drug treatment.\n* Participants with known intolerance or hypersensitivity to infused proteins products, sucrose, histidine, and polysorbate 80.\n\nAdditional Exclusion Criteria for Sub-study 6, 7, and 8:\n\n* Participants with active or history of venous thromboembolism within the past 3 months.\n* Participants with evidence of active mucosal or internal bleeding.\n* Participants with contraindications to or are unwilling to undergo protocol-required anti-thrombotic prophylaxis or unable to tolerate antithrombolitic prophalaxis.\n\nAdditional Exclusion Criteria for Sub-study 6 and 8:\n\n\\- Participants who discontinued prior treatment with lenalidomide due to intolerable adverse events.\n\nAdditional Exclusion Criteria for Sub-study 7:\n\n\\- Participants who discontinued prior treatment with pomalidomide due to intolerable adverse events.\n\nAdditional Exclusion Criteria for Sub-study 8:\n\n* Pregnant or lactating female or female who are interrupting lactation.\n* Previously diagnosed with interstitial lung disease or current complication of interstitial lung disease.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "DE Phase: Number of participants achieving dose limiting toxicities (DLT)",
        "description": "An event is considered to be a DLT if the event occurs within the first 28 days of treatment and meets protocol defined DLT criteria.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "DE Phase: Number of participants with adverse events (AEs) and serious adverse events (SAEs)",
        "description": "AEs and SAEs will be collected.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "DE Phase: Number of participants with clinically significant changes in hematology, clinical chemistry and urinalysis lab parameters",
        "description": "Blood and urine samples will be collected to evaluate hematology, clinical chemistry and urinalysis lab parameters.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Number of participants achieving Overall Response Rate (ORR)",
        "description": "ORR is defined as the percentage of participants with a Partial response (PR) or better, according to the International Myeloma Working Group (IMWG) Response Criteria.",
        "timeFrame": "Up to 36 months"
      }
    ],
    "secondary": [
      {
        "measure": "DE Phase: Number of participants achieving ORR",
        "description": "ORR is defined as the percentage of participants with PR or better, according to the IMWG Response Criteria.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Number of participants achieving Clinical Benefit Rate (CBR)",
        "description": "CBR is defined as the percentage of participants with a minimal response (MR) or better, according to IMWG response criteria.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Number of participants achieving Partial Response (PR)",
        "description": "Number of participants with PR according to IMWG criteria will be analyzed.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Number of participants achieving PR",
        "description": "Number of participants with PR according to IMWG criteria will be analyzed.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Number of participants achieving Very Good Partial Response (VGPR)",
        "description": "Number of participants with VGPR according to IMWG criteria will be analyzed.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Number of participants achieving VGPR",
        "description": "Number of participants with VGPR according to IMWG criteria will be analyzed.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Number of participants achieving Complete Response (CR)",
        "description": "Participants with CR according to IMWG criteria will be analyzed.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Number of participants achieving CR",
        "description": "Participants with CR according to IMWG criteria will be analyzed.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Number of participants achieving stringent Complete Response (sCR)",
        "description": "Participants with sCR according to IMWG criteria will be analyzed.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Number of participants achieving sCR",
        "description": "Participants with sCR according to IMWG criteria will be analyzed.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Belantamab mafodotin concentrations when administered in combination with anti-cancer treatments",
        "description": "Blood samples will be collected for concentrations of belantamab mafodotin.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Belantamab mafodotin concentrations when administered in combination with anti-cancer treatments",
        "description": "Blood samples will be collected for concentrations of belantamab mafodotin.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: GSK3174998 concentration when administered in combination with belantamab mafodotin",
        "description": "Blood samples will be collected for concentrations of GSK3174998.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: GSK3174998 concentration when administered in combination with belantamab mafodotin",
        "description": "Blood samples will be collected for concentrations of GSK3174998.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Feladilimab concentration when administered in combination with belantamab mafodotin",
        "description": "Blood samples will be collected for concentrations of feladilimab.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Feladilimab concentration when administered in combination with belantamab mafodotin",
        "description": "Blood samples will be collected for concentrations of feladilimab.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Nirogacestat concentration when administered in combination with belantamab mafodotin",
        "description": "Blood samples will be collected for concentrations of nirogacestat.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Nirogacestat concentration when administered in combination with belantamab mafodotin",
        "description": "Blood samples will be collected for concentrations of nirogacestat.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Dostarlimab concentration when administered in combination with belantamab mafodotin",
        "description": "Blood samples will be collected for concentrations of dostarlimab.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Dostarlimab concentration when administered in combination with belantamab mafodotin",
        "description": "Blood samples will be collected for concentrations of dostarlimab.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Isatuximab concentration when administered in combination with belantamab mafodotin",
        "description": "Blood samples will be collected for concentrations of isatuximab.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Isatuximab concentration when administered in combination with belantamab mafodotin",
        "description": "Blood samples will be collected for concentrations of isatuximab.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Concentration of anti-drug antibodies (ADAs) against belantamab mafodotin when administered in combination with anti-cancer treatments",
        "description": "Blood samples for concentrations for ADAs will be collected.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Concentration of ADAs against belantamab mafodotin when administered in combination with anti-cancer treatments",
        "description": "Blood samples for concentrations for ADAs will be collected.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Concentration of ADAs against GSK3174998 when administered in combination with belantamab mafodotin",
        "description": "Blood samples for concentrations for ADAs will be collected.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Concentration of ADAs against GSK3174998 when administered in combination with belantamab mafodotin",
        "description": "Blood samples for concentrations for ADAs will be collected.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Concentration of ADAs against feladilimab when administered in combination with belantamab mafodotin",
        "description": "Blood samples for concentrations for ADAs will be collected.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Concentration of ADAs against feladilimab when administered in combination with belantamab mafodotin",
        "description": "Blood samples for concentrations for ADAs will be collected.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Concentration of ADAs against dostarlimab when administered in combination with belantamab mafodotin",
        "description": "Blood samples for concentrations for ADAs will be collected.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Concentration of ADAs against dostarlimab when administered in combination with belantamab mafodotin",
        "description": "Blood samples for concentrations for ADAs will be collected.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Concentration of ADAs against isatuximab when administered in combination with belantamab mafodotin",
        "description": "Blood samples for concentrations for ADAs will be collected.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Concentration of ADAs against isatuximab when administered in combination with belantamab mafodotin",
        "description": "Blood samples for concentrations for ADAs will be collected.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Number of participants with adverse events of special interest (AESI) for belantamab mafodotin",
        "description": "AESIs will be collected.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Number of participants with AESI for belantamab mafodotin",
        "description": "AESIs will be collected.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Number of participants with AESI for GSK3174998",
        "description": "AESIs will be collected.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Number of participants with AESI for GSK3174998",
        "description": "AESIs will be collected.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Number of participants with AESI for Feladilimab",
        "description": "AESIs will be collected.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Number of participants with AESI for Feladilimab",
        "description": "AESIs will be collected.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Number of participants with AESI for Nirogacestat",
        "description": "AESIs will be collected.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Number of participants with AESI for Nirogacestat",
        "description": "AESIs will be collected.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Number of participants with AESI for Dostarlimab",
        "description": "AESIs will be collected.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Number of participants with AESI for Dostarlimab",
        "description": "AESIs will be collected.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Number of participants with AESI for Isatuximab",
        "description": "AESIs will be collected.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Number of participants with AESI for Isatuximab",
        "description": "AESIs will be collected.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "DE Phase: Number of participants with abnormal ocular findings on ophthalmic examination",
        "description": "Ophthalmic examination will assess abnormal findings.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "CE Phase: Number of participants with abnormal ocular findings on ophthalmic examination",
        "description": "Ophthalmic examination will assess abnormal findings.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "CE Phase: Number of participants achieving Progression-free survival (PFS)",
        "description": "PFS is defined as the time from randomization until the earliest date of confirmed progressive disease (PD) per IMWG, or death due to any cause.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "CE Phase: Duration of response (DoR)",
        "description": "DoR is defined as the time from first documented evidence or PR or better until progressive disease per IMWG or death due to progressive disease among participants who achieve confirmed partial response or better.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "CE Phase: Time to response (TTR)",
        "description": "TTR is defined as the time between the date of randomization and the first documented evidence of response (PR or better), among participants who achieve a response (confirmed PR or better).",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "CE Phase: Number of participants achieving Overall survival (OS)",
        "description": "OS is defined as the time from randomization until death due to any cause.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "CE Phase: Number of participants with AEs and SAEs",
        "description": "AEs and SAEs will be collected.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "CE Phase: Number of participants with AEs leading to discontinuation",
        "description": "Number of participants with AEs leading to discontinuation will be evaluated.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "CE Phase: Number of participants with dose reduction or delay",
        "description": "Number of participants with dose reduction or delay will be evaluated.",
        "timeFrame": "Up to 36 months"
      },
      {
        "measure": "CE Phase: Number of participants with clinically significant changes in hematology, clinical chemistry and urinalysis lab parameters",
        "description": "Blood and urine samples will be collected to evaluate hematology, clinical chemistry and urinalysis lab parameters.",
        "timeFrame": "Up to 36 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 54,
      "otherCount": 0,
      "totalCount": 58
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:05.177Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}