{
  "nctId": "NCT05984030",
  "briefTitle": "Supporting Tailored And Responsive PrEP in Rural North Carolina",
  "officialTitle": "Meet me Where I am: A Multilevel Strategy to Increase PrEP Uptake and Persistence in Rural NC",
  "protocolDocument": {
    "nctId": "NCT05984030",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2024-09-30",
    "uploadDate": "2025-06-19T07:44",
    "size": 1839741,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05984030/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 17,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-08-31",
    "completionDate": "2025-06-01",
    "primaryCompletionDate": "2025-05-02",
    "firstSubmitDate": "2023-08-01",
    "firstPostDate": "2023-08-09"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Report sexual activity with a male in the past 12 months\n* Received HIV testing within 90 days pre-enrollment and not known to be HIV-positive at screening/enrollment by self-report\n* Age 18-39 years\n* Have daily smartphone access\n* Be English speaking\n* Deny current PrEP use\n\nExclusion Criteria:\n\n* Confirmed prior HIV-positive diagnosis\n* Prior PrEP use (oral PrEP or injectable PrEP) within the last 3 months.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "39 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Proportion of Participants Reporting PrEP Initiation by 3 Months",
        "description": "Proportion of participants with verified self-reported pre-exposure prophylaxis (PrEP) use (first dose, oral or injectable PrEP)1 at or before 3 months, defined as the number verified to start PrEP divided by the total number of participants in each arm",
        "timeFrame": "3 months"
      }
    ],
    "secondary": [
      {
        "measure": "Proportion of Participants Reporting PrEP Initiation by 6 Months",
        "description": "Proportion of participants with verified self-reported PrEP use (first dose, oral or injectable PrEP) at or before 6 months, defined as the number verified to start PrEP divided by the total number of participants in each arm",
        "timeFrame": "6 months"
      },
      {
        "measure": "Proportion of PrEP Initiators Adhering to Chosen PrEP Strategy Over First 3 Months",
        "description": "Number of participants with on-time PrEP refills and/or injections noted in Electronic Health Record (EHR) over first 3 months divided by number initiating PrEP over first 3 months",
        "timeFrame": "3 months"
      },
      {
        "measure": "Proportion of PrEP Initiators Adhering to Chosen PrEP Strategy Over First 6 Months",
        "description": "Number of participants with on-time PrEP refills and/or injections noted in EHR over first 6 months divided by number initiating PrEP over first 6 months",
        "timeFrame": "6 months"
      },
      {
        "measure": "Average Number of Consecutive Months PrEP Used Over First 3 Months",
        "description": "Among those who initiate PrEP, average number of consecutive months PrEP used, based on date of first and last dose over first 3 months of follow-up, as indicated through survey self-report and visits/prescriptions noted in the EHR.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Average Number of Consecutive Months PrEP Used Over First 6 Months",
        "description": "Among those who initiate PrEP, average number of consecutive months PrEP used, based on date of first and last dose over first 6 months of follow-up, as indicated through survey self-report and visits/prescriptions noted in the EHR",
        "timeFrame": "6 months"
      },
      {
        "measure": "Average Number of Days PrEP Used Among Persons Initiating Daily Oral PrEP in the 30 Days Prior to the 3-month Visit.",
        "description": "Among those who initiate daily oral PrEP, average number of days PrEP used, based on self-reported recall of doses taken in past 30 days.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Average Number of Condomless Anal Sex Acts Protected by PrEP Among Persons Initiating Event-driven Oral PrEP in the 30 Days Prior to the 3-month Visit.",
        "description": "Among those who initiate event-driven oral PrEP, average number of condomless anal sex acts covered by PrEP, based on self-reported number of condomless anal sex episodes and frequency of complete event-driven PrEP use (before and after) condomless anal sex act.",
        "timeFrame": "3-months"
      },
      {
        "measure": "Proportion of Injectable PrEP Initiators Reporting PrEP Use in the 90 Days Prior to the 3-month Visit",
        "description": "Number of participants who initiated injectable PrEP and reported using Injectable PrEP within an on-time injection interval, in the 90 days prior to the 3-month visit, divided by the number who initiated injectable PrEP.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Average Number of Days PrEP Used Among Persons Initiating Daily Oral PrEP in the 30 Days Prior to the 6-month Visit.",
        "description": "Among those who initiate daily oral PrEP, average number of days PrEP used, based on self-reported recall of doses taken in past 30 days.",
        "timeFrame": "6 months"
      },
      {
        "measure": "Average Number of Condomless Anal Sex Acts Protected by PrEP Among Persons Initiating Event-driven Oral PrEP in the 30 Days Prior to the 6-month Visit.",
        "description": "Among those who initiate event-driven oral PrEP, average proportion of condomless anal sex acts covered by PrEP, based on self-reported number of condomless anal sex episodes and frequency of complete event-driven PrEP use (before and after) condomless anal sex act.",
        "timeFrame": "6 months"
      },
      {
        "measure": "Proportion of Injectable PrEP Initiators Reporting PrEP Use in the 90 Days Prior to the 6-month Visit",
        "description": "Number of participants who initiated injectable PrEP and reported using Injectable PrEP within an on-time injection interval, in the 90 days prior to the 3-month visit, divided by the number who initiated injectable PrEP",
        "timeFrame": "6 months"
      },
      {
        "measure": "Proportion of Oral PrEP Initiators With Detected PrEP Concentrations in Blood at 3 Months",
        "description": "Number of PrEP initiators with PrEP concentrations detected at the 3-month study follow-up visit, based on intraerythrocytic Tenofovir diphosphate (TFV-DP) collected as Dried Blood Spot (DBS) divided by the number who initiated oral PrEP",
        "timeFrame": "3 months"
      },
      {
        "measure": "Proportion of Oral PrEP Initiators With Detected PrEP Concentrations in Blood at 6 Months",
        "description": "Number of PrEP initiators with PrEP concentrations detected at the 6-month study follow-up visit, based on intraerythrocytic TFV-DP collected as DBS divided by the number who initiated oral PrEP",
        "timeFrame": "6 months"
      },
      {
        "measure": "Proportion of Injectable PrEP Initiators Receiving All Prescribed Injections Through 3 Months",
        "description": "Number of injectable PrEP initiators with injections recorded in the EHR at all prescribed timepoints prior to the 3-month follow up visit divided by the number who initiated injectable PrEP",
        "timeFrame": "3 months"
      },
      {
        "measure": "Proportion of Injectable PrEP Initiators Receiving All Prescribed Injections Through 6 Months",
        "description": "Number of injectable PrEP initiators with injections recorded in the EHR at all prescribed timepoints prior to the 6-month follow up visit divided by the number who initiated injectable PrEP",
        "timeFrame": "6 months"
      },
      {
        "measure": "Proportion of Participants Who Test Positive for HIV Among Those Tested at or Prior to the 3-month Visit",
        "description": "Number with a positive clinical test result for human immunodeficiency virus (HIV) obtained from state, clinic, or commercial lab results, or verified participant-uploaded results, divided by the number tested for HIV prior to the 3-month visit, as indicated by state, clinic, commercial, or self-uploaded indication of receiving a test",
        "timeFrame": "3 months"
      },
      {
        "measure": "Proportion of Participants Who Test Positive for HIV Among Those Tested at or Prior to the 6-month Visit",
        "description": "Number with a positive clinical test result for HIV obtained from state, clinic, or commercial lab results, or verified participant-uploaded results, divided by the number tested for HIV prior to the 6-month visit, as indicated by state, clinic, commercial, or self-uploaded indication of receiving a test",
        "timeFrame": "6 months"
      },
      {
        "measure": "Proportion of Participants Who Test Positive for an STI Other Than HIV Among Those Tested at or Prior to the 3-month Visit",
        "description": "Number with a positive clinical test result for an sexually transmitted infections (STI) other than HIV obtained from state, clinic, or commercial lab results, or verified participant-uploaded results, divided by the number tested for STIs other than HIV prior to the 3 month visit, as indicated by state, clinic, commercial, or self-uploaded indication of receiving a test",
        "timeFrame": "3 months"
      },
      {
        "measure": "Proportion of Participants Who Test Positive for an STI Other Than HIV Among Those Tested at or Prior to the 6-month Visit",
        "description": "Number with a positive clinical test result for an STI other than HIV obtained from state, clinic, or commercial lab results, or verified participant-uploaded results, divided by the number tested for STIs other than HIV prior to the 6-month visit, as indicated by state, clinic, commercial, or self-uploaded indication of receiving a test.",
        "timeFrame": "6 months"
      },
      {
        "measure": "Average Self-reported Score on the PrEP Stigma Scale at 3 Months",
        "description": "Average self-reported score on the PrEP Anticipated Stigma Scale as reported on the computer-assisted self-interview (CASI) at 3 months\n\nThe mean composite score is calculated from the PrEP Anticipated Stigma Scale (Calabrese et al., 2018), an 8-item validated scale measuring the sub-constructs of PrEP user stereotypes and PrEP disapproval by others. Item response options include: (1) Strongly Disagree, (2) Disagree, (3) Agree, (4) Strongly Agree. Mean scores are calculated, with higher scores indicating stronger perceived PrEP stigma. Total possible composite score ranges from 8 (lowest stigma, best outcome) to 32 (highest stigma, worst outcome).",
        "timeFrame": "3 months"
      },
      {
        "measure": "Average Self-reported Score on the PrEP Stigma Scale at 6 Months",
        "description": "Average self-reported score on the PrEP Anticipated Stigma Scale as reported on the CASI at 6 months\n\nThe mean composite score is calculated from the PrEP Anticipated Stigma Scale (Calabrese et al., 2018), an 8-item validated scale measuring the sub-constructs of PrEP user stereotypes and PrEP disapproval by others. Item response options include: (1) Strongly Disagree, (2) Disagree, (3) Agree, (4) Strongly Agree. Mean scores are calculated, with higher scores indicating stronger perceived PrEP stigma. Total possible composite score ranges from 8 (lowest stigma, best outcome) to 32 (highest stigma, worst outcome).",
        "timeFrame": "6 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 21,
      "otherCount": 0,
      "totalCount": 22
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:20.004Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}