{
  "nctId": "NCT02535091",
  "briefTitle": "Safety and Pharmacokinetic Study of YKP3089 as Adjunctive Therapy in Subjects With Partial Onset Seizures",
  "officialTitle": "An Open Label, Multicenter, Safety and Pharmacokinetic Study of YKP3089 as Adjunctive Therapy in Subjects With Partial Onset Seizures",
  "protocolDocument": {
    "nctId": "NCT02535091",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-06-20",
    "uploadDate": "2024-02-07T12:03",
    "size": 1922247,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02535091/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 1345,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-08-03",
    "completionDate": "2022-02-07",
    "primaryCompletionDate": "2021-03-31",
    "firstSubmitDate": "2015-08-21",
    "firstPostDate": "2015-08-28"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria\n\n1. Male or female and greater than or equal to 18 years of age at the time of signing the informed consent. The upper age limit is 70 years inclusive.\n2. Weight at least 30 kg\n3. Written informed consent signed by the subject or legal guardian prior to entering the study in accordance with the International Conference on Harmonization Good Clinical Practices (ICH GCP) guidelines. If the written informed consent is provided by the legal guardian because the subject is unable to do so, a written or verbal assent from the subject must also be obtained. In Germany, only the subject may sign the informed consent form in accordance with ICH guidelines.\n4. A diagnosis of partial epilepsy according to the International League Against Epilepsy's Classification of Epileptic Seizures. Diagnosis should have been established by clinical history and an electroencephalogram (EEG) that is consistent with localization related epilepsy; normal interictal EEGs will be allowed provided that the subject meets the other diagnosis criterion (ie, clinical history).\n5. Have uncontrolled partial seizures and require additional AED therapy despite having been treated with at least one AED within approximately the last 2 years.\n6. Currently on stable antiepileptic treatment regimen:\n\n   1. Subject must have been receiving stable doses of 1 to 3 AEDs for at least 3 weeks prior to Visit 2\n   2. Vagal nerve stimulator (VNS) will not be counted as an AED; however, the parameters must remain stable for at least 4 weeks prior to baseline. The VNS must have been implanted at least 5 months prior to Visit 1.\n   3. Benzodiazepines taken at least once per week during the 1 month prior to Visit 1 for epilepsy, or for anxiety or sleep disorder, will be counted as 1 AED and must be continued unchanged throughout the study. Therefore only a maximum of 2 additional approved AEDs will be allowed.\n7. Computed tomography (CT) or magnetic resonance imaging (MRI) scan performed within the past 10 years that ruled out a progressive cause of epilepsy. If a CT or MRI has not been performed within the past 10 years, one must be performed prior to randomization.\n8. Ability to reach subject by telephone.\n9. Use of an acceptable form of birth control by female subjects of childbearing potential\n\nExclusion Criteria\n\n1. History of any serious drug-induced hypersensitivity reaction (including but not limited to Stevens Johnson syndrome, toxic epidermal necrolysis, drug reaction with eosinophilia and systemic symptoms) or any drug-related rash requiring hospitalization.\n2. History of any drug-induced rash or hypersensitivity reaction.\n3. History of a first degree relative with a serious cutaneous drug-induced adverse reaction.\n4. History of serious systemic disease, including hepatic insufficiency, renal insufficiency, a malignant neoplasm, any disorder in which prognosis for survival is less than 3 months, or any disorder which in the judgment of the investigator will place the subject at excessive risk by participation in a controlled trial\n5. Subjects taking phenytoin must not be taking phenobarbital or primidone; subjects taking phenobarbital must not be taking phenytoin or primidone\n6. Subjects taking concomitant AEDs other than phenytoin or phenobarbital, must not be taking phenytoin or phenobarbital or primidone\n7. Subjects with clinical evidence of phenytoin or phenobarbital toxicity\n8. A history of nonepileptic or psychogenic seizures\n9. Presence of only nonmotor simple partial seizures or primary generalized epilepsies\n10. Presence of Lennox-Gastaut syndrome\n11. Scheduled epilepsy surgery within 8 months after Visit 1\n12. Subjects implanted with or planning to have implantation of deep brain stimulator\n13. Pregnancy or lactation\n14. Any clinically significant laboratory abnormality that in the opinion of the investigator would exclude the subject from the study\n15. Evidence of significant active hepatic disease. Stable elevations of liver enzymes, alanine aminotransferase (ALT), and aspartate aminotransferase (AST) due to concomitant medication(s) will be allowed if they are less than 3 times the upper limit of normal (ULN)\n16. An active central nervous system (CNS) infection, demyelinating disease, degenerative neurologic disease, or any CNS disease deemed to be progressive during the course of the study that may confound the interpretation of the study results\n17. Any clinically significant psychiatric illness, psychological, or behavioral problems that, in the opinion of the investigator, would interfere with the subject's ability to participate in the study\n18. Presence of psychotic disorders and/or unstable recurrent affective disorders evident by use of antipsychotics; presence or recent history (within 6 months) of major depressive episode\n19. History of alcoholism, drug abuse, or drug addiction within the past 2 years\n20. Current use of felbamate with less than 18 months of continuous exposure\n21. Current or recent (within the past year) use of vigabatrin or ezogabine. Subjects with a prior history of treatment with vigabatrin must have documentation showing no evidence of a vigabatrin associated clinically significant abnormality in a visual perimetry test. Subjects with a prior history of treatment with ezogabine should have no evidence of retinal abnormalities with funduscopic features similar to those seen in retinal pigment dystrophies.\n22. History of status epilepticus within 3 months of Visit 1\n23. Screening laboratory investigation demonstrates abnormal renal function\n24. Absolute neutrophil count less than 1500/µL\n25. Clinical or ECG evidence of serious cardiac disease, including ischemic heart disease, uncontrolled heart failure, and major arrhythmias, or relevant replicated changes in QT intervals (QTcF less than 340 msec or greater than 450 msec in males and greater than 470 msec in females)\n26. Platelet counts lower than 80,000/µL in subjects treated with Valproic acid (divalproex sodium) (VPA)\n27. A \"yes\" answer to Question 1 or 2 of the Columbia Suicide Severity Rating Scale (C-SSRS) (Baseline/Screening version) Ideation Section in the past 6 months or a \"yes\" answer to any of the Suicidal Behavior Questions in the past 2 years.\n28. More than 1 lifetime suicide attempt\n29. Participation in any other trials involving an investigational product or device within 30 days of screening (or longer, as required by local regulations)\n30. Current use of any of the following medications: clopidogrel, fluvoxamine, amitriptyline, clomipramine, bupropion, methadone, ifosfamide, cyclophosphamide, efavirenz, fosphenytoin, ethotoin, mephenytoin, or natural progesterone (within 1 month of Visit 1)\n31. History of positive antibody/antigen test for hepatitis B, hepatitis C, or HIV\n32. Presence of congenital short QT syndrome\n33. A history of previous exposure to YKP3089",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Summary of Treatment-Emergent Adverse Events (TEAEs)",
        "description": "TEAEs were defined as Adverse events (AEs) with onset on or after the start of study medication, up to last dose date of study medication + 14 days or onset before study medication and worsened after starting study medication, up to last dose date of study medication + 14 days.",
        "timeFrame": "1 day to up to 215 weeks after first dose."
      }
    ],
    "secondary": [],
    "other": [
      {
        "measure": "Vital Signs: Meeting Abnormal Criteria (Post-Baseline Measurement)",
        "description": "Subjects with At Least 1 Post-Baseline Measurement Meeting Abnormal Criteria. Changes in systolic and diastolic blood pressure, pulse rate, respiratory rate, temperature, weight, and height in each safety evaluable group were small and not clinically meaningful.",
        "timeFrame": "1 day to up to 215 weeks after first dose."
      },
      {
        "measure": "Exposure to Study Dose - Length (Weeks)",
        "description": "Exposure to Study Dose was measured in Safety Population. Modal daily dose defined as the dose taken the most days during the reporting phase or study; in case of ties, modal dose was defined as the highest dose level between the two doses in the tie.",
        "timeFrame": "1 day to up to 215 weeks after first dose."
      },
      {
        "measure": "YKP3089 Plasma Levels (mcg/mL)",
        "description": "At Visit 8 and Visit 9, 2 blood samples were collected for the determination of YKP3089 plasma levels (YKP3089 and concomitant AED doses must have been stable for 2 weeks prior to these visits), at arrival and 30 minutes to 4 hours after the most recent dose.\n\nPlasma levels of phenytoin and phenobarbital were stable during the titration. The endpoint values are based on pharmacokinetic (PK) population.",
        "timeFrame": "Day 85 and Day 99 after first dose."
      },
      {
        "measure": "Exposure to Study Dose - Length (Months)",
        "description": "Exposure to Study Dose was measured in Safety Population. Modal daily dose defined as the dose taken the most days during the reporting phase or study; in case of ties, modal dose was defined as the highest dose level between the two doses in the tie.",
        "timeFrame": "1 day to up to 215 weeks after first dose."
      },
      {
        "measure": "Average Exposure to Study Dose",
        "description": "Exposure to Study Dose was measured in Safety Population. Modal daily dose defined as the dose taken the most days during the reporting phase or study; in case of ties, modal dose was defined as the highest dose level between the two doses in the tie.",
        "timeFrame": "1 day to up to 215 weeks after first dose."
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 5,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 24,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:29:48.828Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}