{
  "nctId": "NCT05158075",
  "briefTitle": "Program for the Comprehensive Neurocognitive Treatment of Excess Weight",
  "officialTitle": "Program for the Comprehensive Neurocognitive Treatment of Excess Weight",
  "protocolDocument": {
    "nctId": "NCT05158075",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-09-07",
    "uploadDate": "2021-12-09T06:01",
    "size": 457916,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05158075/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 150,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-03-08",
    "completionDate": "2022-12-31",
    "primaryCompletionDate": "2022-12-22",
    "firstSubmitDate": "2021-11-17",
    "firstPostDate": "2021-12-15"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* BMI between 25 and 39.9\n* Age between 18 and 55 years\n* Good command of the Spanish language\n* Have at least two electronic devices available, one of them a smartphone with a gyroscope\n\nExclusion Criteria:\n\n* Traumatic, digestive, metabolic or systemic disorders that affect the central nervous system, autonomic or endocrine\n* Cardiovascular or any other disorders that prevent physical exercise\n* Psychopathological disorders or presence of severe symptoms in the Depression Anxiety and Stress Scale-21 (DASS-21)\n* Eating disorders or presence of criteria in the Questionnaire on Eating and Weight Patterns-5 (QEWP-5)\n* Pharmacological or any other kind of treatment for losing weight at present\n* Candidates for bariatric surgery\n* Food conditions that could interfere with the stimulus of the program (allergies, spru, vegetarianism, veganism)\n* Current pregnancy or breastfeeding (or expected pregnancy in the following six months)\n* Weight loss \\>5% on the 3 months previous to the program\n* Use of medication that affects weight\n* Frequent use of alcohol or other drugs that affects food intake.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "55 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Mean change from baseline in Body Mass Index at post-intervention and follow-ups",
        "description": "Body mass index (BMI) is a measure of body fat based on height and weight. The BMI is defined as the body mass divided by the square of the body height, and is expressed in units of kg/m\\^2. Height and weight will be obtained with a pharmacy digital weight.",
        "timeFrame": "Through study completion (8 months)"
      }
    ],
    "secondary": [
      {
        "measure": "Mean change from baseline in the Approach-avoidance bias on the Tilt Task app at 1 week",
        "description": "The Tilt Task average reaction time of the approach and avoidance trials will be subtracted separately for healthy and unhealthy foods, with the positive and negative scores representing approximation and avoidance bias, respectively. Reaction time will be measured before and after 1-week training.",
        "timeFrame": "Counterbalanced week 3 or 6 (days 1 and 7)"
      },
      {
        "measure": "Mean change from baseline in food inhibitory control on the Food Training app at 1 week",
        "description": "The Food Trainer app reaction time for the high-calorie and low-calorie foods paired with the go and the no-go signal will be measured before and after 1-week training. The average response time for go and no-go items will be calculated according to the type of images (appetizing and healthy foods), and commission errors will be recorded.",
        "timeFrame": "Counterbalanced week 4 or 7 (days 1 and 7)"
      },
      {
        "measure": "Mean change from baseline in food choice at post-intervention",
        "description": "In the Food Choice task, 16 pictures of different healthy and unhealthy snack foods will be presented. Participants will select 8 of these foods. They will have 15 seconds to make their choices. The score will be the number of healthy foods selected.",
        "timeFrame": "Baseline (week 1), intermediate assessment (week 5) and post-treatment assessment (week 8)"
      },
      {
        "measure": "Mean change from baseline in food liking at post-intervention",
        "description": "Participants will be asked to imagine that different foods are in their mouth and to rate how much they like the taste with a visual analogue scale anchored at the extremes with \"not at all\" and \"very much\". Participants will move a cursor along the scale using a mouse and press the mouse button to confirm their rating, and the score between 0 and 100 will be recorded.",
        "timeFrame": "Baseline (week 1), intermediate assessment (week 5) and post-treatment assessment (week 8)"
      },
      {
        "measure": "Mean change from baseline in delay of gratification on Now or Later at 1 week",
        "description": "Score on the questionnaire Now or Later will be used to measure the sensitivity relative to immediate rewards versus higher value rewards delayed at different time intervals. For the experimental group, each item of the questionnaire will be applied immediately after reading the episodic future thinking cue trained attending to the temporary interval of the item. For the active control group, each item of the questionnaire will be applied immediately after reading the recent episodic thinking cue trained attending to the temporary interval of the item. The control group will respond to the Now or Later questionnaire without any modification.",
        "timeFrame": "Counterbalanced week 6 or 3 (days 1 and 7)"
      },
      {
        "measure": "Mean change from baseline in Implementation of Intentions on a self-reported diary at 1 week",
        "description": "Implementation of intentions will be assessed for 7 days with a self-reported diary to register frequency and quantity of foods in the snacking behavior, and frequency and time of physical exercise. The desire to snack and do physical exercise will be also recorded, as well as the achievement of intentions in the experimental/active control groups. For participants without snacking behaviors, personalized food goals will be used.",
        "timeFrame": "Baseline (week 1) and counterbalanced week 7 or 4 (days 1 to 7)"
      },
      {
        "measure": "Mean change from baseline on a self-reported 72-hours intake foods at post-intervention and follow-ups",
        "description": "Units and quantities on the amounts of foods and drinks that participants eat and drink during 72 hours will be transformed into total number of calories, as well as calories for carbohydrates, sugars and fat.",
        "timeFrame": "8 months (at baseline-week 1-, weeks 5, 8, 20 and 32)"
      },
      {
        "measure": "Mean change from baseline in healthy eating at post-intervention and follow-ups",
        "description": "Participants will respond a Visual Analog Scale with the question: During the last week, how healthy do you think your diet has been? Healthy eating is understood as that according to the information received in the program: low amount of ultra-processed food, added sugar or alcohol; high amount of whole grain products, fruits and vegetables; etc. (0= no healthy at all; 100= 100% healthy).",
        "timeFrame": "Weeks 4, 5, 6, 7, 8, 20 and 32"
      },
      {
        "measure": "Mean change from baseline in adherence to Mediterranean diet at post-intervention",
        "description": "Mediterranean Diet Adherence Screener (MEDAS; Schröder et al., 2011): Score on the 14 items of the questionnaire that evaluate nutritional habits.",
        "timeFrame": "Baseline (week 1) and post-treatment assessment (week 8)"
      },
      {
        "measure": "Mean change from baseline in the IPAQ at post-intervention and follow-ups",
        "description": "International Questionnaire about physical activity (IPAQ; www.ipaq.ki.se): score on this questionnaire with 7 questions about physical activity during the last week, as well as time walking and sitting down.",
        "timeFrame": "8 months (at baseline-week 1-, weeks 5, 8, 20 and 32)"
      },
      {
        "measure": "Mean change from baseline in exercise habits at post-intervention and follow-ups",
        "description": "Participants will respond a Visual Analog Scale with the question: During the last week, what has been your level of activity and physical exercise? (0= no activity at all; 100= maximum level of activity that I would be able to do).",
        "timeFrame": "Weeks 4, 5, 6, 7, 8, 20 and 32"
      },
      {
        "measure": "Mean change from baseline in diary footsteps at post-intervention and follow-ups",
        "description": "A pedometer will be used to count diary steps",
        "timeFrame": "Through study completion (8 months)"
      },
      {
        "measure": "Mean change from baseline in waist circumference at post-intervention and follow-ups",
        "description": "Participants should stand with heels close together and trunk erect, and put the tape measure around the waist, just above the navel, to measure the waist circumference in centimetres.",
        "timeFrame": "8 months (at baseline-week 1-, weeks 5, 8, 20 and 32)"
      },
      {
        "measure": "Mean change from baseline in waist-to-hip ratio at post-intervention and follow-ups",
        "description": "Participants should stand with heels close together and trunk erect. To measure waist circumference, participants should put the tape measure around the waist, just above the navel. To measure hip circumference, participants should place the tape measure at the maximum gluteal prominence. The waist-to-hip ratio is determined by dividing the waist circumference (in cm) by the hip circumference (in cm).",
        "timeFrame": "8 months (at baseline-week 1-, weeks 5, 8, 20 and 32)"
      },
      {
        "measure": "Mean change from baseline in waist-to-height ratio at post-intervention and follow-ups",
        "description": "Participants should stand with heels close together and trunk erect, and put the tape measure around the waist, just above the navel, to measure the waist circumference in centimeters. The height in centimeters will be measured with a digital weight. The waist to height ratio is determined by dividing the waist circumference by the height.",
        "timeFrame": "8 months (at baseline-week 1-, weeks 5, 8, 20 and 32)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 15,
      "otherCount": 0,
      "totalCount": 16
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:15.173Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}