{
  "nctId": "NCT03759925",
  "briefTitle": "Cardiac Recovery Through Dietary Support",
  "officialTitle": "Food as Medicine: Providing Medically Appropriate Meals to Patients After Discharge for Congestive Heart Failure Exacerbation",
  "protocolDocument": {
    "nctId": "NCT03759925",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-10-10",
    "uploadDate": "2022-03-23T14:48",
    "size": 651269,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03759925/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 192,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-04-05",
    "completionDate": "2021-07-06",
    "primaryCompletionDate": "2020-09-28",
    "firstSubmitDate": "2018-11-29",
    "firstPostDate": "2018-11-30"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Adults hospitalized at Zuckerberg San Francisco General Hospital (ZSFG) with acute decompensated heart failure/congestive heart failure exacerbation\n* Adults with their primary residence within San Francisco\n* Age: \\>18 years old\n* Languages: English or Spanish\n* Housed at a location where they would be able to securely receive, store and reheat food\n\nExclusion Criteria:\n\n* Patients with severe or critical aortic stenosis.\n* Patients with six or more hospital admissions within the last twelve months\n* Patients who are being discharged to a living facility that provides meals to residents.\n* Patients who anticipate moving from their current housing situation to one that does not meet our inclusion criteria within six months of enrollment.\n* Patients who are part of meal provision program that provides more than 7 meals a week to the patient.\n* Patients who are unable to feed themselves and do not have adequate support to help them with feeding.\n* Patients with limited physical, cognitive, or behavioral abilities that would interfere with their ability to follow-up with a study as determined by their ability to receive the Project Open Hand services and follow up with survey interviews\n* Patients with anticipated life expectancy of less than a year.\n* Patients who lack capacity to consent to a research study.\n* Patients currently requiring dialysis or determined to be in need of dialysis in the next 6 months.\n* Patients with severe allergies to eggs, soy, wheat, nuts, seeds, seed oils, pineapple, raisins, or certain vegetables such as onions (allergies are considered on a case-by-case basis in consultation with Project Open Hand).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in the overall Kansas City Cardiomyopathy Questionnaire (KCCQ) scores from baseline to one month by study arm",
        "description": "The Kansas City Cardiomyopathy Questionnaire is a 23-item instrument that quantifies physical function, symptoms (frequency, severity and recent change), social function, self-efficacy and knowledge, and quality of life. An overall summary score can be derived from the physical function, symptom (frequency and severity), social function and quality of life domains. Scores are transformed to a range of 0-100, in which higher scores reflect better health status.The change in the overall score from baseline to one month will be reported.",
        "timeFrame": "Baseline and one month"
      },
      {
        "measure": "Change in the overall Kansas City Cardiomyopathy Questionnaire (KCCQ) scores from baseline to five months by study arm",
        "description": "The Kansas City Cardiomyopathy Questionnaire is a 23-item instrument that quantifies physical function, symptoms (frequency, severity and recent change), social function, self-efficacy and knowledge, and quality of life. An overall summary score can be derived from the physical function, symptom (frequency and severity), social function and quality of life domains. Scores are transformed to a range of 0-100, in which higher scores reflect better health status. The change in the overall score from baseline to five months will be reported.",
        "timeFrame": "Baseline and five months"
      },
      {
        "measure": "Change in the clinical summary Kansas City Cardiomyopathy Questionnaire (KCCQ) scores from baseline to one month by study arm",
        "description": "The Kansas City Cardiomyopathy Questionnaire is a 23-item instrument that quantifies physical function, symptoms (frequency, severity and recent change), social function, self-efficacy and knowledge, and quality of life. A clinical summary score can be obtained from the symptom frequency and burden domains and the physical limitation domain. Scores are transformed to a range of 0-100, in which higher scores reflect better health status.The change in the clinical summary score from baseline to one month will be reported by study arm.",
        "timeFrame": "Baseline and one month"
      },
      {
        "measure": "Change in the clinical summary Kansas City Cardiomyopathy Questionnaire (KCCQ) scores from baseline to five months by study arm",
        "description": "The Kansas City Cardiomyopathy Questionnaire is a 23-item instrument that quantifies physical function, symptoms (frequency, severity and recent change), social function, self-efficacy and knowledge, and quality of life. A clinical summary score can be obtained from the symptom frequency and burden domains and the physical limitation domain. Scores are transformed to a range of 0-100, in which higher scores reflect better health status.The change in the clinical summary score from baseline to five months will be reported by study arm.",
        "timeFrame": "Baseline and five months"
      },
      {
        "measure": "Change in the physical domain Kansas City Cardiomyopathy Questionnaire (KCCQ) scores from baseline to one month by study arm",
        "description": "The Kansas City Cardiomyopathy Questionnaire is a 23-item instrument that quantifies physical function, symptoms (frequency, severity and recent change), social function, self-efficacy and knowledge, and quality of life. Scores from the physical domain can be transformed to 0 to 100 , in which higher scores reflects better health status.The change in the physical domain score from baseline to one month will be reported by study arm.",
        "timeFrame": "Baseline and one month"
      },
      {
        "measure": "Change in the physical domain Kansas City Cardiomyopathy Questionnaire (KCCQ) scores from baseline to five months by study arm",
        "description": "The Kansas City Cardiomyopathy Questionnaire is a 23-item instrument that quantifies physical function, symptoms (frequency, severity and recent change), social function, self-efficacy and knowledge, and quality of life. Scores from the physical domain can be transformed to 0 to 100 , in which higher scores reflects better health status.The change in the physical domain score from baseline to five months will be reported by study arm.",
        "timeFrame": "Baseline and five months"
      }
    ],
    "secondary": [
      {
        "measure": "Hospital admissions from baseline to 1 month, by study arm",
        "description": "Number of admissions to hospitals that is a composite of: 1) At baseline, participants will self-report ER visits to hospitals OTHER than Zuckerberg San Francisco General Hospital in the past three months, and 2) the number of admissions to Zuckerberg San Francisco General will be determined by medical records. The number of hospital admissions from baseline to 1 month after discharge, by study arm will be reported.",
        "timeFrame": "Baseline and 1 month"
      },
      {
        "measure": "Hospital admissions from baseline to 5 month, by study arm",
        "description": "Number of admissions to hospitals that is a composite of:1) At baseline, participants will self-report ER visits to hospitals OTHER than Zuckerberg San Francisco General Hospital in the past three months, and 2) the number of admissions to Zuckerberg San Francisco General will be determined by medical records. The number of hospital admissions from baseline to five month after discharge, by study arm will be reported.",
        "timeFrame": "Baseline and 5 months"
      },
      {
        "measure": "Emergency room utilization at any hospital from baseline to 1 month, by study arm.",
        "description": "Number of emergency room visits that is a composite of: 1) At baseline, participants will self-report emergency room visits to hospitals OTHER than Zuckerberg San Francisco General Hospital in the past three months, and 2) the number of emergency room visits at Zuckerberg San Francisco General will be determined by medical records.The number of emergency room visits will be reported from baseline to 1 month after discharge, by study arm.",
        "timeFrame": "Baseline and 1 month"
      },
      {
        "measure": "Emergency room utilization at any hospital from baseline to 5 month, by study arm.",
        "description": "Number of ER visits that is a composite of: 1) At baseline, participants will self-report emergency room visits to hospitals OTHER than Zuckerberg San Francisco General Hospital in the past three months, and 2) the number of emergency room visits at Zuckerberg San Francisco General will be determined by medical records.The number of emergency room visits admissions will be reported from baseline to 1 month after discharge, by study arm.",
        "timeFrame": "Baseline and 5 months"
      },
      {
        "measure": "Change in overall health-related quality of life from baseline to five months, by study arm",
        "description": "Health-related quality of life will be measured using the 4-item Healthy Days Core Module of the Center for Disease Control and Prevention's (CDC) Health-Related Quality of Life survey. This module asks the number of days in the past 30 days the person felt physically or mentally unwell. The summary index then estimates the number of healthy days subtracting the number of unhealthy days from 30 days. The change in healthy days from baseline to five months by study arm will be reported.",
        "timeFrame": "Baseline and five months"
      },
      {
        "measure": "Change in food insecurity severity from baseline to one month by study arm",
        "description": "The 10-item adult version of the US household food security survey module from the US Department of Agriculture (USDA) will be used to assess the change in the food security scores from baseline to one month. The score ranges from 0 to 18 in households with children, and 0 to 10 in households without children. Higher score indicates higher severity of food insecurity. The change in the food insecurity scores from baseline to one month by study arm will be reported.",
        "timeFrame": "Baseline and 1 month"
      },
      {
        "measure": "Change in food insecurity severity from baseline to five months by study arm",
        "description": "The 10-item adult version of the US household food security survey module from the US Department of Agriculture (USDA) will be used to assess the change in the food security scores from baseline to five months. The score ranges from 0 to 18 in households with children, and 0 to 10 in households without children. Higher score indicates higher severity of food insecurity. The change in the food insecurity scores from baseline to five months by study arm will be reported.",
        "timeFrame": "Baseline and 5 months"
      },
      {
        "measure": "Change in consumption of food high in sodium from baseline to five months by study arm.",
        "description": "Food consumption was collected using food frequency questionnaire that assess the frequency of intake of 32 food items in the prior month. A change in the consumption (servings/day) of food high in sodium from baseline to five months will be reported.",
        "timeFrame": "Baseline and five moths"
      },
      {
        "measure": "Change in consumption of food high in saturated fat consumption from baseline to five months by study arm.",
        "description": "Food consumption was collected using food frequency questionnaire that assess the frequency of intake of 32 food items in the prior month. A change in the consumption (servings/day) of food high in saturated fat from baseline to five months will be reported.",
        "timeFrame": "Baseline and five months"
      },
      {
        "measure": "Change in medication adherence from baseline to five months, by study arm",
        "description": "A Single-Item Rating Visual Analogue Scale (range 0-100) for medication adherence will estimate the percentage of medications taken in the past month and is reliable and valid, including in low-literacy populations. A higher value indicates higher adherence. The change in medication adherence (percentage points) from baseline to five months between intervention and control arms will be reported.",
        "timeFrame": "Baseline and five months"
      },
      {
        "measure": "Change in depressive symptoms from baseline to five months, by study arm",
        "description": "Change in depressive symptoms, using the 9 items Patient Health Questionnaire (PHQ-9), with scores ranging from 0 to 27, with higher scores indicating higher levels of depression. The change in PHQ-9 scores from baseline to one month, and from baseline to five months among by study arms will be reported.",
        "timeFrame": "Baseline and five months"
      }
    ],
    "other": [
      {
        "measure": "Hospital admissions to Zuckerberg San Francisco General Hospital from baseline to nine months, by study arm",
        "description": "Number of admissions to Zuckerberg San Francisco General Hospital as determined by the medical records from baseline to one month, by study arm will be reported.",
        "timeFrame": "Baseline and nine months"
      },
      {
        "measure": "Emergency room utilization utilization at Zuckerberg San Francisco General Hospital from baseline to nine months by study arm",
        "description": "Number of Emergency Room visits at Zuckerberg San Francisco General Hospital as determined by the medical records will be reported by study arm from baseline to nine months.",
        "timeFrame": "Baseline and nine months"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 11,
      "otherCount": 2,
      "totalCount": 19
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:31.843Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}