{
  "nctId": "NCT02776644",
  "briefTitle": "Clinical Outcome Of Advanced Renal Cell Carcinoma In Taiwan",
  "officialTitle": "CLINICAL OUTCOME OF ADVANCED RENAL CELL CARCINOMA IN TAIWAN, A RETROSPECTIVE NHIA DATABASE ANALYSIS",
  "protocolDocument": {
    "nctId": "NCT02776644",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2016-08-31",
    "uploadDate": "2018-12-24T11:41",
    "size": 539373,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02776644/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 1349,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-10-15",
    "completionDate": "2017-12-30",
    "primaryCompletionDate": "2017-12-30",
    "firstSubmitDate": "2016-05-11",
    "firstPostDate": "2016-05-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* advanced/metastatic renal cell carcinoma\n\nExclusion Criteria:\n\n* N/A",
    "healthyVolunteers": false,
    "sex": "ALL",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Duration of Sunitinib and Pazopanib Treatment in Participants",
        "description": "Treatment durations (in days) of Sunitinib and Pazopanib were calculated from the date of the first prescription to the last dose of Sunitinib and Pazopanib during the 11 year observation period.",
        "timeFrame": "during the observation period of 11 years"
      },
      {
        "measure": "Cumulative Number of Capsules of Sunitinib and Pazopanib Administered From the Time of Start of Treatment Up to Month 3",
        "description": "The cumulative number of Sunitinib and Pazopanib capsules which were given to the participants from the time of start of treatment up to Month 3 were reported here.",
        "timeFrame": "from the time of start of treatment up to Month 3"
      },
      {
        "measure": "Cumulative Number of Capsules of Sunitinib and Pazopanib Administered From Month 3 to Month 6",
        "description": "The cumulative number of Sunitinib and Pazopanib capsules which were given to the participants from Month 3 (after the start of treatment) to Month 6 were reported here.",
        "timeFrame": "Month 3 up to Month 6"
      },
      {
        "measure": "Cumulative Number of Capsules of Sunitinib and Pazopanib Administered From Month 6 to Month 9",
        "description": "The cumulative number of Sunitinib and Pazopanib capsules which were given to the participants from Month 6 (after the start of treatment) to Month 9 were reported here.",
        "timeFrame": "Month 6 up to Month 9"
      },
      {
        "measure": "Cumulative Number of Capsules of Sunitinib and Pazopanib Administered From Month 9 to Month 12",
        "description": "The cumulative number of Sunitinib and Pazopanib capsules which were given to the participants from Month 9 (after the start of treatment) to Month 12 were reported here.",
        "timeFrame": "Month 9 up to Month 12"
      },
      {
        "measure": "Cumulative Number of Capsules of Sunitinib and Pazopanib Administered From the Time of Start of Treatment Up to Month 12",
        "description": "The cumulative number of Sunitinib and Pazopanib capsules which were given to the participants from the time of start of treatment to Month 12 were reported here.",
        "timeFrame": "from the time of start of treatment up to Month 12"
      },
      {
        "measure": "Overall Renal Cell Carcinoma (RCC) Related Direct Medical Cost From the Diagnosis Date to the First Dose of Sunitinib and Pazopanib",
        "description": "Direct medical costs include the cost of the Sunitinib or Pazopanib and all follow-up costs for other medication and health care interventions in ambulatory, inpatient, and nursing care. All specialist and general practitioner care, including emergency care, as well as rehabilitation and physiotherapy.",
        "timeFrame": "from the time of disease diagnosis till the first dose of Sunitinib and Pazopanib"
      },
      {
        "measure": "Overall Renal Cell Carcinoma (RCC) Related Direct Medical Cost From the First Dose of the Sunitinib and Pazopanib to the End of Observation Period",
        "description": "Direct medical costs include the cost of the Sunitinib or Pazopanib and all follow-up costs for other medication and health care interventions in ambulatory, inpatient, and nursing care. All specialist and general practitioner care, including emergency care, as well as rehabilitation and physiotherapy.",
        "timeFrame": "From first dose of drug to the end of observation period (up to 11 years)"
      },
      {
        "measure": "Overall Survival",
        "description": "Overall survival of participants was defined as time (in days) between date of prescribing treatment (Sunitinib or Pazopanib) till date of death.",
        "timeFrame": "from the time of first prescription of Sunitinib or Pazopanib till date of death (during the observation period of 11 years)"
      },
      {
        "measure": "Number of Participants With Changes in Prescription Patterns of Antihypertensive Medication From the Time of First Dose of Drug at Month 1",
        "description": "Changes in the prescription patterns of antihypertensive medication were categorized as: 1) Unchanged: no change in the count/number of capsules or class(es) of the antihypertensive medication at Month 1 as compared to the time of first dose, 2) Increased: increase in counts/number of capsules of the ongoing class(es) of the antihypertensive medication at Month 1 as compared to the time of first dose, 3) Decreased: Decrease in the counts/number of capsules of ongoing class(es) of antihypertensive medication at Month 1 as compared to the time of first dose, 4) Switched: shifted to other class(es) of antihypertensive medication without changes in counts of antihypertensive medication at Month 1 as compared to the time of first dose. The number of participants with change in prescription patterns based on the specified categories is reported.",
        "timeFrame": "time of first dose of the drug, Month 1"
      },
      {
        "measure": "Number of Participants With Changes in Prescription Patterns of Antihypertensive Medication From the Time of First Dose of Drug at Month 3",
        "description": "Changes in the prescription patterns of antihypertensive medication were categorized as: 1) Unchanged: no change in the count/number of capsules or class(es) of the antihypertensive medication at Month 3 as compared to the time of first dose, 2) Increased: increase in counts/number of capsules of the ongoing class(es) of the antihypertensive medication at Month 3 as compared to the time of first dose, 3) Decreased: Decrease in the counts/number of capsules of ongoing class(es) of antihypertensive medication at Month 3 as compared to the time of first dose, 4) Switched: shifted to other class(es) of antihypertensive medication without changes in counts of antihypertensive medication at Month 3 as compared to the time of first dose. The number of participants with change in prescription patterns based on the specified categories is reported.",
        "timeFrame": "time of first dose of the drug, Month 3"
      },
      {
        "measure": "Number of Participants With Changes in Prescription Patterns of Antihypertensive Medication From the Time of First Dose of Drug at Month 6",
        "description": "Changes in the prescription patterns of antihypertensive medication were categorized as: 1) Unchanged: no change in the count/number of capsules or class(es) of the antihypertensive medication at Month 6 as compared to the time of first dose, 2) Increased: increase in counts/number of capsules of the ongoing class(es) of the antihypertensive medication at Month 6 as compared to the time of first dose, 3) Decreased: Decrease in the counts/number of capsules of ongoing class(es) of antihypertensive medication at Month 6 as compared to the time of first dose, 4) Switched: shifted to other class(es) of antihypertensive medication without changes in counts of antihypertensive medication at Month 6 as compared to the time of first dose. The number of participants with change in prescription patterns based on the specified categories is reported.",
        "timeFrame": "the first dose of the drug, Month 6"
      },
      {
        "measure": "Number of Participants With Changes in Prescription Patterns of Antihypertensive Medication From the Time of First Dose of Drug at Month 12",
        "description": "Changes in the prescription patterns of antihypertensive medication were categorized as: 1) Unchanged: no change in the count/number of capsules or class(es) of the antihypertensive medication at Month 12 as compared to the time of first dose, 2) Increased: increase in counts/number of capsules of the ongoing class(es) of the antihypertensive medication at Month 12 as compared to the time of first dose, 3) Decreased: Decrease in the counts/number of capsules of ongoing class(es) of antihypertensive medication at Month 12 as compared to the time of first dose, 4) Switched: shifted to other class(es) of antihypertensive medication without changes in counts of antihypertensive medication at Month 12 as compared to the time of first dose. The number of participants with change in prescription patterns based on the specified categories is reported.",
        "timeFrame": "the first dose of the medication, Month 12"
      },
      {
        "measure": "Number of Participants Who Received Antihypertensive Medication at Baseline",
        "description": "To calculate number of patient receiving antihypertensive prescriptions at baseline for each TKI users and classify the patterns of changes into unchanged, switched, increased and decreased. Shifting to other class(es) of antihypertensive agents without changes in counts of antihypertensive medication is defined as being switched.",
        "timeFrame": "Baseline (at the beginning of 11 year observation period)"
      },
      {
        "measure": "Number of Participants Who Received Antihypertensive Medication From Baseline to Month 1",
        "description": "To calculate number of patient receiving antihypertensive prescriptions at Month 1 for each TKI users and classify the patterns of changes into unchanged, switched, increased and decreased. Shifting to other class(es) of antihypertensive agents without changes in counts of antihypertensive medication is defined as being switched.",
        "timeFrame": "Baseline (at the beginning of 11 year observation period) up to Month 1"
      },
      {
        "measure": "Number of Participants Who Received Antihypertensive Medication From Month 1 to Month 3",
        "description": "To calculate number of patient receiving antihypertensive prescriptions from Month 1 to Month 3 for each TKI users and classify the patterns of changes into unchanged, switched, increased and decreased. Shifting to other class(es) of antihypertensive agents without changes in counts of antihypertensive medication is defined as being switched.",
        "timeFrame": "Month 1 up to Month 3 since Sunitinib or Pazopanib initiation (during the observation period of 11 years)"
      },
      {
        "measure": "Number of Participants Who Received Antihypertensive Medication From Month 3 to Month 6",
        "description": "To calculate number of patient receiving antihypertensive prescriptions from Month 3 to Month 6 for each TKI users and classify the patterns of changes into unchanged, switched, increased and decreased. Shifting to other class(es) of antihypertensive agents without changes in counts of antihypertensive medication is defined as being switched.",
        "timeFrame": "Month 3 up to Month 6 since Sunitinib or Pazopanib initiation (during the observation period of 11 years)"
      },
      {
        "measure": "Number of Participants Who Received Antihypertensive Medication From Month 6 to Month 12",
        "description": "To calculate number of patient receiving antihypertensive prescriptions from Month 6 to Month 12 for each TKI users and classify the patterns of changes into unchanged, switched, increased and decreased. Shifting to other class(es) of antihypertensive agents without changes in counts of antihypertensive medication is defined as being switched.",
        "timeFrame": "Month 6 up to Month 12 since Sunitinib or Pazopanib initiation (during the observation period of 11 years)"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 18,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 18
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:05.641Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}