{
  "nctId": "NCT02324335",
  "briefTitle": "Study of the Effects of Brilacidin Oral Rinse on Radiation-induced Oral Mucositis in Patients With Head and Neck Cancer",
  "officialTitle": "Phase 2 Study to Evaluate the Efficacy & Safety of Brilacidin Oral Rinse Administered Daily for 7 Weeks in Attenuating Oral Mucositis in Patients With Head & Neck Cancer Receiving Chemoradiation",
  "protocolDocument": {
    "nctId": "NCT02324335",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-08-23",
    "uploadDate": "2018-11-14T15:02",
    "size": 237856,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02324335/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 61,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-08-14",
    "completionDate": "2017-11-22",
    "primaryCompletionDate": "2017-10-25",
    "firstSubmitDate": "2014-12-17",
    "firstPostDate": "2014-12-24"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Willing and able to read, understand and sign an informed consent form (ICF)\n2. Have recently diagnosed (within previous 6 months) pathologically confirmed, non-metastatic squamous cell carcinoma of the oral cavity, oropharynx, hypopharynx, or supraglottic larynx that will be treated with CRT therapy as first line non-surgical treatment. Scans (CT, PET, and/or MRI) obtained within 120 days prior to consent for screening can be used to determine the subject's eligibility.\n3. Have a plan to receive a continuous course of conventional external beam irradiation delivered by intensity-modulated radiotherapy (IMRT) as single daily fractions of 2.0 Gy to 2.2 Gy with a cumulative radiation dose ≥55 Gy and ≤72 Gy. Planned radiation treatment fields must include at least two oral sites (buccal mucosa, floor of mouth, ventral/lateral tongue, soft palate). \\[Note: the independent RTQA consultant must confirm that the planned radiation treatment meets the protocol criteria\\]\n4. Have a plan to receive a standard cisplatin chemotherapy regimen administered weekly (30-40 mg/m2) or approximately every 21 days (80-100 mg/m2)\n5. Have an Eastern Cooperative Oncology Group (ECOG) Performance Status of 0, 1, or 2. However, potential subjects with an ECOG of 3 may be enrolled provided their condition does not preclude performing the actions required by study participation (e.g., opening medication bottles, swishing the oral rinse and spitting out, completing or participating in completion of daily diaries and FACT-H\\&N forms).\n6. Have adequate hematopoietic, hepatic, and renal function at a screening visit\n7. Urine or serum pregnancy test: negative for female patients of childbearing potential\n8. Agree to utilize medically accepted methods of birth control during study participation and for 90 days following the last treatment with study drug if a female subject is of childbearing potential or if a male subject has an opposite sex partner of child bearing potential.\n9. Males or females aged ≥18 years on day of consent.\n\nExclusion Criteria:\n\n1. Has tumor(s) of the lips, sinuses, salivary glands, nasopharynx, glottic larynx, subglottic larynx or unknown primary tumor\n2. Has metastatic disease (M1) Stage IV C\n3. Has had prior radiation to the head and neck\n4. Plan to be treated with cetuximab (Erbitux®)\n5. Planned use of cisplatin as induction chemotherapy.\n6. Has a history of other malignant tumors within the last 5 years, except non melanoma skin cancer or in situ cervical carcinoma curatively excised\n7. Has had a major surgical procedure, other than for HNC, or significant traumatic injury within 4 weeks prior to the initiation of RT; anticipation of need for major surgical procedure during the course of the study\n8. Has incompletely healed sites of dental extractions\n9. Has an 12-lead ECG obtained at screening visit which shows medically significant abnormality(ies) (e.g. left bundle branch block, frequent premature ventricular contractions, QTc interval prolongation \\> 450 msec for males and \\> 470 msec for females)\n10. Has untreated hypertension or has hypertension under treatment that meets protocol definitions.\n11. Has active infectious disease undergoing systemic treatment excluding oral candidiasis\n12. Has oral mucositis (of any severity) prior to initiation of radiation therapy\n13. Has a diagnosis of an immunosuppressive illness or a condition requiring chronic immunosuppression\n14. Has known seropositivity for HIV or hepatitis C antibody, or known to be hepatitis B surface antigen positive (testing for these serologic markers is not required for enrollment in this protocol)\n15. Use of any investigational agent within 30 days of randomization\n16. Is pregnant or breastfeeding\n17. Has known allergies or intolerance to brilacidin, cisplatin or carboplatin\n18. Has inability to give informed consent or comply with study requirements\n19. Has any other condition or prior therapy that in the opinion of the Investigator would make the patient unsuitable for the study and/or unable to comply with requirements for follow-up visits.\n20. Is unwilling or unable to agree to swish and spit the study oral rinse three times per day during the study period",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Incidence of Severe OM During Radiation Therapy in Subjects Receiving a Cumulative IMRT Dose of at Least 55 Gy",
        "description": "Incidence of severe oral mucositis, defined as grade 3 or 4 on the WHO Oral Mucositis score, experienced during radiation therapy by patients with head and neck cancer receiving a cumulative radiation dose of at least 55 Gy. The higher the score the more severe the mucositis.",
        "timeFrame": "7 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Duration of Severe Oral Mucositis (WHO Grade ≥3) [Overall Duration]",
        "description": "Overall duration of severe OM was defined as the number of days from initial WHO Grade ≥3 during radiation therapy to the day prior to the next OM assessment after the last WHO Grade ≥3 during/after radiation therapy.",
        "timeFrame": "11 weeks"
      },
      {
        "measure": "Incidence of Severe Oral Mucositis (WHO Grade ≥3) for Subjects Receiving Cisplatin Every 21 Days",
        "description": "Incidence of severe oral mucositis (WHO Grade ≥3) for subjects receiving cisplatin every 21 days",
        "timeFrame": "7 weeks"
      },
      {
        "measure": "Time to Onset of Severe Oral Mucositis (WHO Grade ≥3)",
        "description": "Time to onset of severe oral mucositis (WHO Grade ≥3) analyzed using Kaplan-Meier methods.",
        "timeFrame": "7 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:53.706Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}