{
  "nctId": "NCT05522673",
  "briefTitle": "[11C]-(R)-Rolipram to Measure cAMP Signaling Before and After Ketamine",
  "officialTitle": "[11C]-(R)-Rolipram to Measure cAMP Signaling Before and After Ketamine",
  "protocolDocument": {
    "nctId": "NCT05522673",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-09-11",
    "uploadDate": "2024-02-08T09:27",
    "size": 821030,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05522673/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 1,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-02-08",
    "completionDate": "2024-01-30",
    "primaryCompletionDate": "2023-02-08",
    "firstSubmitDate": "2022-08-30",
    "firstPostDate": "2022-08-31"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n\nPatients:\n\nIn order to be eligible for this study, MDD participants must meet all of the following criteria:\n\n1. Be male or female, aged 18 to 70 years old.\n2. Female participants of childbearing potential must be using a medically acceptable means of contraception.\n3. Participants must be in good general health as evidenced by medical history and physical examination.\n4. Each participant must have a level of understanding sufficient to agree to all required tests and examinations and sign an informed consent document.\n5. All participants must have undergone a screening assessment under protocol 01-M-0254, 'The Evaluation of Patients with Mood and Anxiety Disorders and Healthy Participants'.\n6. Participants must be enrolled in the ketamine arms of protocols 19-M-0107 'Ketamine and AMPA', 17-M-0060 'Neuropharmacology of Ketamine', or 15-M-0188 'Neurobiology of Suicide'.\n7. Participants must fulfill DSM-5 criteria for major depression (MDD) without psychotic features, as based on clinical assessment and structured diagnostic interview (SCID-P).\n8. Participants must have an initial score on the MADRS \\>= 18 or HAM-D \\>= 15 within two weeks of study entry.\n9. Participants with stable medical conditions as assessed by their primary care provider (PCP) and/or in-house clinician are permitted to join the study.\n10. Patients must qualify for ketamine administration, usually defined as lack of response to two adequate lifetime antidepressant trials, with \\[at least\\] one in the current major depressive episode, operationally defined using the Antidepressant Treatment History Form (ATHF); a failed adequate trial of ECT \\[or TMS\\] would count as an adequate antidepressant trial.\n11. Participants must have their radial artery pulse checked for the presence of adequate ulnar collateral flow and the absence of any metal or foreign objects in both wrists.\n12. Participants must agree to adhere to the lifestyle considerations.\n\nEXCLUSION CRITERIA:\n\nParticipants with MDD who meet any of the following criteria will be excluded from participation in this study:\n\n1. Clinically significant abnormalities on EKG or laboratory testing. This includes CBC; acute care panel \\[Na, K, Cl, CO2, creatinine, glucose, urea nitrogen); hepatic panel (alkaline phosphatase, alanine transaminase (ALT), aspartate aminotransferase (\\[AST), bilirubin total, and bilirubin direct\\]; mineral panel (albumin, calcium, magnesium, phosphorus); glucose; prothrombin and partial prothrombin tests.\n2. Current psychotic features, a diagnosis of schizophrenia or any other psychotic disorder as defined in the DSM-5.\n3. Participants with a history of DSM-5 substance use disorder (except for caffeine or nicotine dependence) within the preceding three months. In addition, participants must not have substance use disorder or alcohol use disorder. However, alcohol or cannabis use by themselves are not exclusion criteria, unless that use affects the function of daily life.\n4. Participants who, in the investigator s judgment, pose a current serious suicidal or homicidal risk.\n5. Participants who have a history of aggressive behavior towards others.\n6. Participants who have an unstable medical condition that, in the opinion of the investigators, makes participation unsafe (e.g., an active infection or untreated malignancy).\n7. Are unable to travel to the NIH.\n8. Have recent exposure to radiation related to research (e.g., PET from other research) that, when combined with this study, would be above the allowable limits.\n9. Have an inability to lie flat and/or lie still on the camera bed for at least two hours, including claustrophobia, overweight greater than the maximum for the scanner, and uncontrollable behavioral symptoms, which will be screened by an interview with the participant during the screening visit.\n10. Are unable to have an MRI scan (e.g., because of pacemakers or other implanted electrical devices, brain stimulators, dental implants, aneurysm clips (metal clips on the wall of a large artery), metallic prostheses (including metal pins and rods, heart valves, and cochlear implants), permanent eyeliner, implanted delivery pumps, shrapnel fragments, or metal fragments in the eye.\n11. Be National Institute of Mental Health (NIMH) staff or an NIH employee who is a subordinate/relative/co-worker of the investigators.\n12. Pregnancy\n13. HIV infection",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Whole Brain Total Distribution Volume (VT)",
        "description": "Participants received 11C-R-Rolipram during PET scan and were scanned for 90 minutes with arterial blood sampling. Volume of distribution was calculated using two-tissue compartmental modeling. Participants had one PET scan pre-Ketamine and a second PET scan post-Ketamine administration.",
        "timeFrame": "90 minutes after injection of 11C-R-Rolipram"
      }
    ],
    "secondary": [
      {
        "measure": "Measure of Level of Depression Using Montgomery-Åsberg Depression Rating Scale (MADRS)",
        "description": "Participants rated level of depression using Montgomery-Åsberg Depression Rating Scale (MADRS). MADRS is a ten-item diagnostic questionnaire used to measure the severity of depressive episodes in patients with mood disorders. Each item yields a score of 0 to 6 with overall score ranging from 0 to 60. Higher MADRS score indicates more severe depression. Scores were measured at two visits, pre-Ketamine administration and a second visit post-Ketamine administration.",
        "timeFrame": "Within two weeks of start of study (Pre) and within 7 days of Ketamine infusion (Post)"
      },
      {
        "measure": "Measure of Level of Depression Using the Hamilton Depression (HAM-D) Rating Scale",
        "description": "Participants rated level of depression using the Hamilton Depression (HAM-D) Rating Scale. The HAM-D is a clinician-administered depression assessment scale which contains 17 items pertaining to symptoms of depression experienced over the past week. Eight items are rated 0-4 and nine items are rated 0-2 for a minimum score of zero and a maximum score of 50. Higher value indicates worsening depression. Scores were measured at two visits, prior to PET scan pre-Ketamine and a second visit post-Ketamine administration.",
        "timeFrame": "Within two weeks of start of study (Pre) and within 7 days of Ketamine infusion (Post)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 24,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:29:18.419Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}