{
  "nctId": "NCT05447663",
  "briefTitle": "A Study of Siremadlin Alone and in Combination With Donor Lymphocyte Infusion in Acute Myeloid Leukemia Post-allogeneic Stem Cell Transplant",
  "officialTitle": "A Phase Ib/II, Open Label Study of Siremadlin Monotherapy and in Combination With Donor Lymphocyte Infusion as a Treatment for Patients With Acute Myeloid Leukemia Post-allogeneic Stem Cell Transplantation Who Are in Complete Remission But at High Risk for Relapse.",
  "protocolDocument": {
    "nctId": "NCT05447663",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-11-18",
    "uploadDate": "2024-09-04T16:03",
    "size": 2097355,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05447663/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 8,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-02-23",
    "completionDate": "2023-10-26",
    "primaryCompletionDate": "2023-10-26",
    "firstSubmitDate": "2022-06-28",
    "firstPostDate": "2022-07-07"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participants with AML diagnosis, who underwent one allo-SCT to treat AML and are currently at ≥ Day 60 but no later than Day 120 (≤ Day 120) post allo-SCT.\n* Pre-allo-SCT - Participants must have any of the following risk factors that put them at high risk for relapse:\n\n  • AML in first CR (CR1) prior to allo-SCT with one of the following:\n* Adverse risk genetic abnormalities per 2017 ELN risk stratification. Patients with TP53 mutant AML at diagnosis are eligible if they meet eligibility criteria.\n* Therapy-related AML (t-AML).\n* Secondary AML (sAML) \\[AML secondary to antecedent myelodysplastic syndrome (MDS) or AML secondary to myeloproliferative neoplasm (MPN)\\].\n\n  • AML in second or greater CR (≥CR2) prior to allo-SCT.\n* Allo-SCT must have the following characteristics:\n\n  * Unmanipulated/T cell-replete bone marrow or peripheral blood stem cells as a graft source.\n  * Matched related (family) donor (MFD) or matched unrelated donor (MUD): Human Leukocyte Antigen (HLA) matching of donor and recipient should be at a minimum of 8/8 antigen or allele matched at HLA-A, -B, -C, -DRB1 loci.\n  * Any conditioning regimen intensity is permitted, the use of anti-thymocyte globulin (ATG) or alemtuzumab or post-transplant cyclophosphamide as a part of conditioning is allowed.\n* Donor lymphocytes are collected, cryopreserved and available for infusion (DLI), or obtaining donor lymphocytes for DLI is feasible (applicable only for part 2)\n* Post-allo-SCT, participants must have achieved CR or CRi with no current evidence of hematologic relapse\n* Eastern Cooperative Oncology Group (ECOG ) performance status 0, 1 or 2.\n* Laboratory test results indicating adequate liver and kidney function laboratory test results\n* Evidence of adequate engraftment: Absolute Neutrophil Count (ANC) ≥ 1.0x109/L, Platelets (PLT) ≥ 75x109/L, Hemoglobin (Hgb) ≥ 8 g/dL (within 14 days prior to start of study treatment)\n\nExclusion criteria:\n\n* Prior exposure to MDM-inhibitor\n* Active acute GvHD (aGvHD) of any grade (per Harris et al 2016) and/or active chronic GvHD (cGvHD ) of any grade (per NIH criteria (Jagasia et al 2015)) requiring systemic therapy at time of study treatment initiation\n* Past history of grade III or IV aGvHD and/or past history of moderate or severe cGvHD. History of lower grades of GvHD is permitted if GvHD resolved to grade 0 for at least 4 weeks prior to start of study treatment.\n* Recipient of allo-SCT from MUD with ≥1 antigen or allele mismatch at HLA-A, -B, -C, -DRB1 locus (HLA matching \\< 8/8 antigens)\n* Recipient of allo-SCT from a haploidentical family donor; and recipients of cord blood transplant as a graft source\n* Prior systemic AML-directed treatments given at any time after allo-SCT (including DLI)\n* Prior systemic cancer-directed treatments or investigational modalities ≤ 5 half-lives or 4 weeks prior to starting study, whichever is longer\n* GI disorders that may prevent the intake and absorption of oral siremadlin (eg, diarrhea, uncontrolled nausea/vomiting, GI bleeding, etc).\n* Any concurrent severe and/or active uncontrolled bacterial, viral or fungal infection requiring parenteral antibacterial, antiviral or antifungal therapy. Prophylactic antimicrobial use (oral or parenteral) is allowed.\n* Participants who require treatment with moderate or strong CYP3A inducers within 14 days prior to starting study treatment, or are expected to receive moderate or strong CYP3A inducers during the entire study\n* Cardiac or cardiac repolarization abnormality, that are clinically significant",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "100 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Rate of Dose Limiting Toxicities (DLTs) With Siremadlin Monotherapy in Part 1 (Dose Confirmation With Siremadlin Monotherapy)",
        "description": "To determine the dose and schedule of siremadlin monotherapy that are tolerable without unacceptable toxicities as defined by the incidence of DLT during the first cycle of treatment in part 1. 'A dose-limiting toxicity (DLT) is defined as an adverse event or abnormal laboratory value assessed, by the Investigator, to be at least possibly related to study treatment (siremadlin monotherapy and/or siremadlin in combination with Donor lymphocyte infusion (DLI)), and as unrelated to disease, disease progression, inter-current illness, or concomitant medications, that occurs during the DLT observation period and meets severity criteria as per protocol.",
        "timeFrame": "from cycle 1 day 1 (C1D1) to end of Cycle 1 (cycle = 28days)"
      },
      {
        "measure": "Time to Dose Limiting Toxicity (DLT) With Siremadlin in Combination With Donor Lymphocyte Infusion (DLI), in Part 2",
        "description": "To determine the dose and schedule of siremadlin in combination with DLI that are tolerable without unacceptable toxicities (siremadlin recommended dose for combination), defined as time from start of combination phase to first DLT observed during the entire combination phase.",
        "timeFrame": "From Day 1 of combination Cycle 1 to Day 42 of the last cycle of combination phase (up to 3 cycles of siremadlin/DLI combination). Cycle duration: 42 days"
      },
      {
        "measure": "Percentage of Participants Who Are Alive and Maintained Complete Remission (CR) or Complete Response With Incomplete Hematological Recovery (CRi) With no Evidence of Hematologic Relapse (Part 2)",
        "description": "This involves evaluating the preliminary efficacy of siremadlin (as monotherapy, in priming and/or maintenance, with or without siremadlin in combination with DLI) on the prevention of hematologic relapse.",
        "timeFrame": "Over 6 months from start of study treatment strategy (part 2 - siremadlin/DLI treatment strategy)"
      }
    ],
    "secondary": [
      {
        "measure": "Participants Who Are Alive and Maintained CR or CRi With no Evidence of Hematologic Relapse (Part 1 -Siremadlin Monotherapy at the Recommended Dose for Part 2 )",
        "description": "This involves evaluating the preliminary efficacy of siremadlin monotherapy at the recommended dose for part 2 on prevention of hematologic relapse",
        "timeFrame": "Over 6 months from start of siremadlin monotherapy (part 1)"
      },
      {
        "measure": "Time From Start of Study Treatment to the Date of First Documented Hematologic Relapse or Death Due to Any Cause, Whichever Occurs First",
        "description": "Assessment of relapse free survival (RFS) in part 2",
        "timeFrame": "From start of study treatment to up to 36 months from last patient first treatment"
      },
      {
        "measure": "Cumulative Incidence of AML Relapse at 1 Year and 2 Years After Start of Study Treatment",
        "description": "Cumulative incidence of Acute Myeloid Leukemia (AML) relapse at one year and 2 years after the start of study treatment in part 1 and 2. Cumulative incidence of relapse (CIR) is defined as the time from start of study treatment to the date of first documented hematologic relapse. CIR was to be analyzed in the FAS population who initiated priming phase at siremadlin recommended dose (RD) in Part 2 and participants at the RD in Part 1.",
        "timeFrame": "1 year and 2 years after start of study treatment"
      },
      {
        "measure": "Time From Start of Study Treatment to the Date of Death From Any Cause",
        "description": "Assessment of Overall survival (OS) in part 2",
        "timeFrame": "From start of study treatment to up to 36 months from last patient first treatment"
      },
      {
        "measure": "Incidence of Graft Versus Host Disease (GvHD)",
        "description": "Incidence of grade III or IV acute GvHD, and moderate to severe chronic GvHD in part 1. Part 2 never started.",
        "timeFrame": "From start of study treatment up to approx. 8 months"
      },
      {
        "measure": "Percentage of Participants With Permanent Study Treatment Discontinuation Due to GvHD or Other Adverse Events",
        "description": "Percentage of participants with permanent discontinuation of study treatment due to GvHD or other adverse events in part 1. As part 2 was not started, there were no participants to analyze in part 2.",
        "timeFrame": "From start of study treatment up to approx. 8 months"
      },
      {
        "measure": "Time From Start of Study Treatment to the Date of First Documented Occurrence or Worsening of Treatment Emergent Grade III or IV Acute GvHD, or Chronic GvHD Requiring Initiation of Systemic Immunosuppressive Treatment",
        "description": "Assessment of GvHD-free/relapse-free survival (GRPF) in Part 1 and 2. According to the study protocol, time-to-event endpoints in Part 1 were planned to be analyzed using Kaplan-Meier method only for participants who received siremadlin at the recommended dose for Part 2.",
        "timeFrame": "From start of treatment up to approx. 8 months"
      },
      {
        "measure": "Pharmacokinetic (PK) Characteristic AUC of Siremadlin",
        "description": "AUC is the area under the concentration vs. time curve in part 1 and was based on plasma concentration. Part 2 did not open for enrollment due to recruitment halt and so no data was analyzed.\n\nAUClast: The AUC from time zero to the last quantifiable concentration point (Tlast) (mass x time x volume-1).\n\nAUC0-t: The area under the concentration vs. time Curve (AUC) from time zero to specified time point.",
        "timeFrame": "AUC from time 0 to 8hr postdose, AUC0- 8hr (Cycle 1 Day 1, Cycle 1 Day 5) in part 1 [each cycle is 28 days for monotherapy]"
      },
      {
        "measure": "PK Characteristic Cmax of Siremadlin",
        "description": "The maximum (peak) observed plasma drug concentration following drug administration (mass x volume\\^-1) in part 1. Part 2 did not open for enrollment due to recruitment halt and so no data was analyzed.",
        "timeFrame": "from 0 to 24 hrs post-dose (Cycle 1 Day 1), from 0 to 8 hr post-dose (Cycle 1 Day 5) in part 1 [each cycle is 28 days for monotherapy]"
      },
      {
        "measure": "PK Characteristic Tmax of Siremadlin",
        "description": "The time to reach maximum (peak) plasma drug concentration after drug administration (time) in part 1. Part 2 did not open for enrollment due to recruitment halt and so no data was analyzed.",
        "timeFrame": "from 0 to 24 hrs post-dose (Cycle 1 Day 1), from 0 to 8 hr post-dose (Cycle 1 Day 5) in part 1 [each cycle is 28 days for monotherapy]"
      },
      {
        "measure": "PK Characteristic Ctrough of Siremadlin",
        "description": "Concentration that is just prior to the beginning of, or at the end of a dosing interval; corresponding to the pre-dose concentration in part 1 and 2. Part 2 never started.",
        "timeFrame": "Cycle 1 Day 1, Cycle 1 Day 5 in part 1; [each cycle is 28 days]"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:05.663Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}