{
  "nctId": "NCT03163667",
  "briefTitle": "CB-839 With Everolimus vs. Placebo With Everolimus in Participants With Renal Cell Carcinoma (RCC)",
  "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled Phase 2 Study Comparing CB-839 in Combination With Everolimus (CBE) vs. Placebo With Everolimus (PboE) in Patients With Advanced or Metastatic Renal Cell Carcinoma (RCC)",
  "protocolDocument": {
    "nctId": "NCT03163667",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-08-07",
    "uploadDate": "2022-03-10T18:43",
    "size": 1583757,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03163667/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 69,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-09-06",
    "completionDate": "2020-06-01",
    "primaryCompletionDate": "2019-04-26",
    "firstSubmitDate": "2017-05-21",
    "firstPostDate": "2017-05-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Karnofsky Performance Score (KPS) ≥ 70%\n* Estimated Life Expectancy of at least 3 months\n* Documented histological or cytological diagnosis of renal cell carcinoma with a clear-cell component.\n* Measurable Disease per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 as determined by the Investigator\n* Must have received at least two prior lines of systemic therapy, including at least one VEGF TKI (e.g., sunitinib, sorafenib, pazopanib, cabozantinib)\n\n  a) Radiographic progression of mRCC must have occurred (per investigator assessment) on or after the most recent systemic therapy and within 6 months prior to Cycle 1 Day 1 (C1D1).\n* Prior treatment with other anti-cancer therapies including cytokines, monoclonal antibodies, immunotherapies, and cytotoxic chemotherapy is allowed\n\nExclusion Criteria:\n\n* Prior treatment with mammalian target of rapamycin (mTOR) inhibitors (everolimus or temsirolimus) or CB-839\n* Receipt of any anticancer therapy within the following windows before randomization:\n\n  * TKI therapy within 2 weeks or 5 half-lives, whichever is longer\n  * Any type of anti-cancer antibody within 4 weeks\n  * Cytotoxic chemotherapy within 4 weeks\n  * Investigational therapy within 4 weeks or 5 half-lives, whichever is longer\n  * Radiation therapy for bone metastasis within 2 weeks, any other external radiation therapy within 4 weeks before randomization. Patients with clinically relevant ongoing complications from prior radiation therapy are not eligible.\n* Unable to receive medications orally (PO) or any condition that may prevent adequate absorption of oral study medication\n* Major surgery within 28 days prior to randomization\n* Patients with active and/or untreated central nervous system (CNS) cancer are not eligible. Patients with treated brain metastasis must have 1) documented radiographic stability of at least 4 weeks duration demonstrated on baseline contrast-enhanced CNS imaging (eg contrast-enhanced magnetic resonance imaging \\[MRI\\] of the brain) prior to randomization and 2) must be symptomatically stable and off steroids for at least 2 weeks before randomization.\n* Requirement for continued proton pump inhibitor after randomization\n* Chronic treatment with corticosteroids or other immunosuppressive agents except (i) inhaled or topical steroids or replacement dose corticosteroids equivalent to ≤ 10 mg prednisone and (ii) patients receiving physiological doses of hydrocortisone for adrenal insufficiency",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Progression Free Survival (PFS)",
        "description": "PFS was defined as the time from randomization to the date of documented disease progression (assessed by Investigator per Response Evaluation Criteria in Solid Tumors \\[RECIST\\] v1.1) within 2 scheduled scan intervals following previous evaluable radiologic tumor assessment or death for any cause, whichever occurred first. Participants with no documentation of disease progression or death on-study were censored at the date of last available tumor assessment.\n\nProgressive Disease (PD) per RECIST 1.1: At least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study. In addition, the sum must also demonstrate an absolute increase of at least 5 mm.",
        "timeFrame": "As of the primary data cutoff date of 26 Apr 2019; maximum duration of follow-up for PFS was 11.2 months."
      }
    ],
    "secondary": [
      {
        "measure": "Overall Survival (OS)",
        "description": "Overall survival is defined as the time from randomization to the date of death from any cause. Participants with no documentation of death on-study were censored at the date at which they were last known to be alive.",
        "timeFrame": "As of the data cutoff date of 30 Sep 2020; maximum duration of follow-up for OS was 30.4 months."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:06.786Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}