{
  "nctId": "NCT02986139",
  "briefTitle": "Study to Assess the Injection Site Pain Associated With a New Etanercept Formulation in Adults With Rheumatoid Arthritis or Psoriatic Arthritis",
  "officialTitle": "A Multicenter, Randomized, Double-blind, Crossover Study to Assess the Injection Site Pain Associated With a Modified Etanercept Formulation in Adult Subjects With Either Rheumatoid Arthritis or Psoriatic Arthritis",
  "protocolDocument": {
    "nctId": "NCT02986139",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-03-30",
    "uploadDate": "2018-08-20T10:47",
    "size": 2090839,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02986139/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 111,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-11-29",
    "completionDate": "2017-10-09",
    "primaryCompletionDate": "2017-09-08",
    "firstSubmitDate": "2016-11-02",
    "firstPostDate": "2016-12-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria\n\n* Subject has provided informed consent prior to initiation of any study specific activities/procedures.\n* Male or female subject is 18 years of age or older at time of signing the informed consent form.\n* Subject has a diagnosis of RA or PsA and indicated for treatment with etanercept per the current label, based on investigator judgment.\n* Subject is naïve to etanercept.\n* Subject is able to self-inject etanercept.\n\nExclusion Criteria\n\n* Subject is diagnosed with Felty's syndrome.\n* Subject has active erythrodermic, pustular, guttate psoriasis, or medication induced psoriasis, or other skin conditions.\n* Subject has a history of clinically significant skin allergies\n* Subject has a history of alcoholic hepatitis, nonalcoholic steatohepatitis or immunodeficiency syndromes.\n* Subject has any active infection for which anti-infectives were indicated within 4 weeks prior to screening.\n* Subject has had a serious infection, defined as requiring hospitalization or intravenous anti-infectives within 8 weeks prior to first dose of investigational product.\n* Subject had prosthetic joint infection within 5 years of screening or native joint infection within 1 year of screening.\n* Subject has known alcohol addiction or dependency.\n* Subject has positive hepatitis B surface antigen, hepatitis B core antibody (confirmed by hepatitis B virus deoxyribonucleic acid (DNA) test) or hepatitis C virus antibody serology at screening, or a positive medical history for hepatitis B or C. (Subjects with a history of hepatitis B vaccination without history of hepatitis B are allowed to enroll).\n* Subject has any active malignancy, including evidence of cutaneous basal or squamous cell carcinoma or melanoma.\n* Subject has known history of active tuberculosis.\n* Subject has used biologic disease modifying agent (DMARD) less than or equal to 3 months prior to screening.\n* If subject is receiving continuous treatment with acetaminophen, non-steroidal anti-inflammatory drug or tramadol, hydrocodone, oxycodone, codeine, and/or propoxyphene and the dose is within 4 hours before study visit and dose is not stable for ≥ 2 weeks before first dose of investigational product\n* For subjects not on continuous analgesics, subject has taken the following within 4 hours before screening: acetaminophen, non-steroidal anti-inflammatory drugs, hydrocodone, codeine, tramadol, propoxyphene, and/or oxycodone (unless in the form of OxyContin). For subjects not on continuous analgesics, subject has taken OxyContin within 24 hours before screening.\n* Subject has received live vaccines less than or equal to 4 weeks prior to first dose of investigational product.\n* Subject has laboratory abnormalities during screening.\n* Estimated creatinine clearance less than 50 mL/min.\n* Subject has any other laboratory abnormality, which, in the opinion of the investigator poses a safety risk, will prevent the subject from completing the study, or will interfere with the interpretation of the study results.\n* Subject is currently receiving treatment in another investigational device or drug study, or less than 30 days since ending treatment on another investigational device or drug study(s).\n* Other investigational procedures while participating in this study.\n* Women who are pregnant or breastfeeding, or planning to become pregnant or breastfeed during treatment and/or within 4 weeks after the last dose of etanercept.\n* Women of child-bearing potential with a positive pregnancy test.\n* Women of child-bearing potential who are unwilling to practice true sexual abstinence or unwilling to use 1 of the following effective birth control methods during treatment and for an additional 4 weeks after the last dose of etanercept.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Injection Site Pain",
        "description": "Injection site pain was assessed using a 100 mm visual analog scale (VAS), from 0 mm (No Pain At All) to 100 mm (Worst Pain Imaginable). Participants were asked to indicate the severity of their pain at the injection site by placing a vertical line on the scale.",
        "timeFrame": "Immediately following injection of each study drug on day 1 and day 8 of this crossover study"
      }
    ],
    "secondary": [
      {
        "measure": "Injection Site Pain by Disease Indication",
        "description": "Injection site pain was assessed using a 100 mm visual analog scale (VAS), from 0 mm (No Pain At All) to 100 mm (Worst Pain Imaginable). Participants were asked to indicate the severity of their pain at the injection site by placing a vertical line on the scale.",
        "timeFrame": "Immediately following injection of each study drug on day 1 and day 8 of this crossover study"
      },
      {
        "measure": "Number of Participants With Adverse Events",
        "description": "The severity of each adverse event was graded by the investigator using the Common Terminology Criteria for Adverse Events (CTCAE) version 4.0.",
        "timeFrame": "From first dose of etanercept to 30 days after the last dose; 38 days."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 1,
      "totalCount": 1
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 47,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:58.566Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}