{
  "nctId": "NCT05119855",
  "briefTitle": "Safety and Immunogenicity of 9-valent Human Papillomavirus (9vHPV) Vaccine Coadministered With Messenger Ribonucleic Acid (mRNA)-1273 Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) (COVID-19) Vaccine (V503-076)",
  "officialTitle": "A Phase 3, Multicenter, Open-Label Study to Evaluate the Safety and Immunogenicity of 2-dose Regimens of 9vHPV and mRNA-1273 SARS-CoV-2 Vaccines Where the First Dose of Each Vaccine Are Given Concomitantly in Boys and Girls 9 to 11 Years of Age",
  "protocolDocument": {
    "nctId": "NCT05119855",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-02-15",
    "uploadDate": "2025-06-30T10:20",
    "size": 913495,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05119855/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 165,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-03-28",
    "completionDate": "2023-12-12",
    "primaryCompletionDate": "2023-12-12",
    "firstSubmitDate": "2021-11-10",
    "firstPostDate": "2021-11-15"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Has not yet had coitarche and does not plan on becoming sexually active during the vaccination period\n* Participant or participant's legally acceptable representative can read, understand, and complete the electronic vaccination report card (eVRC).\n\nExclusion Criteria:\n\n* Known allergy to any vaccine component\n* History of severe allergic reaction that required medical intervention\n* Thrombocytopenia or any coagulation disorder\n* Has a history of myocarditis or pericarditis\n* Has a history of a clinical or microbiological diagnosis of COVID-19 ≤90 days prior to Day 1 visit or history of multisystem inflammatory syndrome in children (MIS-C) at any time prior to Day 1 visit\n* Females only: participant is pregnant\n* Currently immunocompromised, or been diagnosed with immunodeficiency\n* Had a splenectomy\n* Receiving or has received immunosuppressive therapies within the last year\n* Received any immunoglobulin product or blood-derived product within 3 months\n* Received a marketed HPV vaccine or has participated in an HPV vaccine clinical trial",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "9 Years",
    "maximumAge": "11 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Geometric Mean Titers of Anti-Human Papillomavirus Vaccine Types 6, 11, 16, 18, 31, 33, 45, 52, and 58 (9vHPV)",
        "description": "Antibodies to HPV types 6/11/16/18/31/33/45/52/58 were measured using a competitive Luminex immunoassay (cLIA). Per protocol, antibody titers were expressed as milli Merck units/milliliter (mMU/mL). Geometric Mean Titers (GMTs) are reported for both arms for all randomized participants included in the per-protocol immunogenicity (PPI) population. The PPI population is HPV-type specific.",
        "timeFrame": "Up approximately 4 weeks post vaccination with 9vHPV Dose 2"
      },
      {
        "measure": "Geometric Mean Concentrations of SARS-CoV-2 Spike Protein-Specific Binding Antibodies",
        "description": "The geometric mean concentration (GMC) of serum-derived antibodies to severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) spike protein was determined using an electrochemiluminescence (ECL) assay. GMCs are reported for both arms for all randomized participants included in the mRNA-1273 per-protocol (mRNA-1273-PP) population.",
        "timeFrame": "Up approximately 4 weeks post vaccination with mRNA-1273 Dose 2"
      },
      {
        "measure": "Percentage of Participants With ≥1 Solicited Injection-site Adverse Event (AE)",
        "description": "An AE was any untoward medical occurrence in a participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. Solicited AEs are predefined local AEs (at the injection site) for which the participant was specifically questioned, and noted by the participant in their vaccine report card (VRC). Per protocol, the percentage of participants with ≥1 solicited injection site AE has been reported separately based on injection site for participants in the Concomitant Group (Day 1 mRNA-1273 Dose 1 right arm; Day 1 9vHPV Dose 1 left arm; Month 1 mRNA-1273 Dose 2 right arm; Month 6 9vHPV Dose 2 left arm) and Non-Concomitant Group (Day 1 mRNA-1273 Dose 1 right arm; Month 1 mRNA-1273 Dose 2 right arm; Month 2 9vHPV Dose 1 left arm; Month 8 9vHPV Dose 2 left arm). Per protocol, reporting for Concomitant Group Day 1 Dose 1 separated by injection site is specific to this outcome only and does not apply to other safety outcomes.",
        "timeFrame": "Up to approximately Day 7 post vaccination with any study vaccine"
      },
      {
        "measure": "Percentage of Participants With ≥1 Solicited Systemic AE",
        "description": "An AE was any untoward medical occurrence in a participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. Solicited AEs are predefined systemic events for which the participant is specifically questioned, and which are noted by the participant in their VRC. Per protocol the percentage of participants who experienced ≥1 solicited systemic (affecting the whole body) AE are reported here for participants in the Concomitant (Day 1 mRNA-1273 Dose 1 right arm + 9vHPV Dose 1 left arm; Month 1 mRNA-1273 Dose 2 right arm; Month 6 9vHPV Dose 2 left arm) and Non-Concomitant Groups (Day 1 mRNA-1273 Dose 1 right arm; Month 1 mRNA-1273 Dose 2 right arm; Month 2 9vHPV Dose 1 left arm; Month 8 9vHPV Dose 2 left arm). Per protocol, reporting is based on time of injection; as 9vHPV Dose 1 AND mRNA-1273 Dose 1 were both given on Day 1 of the Concomitant Group they have been combined below.",
        "timeFrame": "Up to approximately Day 7 post vaccination with any study vaccine"
      },
      {
        "measure": "Percentage of Participants With ≥1 Serious Adverse Event (SAE)",
        "description": "A serious adverse event (SAE) was defined as one that results in death, is life threatening, or requires hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly or birth defect, or other important medical event that may require medical intervention. Per protocol the percentage of participants who experienced ≥1 SAE are reported here for participants in the Concomitant (Day 1 mRNA-1273 Dose 1 right arm + 9vHPV Dose 1 left arm; Month 1 mRNA-1273 Dose 2 right arm; Month 6 9vHPV Dose 2 left arm) and Non-Concomitant Groups (Day 1 mRNA-1273 Dose 1 right arm; Month 1 mRNA-1273 Dose 2 right arm; Month 2 9vHPV Dose 1 left arm; Month 8 9vHPV Dose 2 left arm). Per protocol, reporting is based on time of injection; as 9vHPV Dose 1 AND mRNA-1273 Dose 1 were both given on Day 1 of the Concomitant Group they have been combined below.",
        "timeFrame": "Up to approximately Day 28 post vaccination with any study vaccine"
      },
      {
        "measure": "Percentage of Participants With ≥1 Vaccine-Related SAE",
        "description": "A SAE was defined as one that results in death, is life threatening, or requires hospitalization/prolongation of existing hospitalization, results in persistent/significant disability/incapacity, is a congenital anomaly/birth defect, or other important medical event that may require medical intervention. An SAE judged by the investigator to be related to the study vaccine is a vaccine-related SAE. Per protocol the percentage of participants who experienced ≥1 vaccine-related SAE are reported here for participants in Concomitant (Day 1 mRNA-1273 Dose 1 right arm + 9vHPV Dose 1 left arm; Month 1 mRNA-1273 Dose 2 right arm; Month 6 9vHPV Dose 2 left arm) and Non-Concomitant Groups (Day 1 mRNA-1273 Dose 1 right arm; Month 1 mRNA-1273 Dose 2 right arm; Month 2 9vHPV Dose 1 left arm; Month 8 9vHPV Dose 2 left arm). Per protocol, reporting is based on time of injection; as 9vHPV Dose 1 AND mRNA-1273 Dose 1 were both given on Day 1 of the Concomitant Group they have been combined below.",
        "timeFrame": "Up to approximately 9 Months"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants Who Seroconvert to Each of the 9vHPV Vaccine Types 6, 11, 16, 18, 31, 33, 45, 52 and 58 Following Administration of a 2-Dose Regimen of 9vHPV Vaccine",
        "description": "Serum-derived antibodies to HPV types 6, 11, 16, 18, 31, 33, 45, 52, and 58 were measured with a competitive luminex immunoassay (cLIA). Seroconversion is defined as changing from cLIA anti-HPV seronegative serum antibodies for 9vHPV types at pre-vaccination to cLIA anti-HPV seropositive at 4 weeks post vaccination with 9vHPV Dose 2. A participant with anti-HPV cLIA titer at or above the serostatus cutoff values of the cLIA for a given HPV type is considered seropositive for that HPV type. The serostatus cutoffs (milli Merck units/milliliter (mMU/mL) for HPV types were as follows: HPV Type 6: ≥34, HPV Type 11: ≥25; HPV Type 16: ≥32, HPV Type 18: ≥26, HPV Type 31: ≥15, HPV Type 33: ≥10, HPV Type 45: ≥10, HPV Type 52: ≥14, and HPV Type 58: ≥10. Percentage of participants who seroconverted are reported for both arms for all randomized participants included in the PPI population. The PPI population is HPV-type specific.",
        "timeFrame": "Up to approximately 4 weeks post vaccination with 9vHPV Dose 2"
      },
      {
        "measure": "Percentage of Participants Who Experience Seroresponse Following Administration of a 2-Dose Regimen of mRNA-1273 Vaccine",
        "description": "Serum-derived antibodies to severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) spike protein was determined using an electrochemiluminescence (ECL) assay. Seroresponse is defined as a ≥4-fold rise in SARS-CoV-2 spike protein-specific binding antibody concentration from baseline to 4 weeks post vaccination with mRNA-1273 Dose 2. Percentage of participants who experience seroresponse are reported for both arms for all randomized participants included in the mRNA-1273-PP population.",
        "timeFrame": "Up to approximately 4 weeks post vaccination with mRNA-1273 Dose 2"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:41.403Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}