{
  "nctId": "NCT04668339",
  "briefTitle": "A Trial Evaluating the Safety and Effects of an RNA Vaccine ARCT-021 in Healthy Adults",
  "officialTitle": "A Phase 2 Randomized, Observer-Blind, Placebo-Controlled Study to Assess the Safety, Reactogenicity, and Immunogenicity of the SARS CoV-2 Vaccine ARCT-021 in Healthy Adult Participants",
  "protocolDocument": {
    "nctId": "NCT04668339",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-03-09",
    "uploadDate": "2024-12-12T18:11",
    "size": 2240607,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04668339/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 581,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-01-07",
    "completionDate": "2022-03-01",
    "primaryCompletionDate": "2022-03-01",
    "firstSubmitDate": "2020-11-25",
    "firstPostDate": "2020-12-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nIndividuals who:\n\n1. are able to provide consent\n2. agree to comply with all study visits and procedures\n3. are willing and able to adhere to study restrictions\n4. are sexually active and willing to adhere to contraceptive requirements\n5. are male or female ≥18 or (in Singapore) ≥21 years of age\n6. are medically stable\n\nExclusion Criteria:\n\nIndividuals who:\n\n1. have had SARS-CoV-2 infection or COVID-19 disease.\n2. have had cancer except for cancers that were treated and that have low risk of returning\n3. have chronic kidney disease\n4. have some chronic lung diseases\n5. have some heart conditions\n6. have compromised immune systems\n7. are obese\n8. have sickle cell disease or some other blood disorders\n9. are current smokers and/or use illegal drugs\n10. have Type 2 diabetics\n11. are immunocompromised, immunodeficient or have had a transplant\n12. have autoimmune disease\n13. have other severe or uncontrolled diseases or disease that may interfere with the interpretation of the study\n14. have a positive test for hepatitis B or C or human immunodeficiency virus\n15. have had a severe reaction to previous investigational vaccines\n16. have a fever or are feeling sick close to the time of the first vaccination of the study\n17. have positive drug test at screening\n18. are pregnant\n19. are breastfeeding\n20. have a bleeding disorder\n21. have previously received an investigational coronavirus vaccine (SARS-CoV(1) or MERS) or who plan to be in other COVID-19 studies\n22. have recently been vaccinated with other vaccines\n23. have recently received blood products\n24. who work at one of the clinic sites participating in this study, work at Arcturus, who work at other companies that monitor the study or close family members to the sites, Arcturus, or partners involved in study monitoring\n25. other restrictions may apply",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants Reporting Solicited Local Adverse Events Within 7 Days Post Each Priming Vaccination",
        "description": "Per prespecified analysis, solicited local adverse events were defined as pain, erythema, swelling, or injection site tenderness. Solicited adverse reactions were recorded by the participant in an eDiary. Per prespecified analysis, solicited adverse events were not evaluated for severity (such as, serious or non-serious). A summary of all unsolicited adverse events and solicited adverse events regardless of causality is located in the Reported Adverse Events module.",
        "timeFrame": "For 7 days following each dose administration (Day 0 up to Day 7 for Vaccination 1 and Day 29 up to Day 35 for Vaccination 2)"
      },
      {
        "measure": "Percentage of Participants Reporting Solicited Local Adverse Events Within 7 Days Post Booster Vaccination",
        "description": "Per prespecified analysis, solicited local adverse events were defined as pain, erythema, swelling, or injection site tenderness. Solicited adverse reactions were recorded by the participant in an eDiary. Per prespecified analysis, solicited adverse events were not evaluated for severity (such as, serious or non-serious). A summary of all unsolicited adverse events and solicited adverse events regardless of causality is located in the Reported Adverse Events module.",
        "timeFrame": "For 7 days following each dose administration (Day 208 up to Day 215)"
      },
      {
        "measure": "Percentage of Participants Reporting Solicited Systemic Adverse Events Within 7 Days Post Each Priming Vaccination",
        "description": "Per prespecified analysis, solicited systemic adverse events were defined as fever, headache, fatigue, myalgia, arthralgia, nausea, chills, diarrhea, dizziness, and vomiting. Per prespecified analysis, solicited adverse events were not evaluated for severity (such as, serious or non-serious). A summary of all unsolicited adverse events and solicited adverse events regardless of causality is located in the Reported Adverse Events module.",
        "timeFrame": "For 7 days following each dose administration (Day 0 up to Day 7 for Vaccination 1 and Day 29 up to Day 35 for Vaccination 2)"
      },
      {
        "measure": "Percentage of Participants Reporting Solicited Systemic Adverse Events Within 7 Days Post Booster Vaccination",
        "description": "Per prespecified analysis, solicited systemic adverse events were defined as fever, headache, fatigue, myalgia, arthralgia, nausea, chills, diarrhea, dizziness, and vomiting. Per prespecified analysis, solicited adverse events were not evaluated for severity (such as, serious or non-serious). A summary of all unsolicited adverse events and solicited adverse events regardless of causality is located in the Reported Adverse Events module.",
        "timeFrame": "For 7 days post booster dose administration (Day 208 up to Day 215)"
      },
      {
        "measure": "Percentage of Participants Reporting Unsolicited Adverse Events Up to 28 Days Post Each Priming Vaccination",
        "description": "An unsolicited AE was defined as any AE (serious and nonserious) occurring after administration of first dose of study vaccine and before the end of study. A summary of all unsolicited adverse events and solicited adverse events regardless of causality is located in the Reported Adverse Events module.",
        "timeFrame": "28 days following each dose administration (Day 0 up to Day 28 for Vaccination 1 and Day 29 up to Day 56 for Vaccination 2)"
      },
      {
        "measure": "Percentage of Participants Reporting Unsolicited Adverse Events Up to 28 Days Post Booster Vaccination",
        "description": "An unsolicited AE was defined as any AE (serious and nonserious) occurring after administration of first dose of study vaccine and before the end of study. A summary of all unsolicited adverse events and solicited adverse events regardless of causality is located in the Reported Adverse Events module.",
        "timeFrame": "28 days following each dose administration (Day 208 up to 236 days)"
      },
      {
        "measure": "Percentage of Participants Reporting Treatment-Emergent Serious Adverse Events (SAE), Medically Attended Adverse Events (MAAE) and New Onset of Chronic Disease (NOCD) Post Each Priming Vaccination",
        "description": "SAEs were defined as any event that resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in a persistent or significant incapacity or substantial disruption of the ability to conduct normal life functions, resulted in a congenital anomaly or birth defect, or was an important medical event. An NOCD was defined as any AE that led to the new diagnosis of a chronic medical condition that was not present or suspected prior to enrollment. An MAAE was an AE that led to an unscheduled visit (including a telemedicine visit) to a healthcare practitioner. A summary of all unsolicited adverse events and solicited adverse events regardless of causality is located in the Reported Adverse Events module.",
        "timeFrame": "Up to Day 207"
      },
      {
        "measure": "Percentage of Participants Reporting Treatment-emergent Serious Adverse Events, Medically Attended Adverse Events and New Onset of Chronic Disease Post Booster Vaccination",
        "description": "SAEs were defined as any event that resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in a persistent or significant incapacity or substantial disruption of the ability to conduct normal life functions, resulted in a congenital anomaly or birth defect, or was an important medical event. An NOCD was defined as an AE that led to the new diagnosis of a chronic medical condition that was not present or suspected prior to enrollment. An MAAE was an AE that led to an unscheduled visit (including a telemedicine visit) to a healthcare practitioner. A summary of all unsolicited adverse events and solicited adverse events regardless of causality is located in the Reported Adverse Events module.",
        "timeFrame": "Day 208 to early termination (up to 396 days)"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of Serum Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Neutralizing Antibodies Post Priming Vaccination",
        "timeFrame": "Day 1"
      },
      {
        "measure": "GMT of SARS-CoV-2 Neutralizing Antibodies Post Priming Vaccination",
        "timeFrame": "Day 56"
      },
      {
        "measure": "GMT of SARS-CoV-2 Neutralizing Antibodies Post Booster Vaccination",
        "timeFrame": "Day 208"
      },
      {
        "measure": "GMT of SARS-CoV-2 Neutralizing Antibodies Post Booster Vaccination",
        "timeFrame": "Day 236"
      },
      {
        "measure": "Geometric Mean Fold Rise (GMFR) in SARS-CoV-2 Neutralizing Antibody Titers Post Priming Vaccination",
        "description": "GMFR is reported as a ratio to baseline (Day 0).",
        "timeFrame": "Day 56"
      },
      {
        "measure": "Geometric Mean Fold Rise (GMFR) in SARS-CoV-2 Neutralizing Antibody Titers Post Booster Vaccination",
        "description": "GMFR is reported as a ratio to baseline (Day 0).",
        "timeFrame": "Day 208"
      },
      {
        "measure": "GMFR in SARS-CoV-2 Neutralizing Antibody Titers Post Booster Vaccination",
        "description": "GMFR is reported as a ratio to baseline (Day 0).",
        "timeFrame": "Day 236"
      },
      {
        "measure": "Percentages of Participants Achieving Greater Than or Equal to 2-fold and 4-fold Increase From Before Vaccination (Baseline) in SARS-CoV-2 Serum Neutralizing Antibody Levels at Day 56",
        "timeFrame": "Baseline up to Day 56"
      },
      {
        "measure": "Percentages of Participants Achieving Greater Than or Equal to 2-fold and 4-fold Increase From Before Vaccination (Baseline) in SARS-CoV-2 Serum Neutralizing Antibody Levels at Day 208",
        "timeFrame": "Baseline up to Day 208"
      },
      {
        "measure": "Percentages of Participants Achieving Greater Than or Equal to 2-fold and 4-fold Increase From Before Vaccination (Baseline) in SARS-CoV-2 Serum Neutralizing Antibody Levels at Day 236",
        "timeFrame": "Baseline up to Day 236"
      }
    ],
    "secondary": [
      {
        "measure": "Geometric Mean Concentration of SARS-CoV-2 Anti-S1, Anti-RBD, and Anti-N Binding Antibody Levels Post Priming Vaccination",
        "timeFrame": "Days 0 and 56"
      },
      {
        "measure": "Geometric Mean Concentration of SARS-CoV-2 Anti-S1, Anti-RBD, and Anti-N Binding Antibody Levels Post Booster Vaccination",
        "timeFrame": "Day 208 and 236"
      },
      {
        "measure": "Geometric Mean Fold Rise (GMFR) in SARS-CoV-2 Anti-S1, Anti-RBD, and Anti-N Binding Antibody Levels Before Vaccination to Day 56",
        "timeFrame": "Day 56"
      },
      {
        "measure": "Percentage of Participants Achieving Greater Than or Equal to 2-fold and 4-fold Increase From Before Vaccination (Baseline) in SARS-CoV-2 Anti-S1, Anti-RBD, and Anti-N Binding Antibody Levels",
        "timeFrame": "Day 56"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 18,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 22
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:40.365Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}