{
  "nctId": "NCT03181789",
  "briefTitle": "Safety and Immunogenicity of pDNA Vaccines Expressing HIV M Group p24^Gag Conserved Elements and/or p55^Gag, Administered With IL-12 pDNA",
  "officialTitle": "A Phase 1 Clinical Trial to Evaluate the Safety and Immunogenicity of pDNA Vaccines Expressing HIV M Group p24^Gag Conserved Elements and/or p55^Gag, Administered With IL-12 pDNA, in Healthy, HIV-Uninfected Adult Participants",
  "protocolDocument": {
    "nctId": "NCT03181789",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-02-17",
    "uploadDate": "2021-07-09T12:12",
    "size": 2816096,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03181789/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 56,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-10-18",
    "completionDate": "2020-04-29",
    "primaryCompletionDate": "2019-10-25",
    "firstSubmitDate": "2017-06-06",
    "firstPostDate": "2017-06-09"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nGeneral and Demographic Criteria\n\n* Age of 18 to 50 years\n* Access to a participating HIV Vaccine Trials Network (HVTN) clinical research site (CRS) and willingness to be followed for the planned duration of the study\n* Agrees not to enroll in another study of an investigational research agent prior to completion of last required protocol visit (excludes annual health contact visit)\n* Good general health as shown by medical history, physical exam, and screening laboratory tests\n\nHIV-Related Criteria:\n\n* Assessed by the clinic staff as being at \"low risk\" for HIV infection and committed to maintaining behavior consistent with low risk of HIV exposure through the last required protocol clinic visit.\n\nLaboratory Inclusion Values\n\n* Hemoglobin greater than or equal to 11.0 g/dL for volunteers who were born female, greater than or equal to 13.0 g/dL for volunteers who were born male\n* White blood cell count equal to 3,300 to 12,000 cells/mm\\^3\n* Total lymphocyte count greater than or equal to 800 cells/mm\\^3\n* Remaining differential either within institutional normal range or with site physician approval\n* Platelets equal to 125,000 to 550,000/mm\\^3\n* Chemistry panel: alanine aminotransferase (ALT), aspartate aminotransferase (AST), and alkaline phosphatase less than 1.25 times the institutional upper limit of normal; creatine phosphokinase (CPK) less than or equal to 2.0 times the institutional upper limit of normal; creatinine less than or equal to institutional upper limit of normal.\n\nVirology\n\n* Negative HIV-1 and -2 blood test: U.S. volunteers must have a negative Food and Drug Administration (FDA)-approved enzyme immunoassay (EIA).\n* Negative Hepatitis B surface antigen (HBsAg)\n* Negative anti-Hepatitis C virus antibodies (anti-HCV), or negative HCV polymerase chain reaction (PCR) if the anti-HCV is positive\n* Normal urine:\n\n  * Negative urine glucose, and\n  * Negative or trace urine protein, and\n  * Negative or trace urine hemoglobin\n\nReproductive Status\n\n* Reproductive status: A volunteer who was born female must:\n\n  * Agree to consistently use effective contraception for sexual activity that could lead to pregnancy from at least 21 days prior to enrollment through the last required protocol clinic visit.\n  * Or not be of reproductive potential, such as having reached menopause (no menses for 1 year) or having undergone hysterectomy, bilateral oophorectomy, or tubal ligation;\n  * Or be sexually abstinent.\n\nExclusion Criteria:\n\nGeneral\n\n* Allergy to amide-type local anesthetics (bupivacaine \\[Marcaine\\], lidocaine \\[Xylocaine\\], mepivacaine \\[Polocaine/Carbocaine\\], etidocaine \\[Duranest\\], prilocaine \\[Citanest, EMLA® cream\\])\n* Investigational research agents received within 30 days before first vaccination\n* Body mass index (BMI) greater than or equal to 40; or BMI greater than or equal to 35 with 2 or more of the following: age greater than 45, systolic blood pressure greater than 140 mm Hg, diastolic blood pressure greater than 90 mm Hg, current smoker, known hyperlipidemia\n* Intent to participate in another study of an investigational research agent or any other study that requires non-HVTN HIV antibody testing during the planned duration of the study\n* Pregnant or breastfeeding\n* Active duty and reserve U.S. military personnel\n\nVaccines and other Injections\n\n* HIV vaccine(s) received in a prior HIV vaccine trial. For volunteers who have received control/placebo in an HIV vaccine trial, the HVTN Protocol Safety Review Team (PSRT) will determine eligibility on a case-by-case basis.\n* Previous receipt of monoclonal antibodies (mAbs), whether licensed or investigational; the HVTN 119 PSRT will determine eligibility on a case-by-case basis.\n* Non-HIV experimental vaccine(s) received within the last 5 years in a prior vaccine trial.\n\nImmune System\n\n* Immunosuppressive medications received within 168 days before first vaccination.\n* Serious adverse reactions to vaccines or to vaccine components\n* Autoimmune disease\n* Immunodeficiency\n\nClinically significant medical conditions\n\n* Untreated or incompletely treated syphilis infection\n* Clinically significant medical condition, physical examination findings, clinically significant abnormal laboratory results, or past medical history with clinically significant implications for current health.\n* Any medical, psychiatric, occupational, or other condition that, in the judgment of the investigator, would interfere with, or serve as a contraindication to, protocol adherence, assessment of safety or reactogenicity, or a volunteer's ability to give informed consent\n* Psychiatric condition that precludes compliance with the protocol. Specifically excluded are persons with psychoses within the past 3 years, ongoing risk for suicide, or history of suicide attempt or gesture within the past 3 years.\n* Current anti-tuberculosis (TB) prophylaxis or therapy\n* Asthma exclusion criteria: Asthma other than mild, well-controlled asthma.\n* Diabetes mellitus type 1 or type 2, including cases controlled with diet alone. (Not excluded: history of isolated gestational diabetes.)\n* Thyroidectomy, or thyroid disease requiring medication during the last 12 months\n* Hypertension\n* Bleeding disorder diagnosed by a doctor (e.g., factor deficiency, coagulopathy, or platelet disorder requiring special precautions)\n* Malignancy\n* Seizure disorder\n* Asplenia\n* History of hereditary angioedema, acquired angioedema, or idiopathic angioedema.\n* Presence of implanted electronic medical device (e.g., cochlear implant, pacemaker, implantable cardioverter defibrillator)\n* Presence of surgical or traumatic metal implant at the intended site of administration (including the deltoid muscles and/or overlying skin)\n* Sinus bradycardia (defined as less than 50 beats per minute (bpm) on exam) or a history of cardiac arrhythmia: e.g., supraventricular tachycardia, atrial fibrillation, or frequent ectopy. NOTE: Sinus arrhythmia is not excluded.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "50 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Reporting Local Reactogenicity Signs and Symptoms: Pain and/or Tenderness",
        "description": "Graded according to the Division of AIDS (DAIDS) Table for Grading the Severity of Adult and Pediatric Adverse Events, Corrected Version 2.1, July 2017. The maximum grade observed for each symptom ove",
        "timeFrame": "Measured through Month 0, 1, 3, 6"
      },
      {
        "measure": "Number of Participants Reporting Local Reactogenicity Signs and Symptoms: Erythema and/or Induration",
        "description": "Graded according to the Division of AIDS (DAIDS) Table for Grading the Severity of Adult and Pediatric Adverse Events, Corrected Version 2.1, July 2017. The maximum grade observed for each symptom ove",
        "timeFrame": "Measured through Month 0, 1, 3, 6"
      },
      {
        "measure": "Number of Participants Reporting Systemic Reactogenicity Signs and Symptoms",
        "description": "Graded according to the Division of AIDS (DAIDS) Table for Grading the Severity of Adult and Pediatric Adverse Events, Corrected Version 2.1, July 2017. The maximum grade observed for each symptom ove",
        "timeFrame": "Measured through Month 0, 1, 3, 6"
      },
      {
        "measure": "Chemistry and Hematology Laboratory Measures - Alkaline Phosphate (ALP), Aspartate Aminotransferase (AST), Alanine Aminotransferase (ALT), Creatine Phosphokinase (CPK) in U/L",
        "description": "For each local laboratory measure-alkaline phosphate (ALP), aspartate aminotransferase (AST), alanine aminotransferase (ALT), creatine phosphokinase (CPK) in U/L, summary statistics were presented by treatment group and timepoint for the overall population.",
        "timeFrame": "Measured during screening, Days 14, 42, 98, 182 and 273"
      },
      {
        "measure": "Chemistry and Hematology Laboratory Measures - Creatinine in g/dL",
        "description": "For each local laboratory measure, summary statistics were presented by treatment group and timepoint for the overall population",
        "timeFrame": "Measured during screening, Days 14, 42, 98, 182 and 273"
      },
      {
        "measure": "Chemistry and Hematology Laboratory Measures - Hemoglobin in g/dL",
        "description": "For each local laboratory measure, summary statistics were presented by treatment group and timepoint for the overall population.",
        "timeFrame": "Measured during screening, Days 14, 42, 98, 182 and 273"
      },
      {
        "measure": "Chemistry and Hematology Laboratory Measures - Lymphocyte Count, Neutrophil Count in 1000*Cells/mm^3",
        "description": "For each local laboratory measure, summary statistics were presented by treatment group and timepoint for the overall population.",
        "timeFrame": "Measured during screening, Days 14, 42, 98, 175 and 273"
      },
      {
        "measure": "Chemistry and Hematology Laboratory Measures - Platelets, WBC in 1000*Cells/mm^3",
        "description": "For each local laboratory measure, summary statistics were presented by treatment group and timepoint for the overall population.",
        "timeFrame": "Measured during screening, Days 14, 42, 98, 175 and 273"
      },
      {
        "measure": "Number of Participants With Chemistry and Hematology Laboratory Measures - Counts of Lab Grade > 1",
        "description": "The number (percentage) of participants with Chemistry and Hematology Laboratory Measures - Counts of Lab Grade \\> 1 for alkaline phosphate (ALP), aspartate aminotransferase (AST), alanine aminotransferase (ALT), creatine phosphokinase (CPK), creatinine, hemoglobin, lymphocyte count, neutrophil count, platelets, white blood cells (WBC) was summarized by treatment group and visit time",
        "timeFrame": "Measured during screening, Days 14, 42, 98, 182 and 273 for (ALP), (AST), (ALT), (CPK), creatinine. Measured during screening, Days 14, 42, 98, 175, 182 and 273 for Lymphocyte count, Neutrophil count Platelets, WBC, hemoglobin."
      },
      {
        "measure": "Number of Participants With Early Discontinuation of Vaccinations and Reason for Discontinuation",
        "description": "The number (percentage) of participants with early discontinuation of vaccinations and reason for discontinuation was summarized by arm",
        "timeFrame": "Measured through Month 18"
      },
      {
        "measure": "Magnitude of Local Injection/EP Site Pain as Measured by a Visual Analog Scale (Day 0, Day 28, Day 84, Day 168)",
        "description": "A visual analog scale is a horizontal line, 10 cm in length, anchored by word descriptors at each end (\"no pain\" and \"worst pain\"). The visual analog scale score is determined by measuring in centimeters from the left hand end of the line to the point that the patient marks, 0 cm being no pain and 10 cm being maximum pain.The pain assessment scores for each arm at each vaccination visit were summarized with visual analog scale (VAS)",
        "timeFrame": "Measured during Day 0, 28, 84 and 168"
      },
      {
        "measure": "Distribution of Responses to Questions Regarding Acceptability of Study Injection Procedures [ Visits 3, 5, 8, 10]",
        "description": "Distribution of responses to questions regarding acceptability of study injection procedures \\[ Visits 3, 5, 8, 10\\] were summarized by category (Acceptable/Unacceptable/Don?t know/ Don?t Remember)",
        "timeFrame": "Measured during Visit 3 (Day14), Visit 5 (Day 35), Visit 8 (Day 98), Visit 10 (Day 175)"
      },
      {
        "measure": "Summary of T-Cell Epitope Mapping Breadth (Defined as the Number of Targeted CEs) Among All Participants by T-cell Subset (CD4+, CD8+), Visit, and Treatment Arm [Time Frame: Measured at M1.5 and M6.5]",
        "description": "For participants with a positive Fisher's Exact response to Gag CE Total and/or HBX2 p55Gag for either IFN-γ and/or IL2(CD4+ or CD8+) or for CD40L(CD4+)at month1.5and/or month 6.5, samples were further assayed against the seven individual CE peptide pools and the total number of positive responses was defined as the breadth.",
        "timeFrame": "M1.5 and M6.5"
      }
    ],
    "secondary": [
      {
        "measure": "CD4+ and CD8+ T Cell Response Rate Measured by Flow Cytometry to p24CE and HIV Gag by Cytokine, T-cell Subset (CD4+, CD8+), Antigen and Treatment Group [Time Frame: Measured at M0, M1.5 and M6.5]",
        "description": "Flow cytometry was used to examine HIV-1 specific CD4+ and CD8+ T-cell responses using a validated ICS assay. A one sided Fisher's exact test was applied to detective the positivity response. If at least one peptide pool for a specific HIV-1 protein was positive, then the overall response to the protein was considered positive. If any peptide pool was positive for a T-cellubset, then the overall response for that T-cell subset was considered positive.",
        "timeFrame": "M0, M1.5 and M6.5"
      },
      {
        "measure": "CD4+ and CD8+ T Cell MIMOSA Response Rate Measured by Flow Cytometry to p24CE and HIV Gag by Cytokine, T-cell Subset (CD4+, CD8+), Antigen and Treatment Group [Time Frame: Measured at M0, M1.5 and M6.5]",
        "description": "Flow cytometry was used to examine HIV-1 specific CD4+ and CD8+ T-cell responses using a validated ICS assay. Athe Mixture Models for Single-cell Assays (MIMOSA) statistical framework was applied to detective the positivity response. If at least one peptide pool for a specific HIV-1 protein was positive, then the overall response to the protein was considered positive. If any peptide pool was positive for a T-cellubset, then the overall response for that T-cell subset was considered positive.",
        "timeFrame": "M0, M1.5 and M6.5"
      },
      {
        "measure": "Summary of CD4+ and CD8+ T Cell Response Magnitudes Among All Participants by Cytokine, T-Cell Subset (CD4+, CD8+), Antigen and Treatment Group [Time Frame: Measured at M0, M1.5 and M6.5]",
        "description": "Flow cytometry was used to examine HIV-1 specific CD4+ and CD8+ T-cell responses using a validated ICS assay. Percentage of CD4+ T cells expressing CD40L+ was used as the magnititudes response for ICS assay.",
        "timeFrame": "M0, M1.5 and M6.5"
      },
      {
        "measure": "CD4+ and CD8+ T Cell Response Rate Measured by Flow Cytometry to p24CE and HIV Gag by Cytokine, T-cell Subset (CD4+, CD8+), Antigen and Treatment Group [Time Frame: Measured at M1.5 and M6.5]",
        "description": "Flow cytometry was used to examine HIV-1 specific CD4+ and CD8+ T-cell responses using a validated ICS assay. A one sided Fisher's exact test was applied to detective the positivity response. If at least one peptide pool for a specific HIV-1 protein was positive, then the overall response to the protein was considered positive. If any peptide pool was positive for a T-cellubset, then the overall response for that T-cell subset was considered positive.",
        "timeFrame": "M0, M1.5 and M6.5"
      },
      {
        "measure": "Summary of CD4+ and CD8+ T Cell Response Magnitudes to Epitope Mapping Gag Among All Participants by by Cytokine, T-Cell Subset (CD4+, CD8+), Antigenand Treatment Group [Time Frame: Measured at M1.5 and M6.5]",
        "description": "For participants with a positive Fisher's Exact response to Gag CE Total and/or HBX2 p55Gag for either IFN-γ and/or IL2(CD4+ or CD8+) or for CD40L(CD4+)at month1.5and/or month 6.5, samples were further assayed against the seven individual CE peptide pools. Percentage of CD8+ T cells expressing IFN-gamma was used as the magnitude response. The background-substracted magnitude was summarized by treatment group. The negative reading of magnitude is due to background substracted.",
        "timeFrame": "M1.5 and M6.5"
      },
      {
        "measure": "Binding Antibody IgG Responses Rate by the HIV-1 Binding Antibody Multiplex Assay (BAMA) by Treatment Arm [Time Frame: M6.5]",
        "description": "The frequency of IgG binding antibody responses were measured by the HIV-1 binding antibody multiplex assay (BAMA).Samples from post-enrollment visits were declared to have positive responses if they met three conditions: (1) the MFI minus blank (MFI\\*) values were ≥ antigen-specific cutoff at the 1:50 dilution level (based on the 95th percentile of baseline samples as calculated by SAS PROC UNIVARIATE default method, and at least 100 MFI minus blank), (2) the MFI minus blank values were greater than 3 times the baseline (day 0) MFI minus blank values, and (3) the MFI values were greater than 3 times the baseline MFI values.",
        "timeFrame": "M6.5"
      },
      {
        "measure": "Binding Antibody IgG Responses Magnitudes by the HIV-1 Binding Antibody Multiplex Assay (BAMA) by Treatment Arm [Time Frame: M6.5]",
        "description": "The magnitude of IgG binding antibody responses were measured by the HIV-1 binding antibody multiplex assay (BAMA). Serum HIV-1-specific IgG antibody responses are measured at the 1:50 dilution against the p24gag antigen on all available samples .The a background-subtracted mean fluorescent intensity (MFI) at the 1:50 dilution were used to summarize the magnitudes at a given time-point. MFI will be used to determine the positivity of samples. Samples from post-enrollment visits are declared to have positive responses if they meet three conditions: (1) the MFI\\* values are greater than the antigen-specific cutoff (based on the 95th percentile of the baseline visit serum samples and at least 100 MFI), (2) the MFI\\* values are greater than 3 times the baseline (day 0) MFI\\* values, and (3) the MFI values are greater than 3 times the baseline MFI values. The values in Groups 1 and 2 are correct as currently reported.",
        "timeFrame": "M6.5"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 13,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 20
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:43.074Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}