{
  "nctId": "NCT03377816",
  "briefTitle": "The Role of Emotional Processing in Improving the Quality of Life of Breast Cancer Patients",
  "officialTitle": "The Role of Emotional Processing in Improving the Quality of Life of Breast Cancer Patients: a Mechanistic Study of Art Therapy in Reducing Depression, Fatigue and Pain.",
  "protocolDocument": {
    "nctId": "NCT03377816",
    "filename": "Prot_ICF_000.pdf",
    "label": "Study Protocol and Informed Consent Form: REPAT study protocol",
    "date": "2018-10-14",
    "uploadDate": "2023-08-14T10:15",
    "size": 1382271,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03377816/document/Prot_ICF_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": true
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 318,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-06-11",
    "completionDate": "2022-06-10",
    "primaryCompletionDate": "2022-06-10",
    "firstSubmitDate": "2017-12-10",
    "firstPostDate": "2017-12-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* adult (\\>18) females with initial or recurrent BC\n* intervention can begin 3 months after finishing chemotherapy and radiotherapy (RT) and one month after surgery, up until 18 months after treatment completion.\n* can complete assessments in Arabic or Hebrew\n* provides informed consent.\n\nExclusion Criteria:\n\n* male\n* lifetime history of bipolar disorder, schizophrenia, schizoaffective disorder or with a pre- cancer diagnosis of fibromyalgia or chronic fatigue syndrome\n* active suicidal plan (will ensure immediate intervention);\n* dementia/other disorder that would preclude informed consent or comprehension of assessments\n* Individuals taking anticholinergic medications, and post myocardial infarction (6 months before recruitment) or with a pacemaker, which would render the metric of HRV invalid.\n* Flare-up in systemic autoimmune disease (such as arthritis, lupus or multiple sclerosis), thyroid dysfunction that requires increases in medication",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Depression Depression",
        "description": "The Center for Epidemiologic Studies-Depression (CES-D) 10-item scale. The possible range of scores is zero to 50, with the higher scores indicating the presence of more symptomatology.",
        "timeFrame": "Changes will be measured from baseline (T1), after the intervention (8-10 weeks after baseline T2) and 8 weeks after the intervention ends (T3)"
      },
      {
        "measure": "Fatigue",
        "description": "Fatigue will be assessed using the Fatigue Symptom Inventory (FSI), a 14-item self-report measure designed to assess the severity of fatigue on an 11-point scale (0=not at all fatigued; 10=as fatigued as I could be) that assesses most, least, and average fatigue in the past week. A global score can be obtained summing items 1-13, resulting in a scale with a range between 0-130. Higher results represent higher levels of global fatigue.",
        "timeFrame": "Changes will be measured from baseline (T1), after the intervention (8-10 weeks after baseline T2) and 8 weeks after the intervention ends (T3)"
      },
      {
        "measure": "Pain (Impact and Interference)",
        "description": "The PROMIS Pain impact Scale measures how much pain impacted different aspects of life in the past 7 days. Scores range from 0-to-60, higher scores indicating higher levels of pain or its impact on functioning and the PROMIS Pain Interference Scale measures how much pain interfered with different aspects of life in the past 7 days. Scores range from 0-to-60, higher scores indicating higher levels of pain or interference with functioning. Our data indicates t-scores calculated so that 50 indicates the population (cancer patient) mean with a standard deviation of 10.",
        "timeFrame": "Changes will be measured from baseline (T1), after the intervention (8-10 weeks after baseline T2) and 8 weeks after the intervention ends (T3)"
      }
    ],
    "secondary": [
      {
        "measure": "Emotional Awareness",
        "description": "The Levels of Emotional Awareness Scale is a written performance index of ability to express emotion in a differentiated and complex way. Subjects write about their anticipated feelings and those of another person in response to 10 short vignettes. Responses are scored on a 1 - 4 range and summed up to create a range of 0-50 according to the degree of specificity in the terms used and the range of emotions described, higher scores indicating higher levels of awareness.",
        "timeFrame": "Changes will be measured from baseline (T1), after the intervention (8-10 weeks after baseline T2) and 8 weeks after the intervention ends (T3)"
      },
      {
        "measure": "Emotional Expression",
        "description": "This is a 36-item scale in which participants respond on a Likert scale from 1 (I don't do this at all) to 4 (I do this a lot) regarding how they coped with breast cancer experiences in the past four weeks. Two subscales are created from means of items: Approach Coping composite (24 items), and Avoidance composite (12 items) each with a range from 1-4 . Higher scores indicate more approach-oriented or avoidance-oriented coping. Participants rated items on a response scale of 1 (''I don't do this at all'') to 4 (''I do this a lot'').",
        "timeFrame": "Changes will be measured from baseline (T1), after the intervention (8-10 weeks after baseline (T2), and 8 weeks after the intervention ends (T3)"
      },
      {
        "measure": "Acceptance of Emotions",
        "description": "The Acceptance of Emotions Scale assesses the extent to which subjects are accepting and nurturing toward their feelings, ranging 0-100, higher scores indicate higher acceptance of emotion.",
        "timeFrame": "Changes will be measured from baseline (T1), after the intervention (8-10 weeks after baseline T2) and 8 weeks after the intervention ends (T3)"
      },
      {
        "measure": "Inflammation",
        "description": "We collected 10 ccs of blood in order to measure immune regulation (pro-inflammatory cytokines IL-6, IL-8, IL-1β, TNF-α), anti-inflammatory (IL-4, IL-10) and regulatory cytokines (TGF-β).",
        "timeFrame": "Changes will be measured from baseline (T1), after the intervention, 8-10 weeks after baseline T2) and 8 weeks after the intervention ends (T3)."
      },
      {
        "measure": "Heart Rate Variability",
        "description": "20 minutes of resting ECG data will be recorded. The participants will be given instructions not to drink coffee or smoke for 3 hours before the lab visit as well as to sit quietly without talking or moving during the ECG recording. These are physiological data without a specific range, however in our study, for example, at T1 in the art therapy group the measurements ranged from 7.56 to 113.28 miliseconds.",
        "timeFrame": "Changes will be measured from baseline (T1), after the intervention (8-10 weeks after baseline, T2) and 8 weeks after the intervention ends (T3)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:16.942Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}