{
  "nctId": "NCT03338920",
  "briefTitle": "Study to Assess the Safety and Efficacy of ONZETRA® Xsail® for the Acute Treatment of Episodic Migraine With or Without Aura in Adolescents",
  "officialTitle": "A Phase 3, Multicenter, Randomized, Double-blind, Placebo-controlled Study to Assess the Safety and Efficacy of ONZETRA® Xsail® (Sumatriptan Nasal Powder) for the Acute Treatment of Episodic Migraine With or Without Aura in Adolescents",
  "protocolDocument": {
    "nctId": "NCT03338920",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-11-19",
    "uploadDate": "2023-06-13T14:13",
    "size": 1295107,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03338920/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 159,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-11-02",
    "completionDate": "2022-04-11",
    "primaryCompletionDate": "2022-04-11",
    "firstSubmitDate": "2017-11-07",
    "firstPostDate": "2017-11-09"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male and female participants 12 to 17 years (inclusive) of age at the time of informed consent\n* Have a diagnosis of episodic migraine with or without aura according to International Classification of Headache Disorders-Third edition, beta version (ICHD-IIIB, 1.2.1 or 1.1) criteria, for at least 1 year prior to the screening/enrollment visit\n* Experienced migraine attacks of moderate-to-severe intensity and typically lasting ≥ 3 hours untreated, occurring at a frequency of ≥ 2 to ≤ 14 attacks per month for the past 6 months prior to the screening/enrollment visit\n* Participant's parent or legal guardian must be willing to sign a copy of the informed consent form as well as documentation for Written Authorization for Use and Release of Health and Research Study Information, after the nature and risks of study participation have been fully explained. Participants must be willing to provide informed assent.\n\nExclusion Criteria:\n\n* Participants with ≥ 15 headache days per month in total (migraine, probable migraine, or tension-type)\n* Participants with the following headache types: retinal (ICHD-IIIB, 1.2.4), with brainstem aura (ICHD-IIIB, 1.2.2), hemiplegic (ICHD-IIIB, 1.2.3), status migrainosus (ICHD-IIIB, 1.4.1), other forms of complicated migraine, or secondary headaches\n* Participants who have not responded to an adequate dose and appropriate duration of treatment with 2 or more triptans\n* Participants with known nasal obstruction, current uncontrolled nasopharyngeal illness, or known velum insufficiency (i.e., a cleft palate and/or structural abnormalities in the soft palate and nasopharynx) that may interfere with the proper use of study medication\n* Participants whose conditions in the investigator's opinion may put the participant at significant safety risk or confound the study results. This includes participants who in the investigator's opinion should not be enrolled in the study due to the risks described in the Warnings and Precautions or Contraindications sections of the ONZETRA Xsail Prescribing Information.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "12 Years",
    "maximumAge": "17 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Who Were Headache Pain Free at 120 Minutes After Treatment",
        "description": "Participants will self-report the severity of their headache.",
        "timeFrame": "120 minutes"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 39,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:54.720Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}