{
  "nctId": "NCT03512210",
  "briefTitle": "Monitoring SOF/VEL in Treatment Naïve, HCV Participants With Active Infection",
  "officialTitle": "A Single-arm Study to Evaluate the Feasibility and Efficacy of a Minimal Monitoring Strategy to Deliver Pan-genotypic Ribavirin-free HCV Therapy to HCV Infected Populations Who Are HCV Treatment Naïve With Evidence of Active HCV Infection: The MINMON Study",
  "protocolDocument": {
    "nctId": "NCT03512210",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2020-07-28",
    "uploadDate": "2021-05-21T15:20",
    "size": 1946254,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03512210/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 400,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-10-22",
    "completionDate": "2021-02-28",
    "primaryCompletionDate": "2020-07-30",
    "firstSubmitDate": "2018-04-19",
    "firstPostDate": "2018-04-30"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Active Hepatitis C (HCV) infection, defined by HCV RNA \\>1000 international units (IU/mL) within 35 days prior to study entry\n* HCV treatment naïve\n* Liver disease staged as either non-cirrhotic (Fibrosis-4 (FIB-4) Score \\<3.25) or compensated cirrhotic (FIB-4 Score ≥3.25 and Child-Turcotte-Pugh (CTP) ≤Score 6) within 35 days prior to study entry\n* HIV-1 negative, or HIV-1 positive with either a) Non-efavirenz containing antiretroviral therapy (ART) started at least 14 days prior to study entry with plasma HIV-1 RNA \\<400 copies/mL within 90 days prior to study entry or b) not taking ART and CD4+ cell count \\>350 cells/uL within 90 days prior to study entry\n* The following laboratory values obtained within 35 days prior to study entry:\n\n  * Albumin \\>3.0 g/L\n  * Hemoglobin \\>8.0 g/dL for women; \\>9.0 g/dL for men\n  * Platelet count \\>50,000/mm\\^3\n  * Calculated creatinine clearance (CrCl) \\>30 mL/min\n  * Aspartate aminotransferase (AST) \\<10 times the upper limit of the normal range (ULN)\n  * Alanine transaminase (ALT) \\<10 times the ULN\n  * Total bilirubin \\<1.5 times the ULN for participants not on atazanavir (ATV); \\<3 times the ULN for participants on ATV\n  * International normalized ratio (INR) \\<1.5 times the ULN\n* For females of reproductive potential, a negative serum or urine pregnancy test within 48 hours prior to study entry\n* All participants of reproductive potential must have agreed not to participate in conception process (e.g., active attempt to become pregnant or to impregnate, sperm donation, in vitro fertilization) while on study treatment and for 6 weeks after stopping study treatment\n* If participating in sexual activity that could lead to pregnancy, the all participants of reproductive potential had to agree to use at least one reliable methods of contraception while on study treatment and for 6 weeks after stopping study treatment\n* Participants who were not of reproductive potential were eligible without requiring the use of contraceptives.\n* Life expectancy \\>12 months\n* Ability and willingness to be contacted remotely\n* Ability and willingness of participant to provide informed consent.\n\nExclusion Criteria:\n\n* Positive for hepatitis B virus (HBV) surface antigen\n* For cirrhotic participants, CTP score \\>6 corresponding to Class B or C\n* Breastfeeding or pregnancy\n* Known allergy/sensitivity or any hypersensitivity to components of study drugs or their formulation\n* Active drug or alcohol use or dependence and other conditions that, in the opinion of the site investigator, would interfere with adherence to study requirements.\n* Acute or serious illness requiring systemic treatment and/or hospitalization within 35 days prior to study entry\n* For HIV positive participants, presence of active or acute AIDS-defining opportunistic infections within 35 days prior to study entry\n* Any history of hepatic decompensation including ascites, spontaneous bacterial peritonitis, hepatic encephalopathy, hepatorenal syndrome, and/or bleeding esophageal varices\n* Use of prohibited medications within the past 14 days prior to study entry",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Sustained Virologic Response 12 (SVR12)",
        "description": "SVR12 was defined as plasma HCV RNA less than the lower limit of quantification (LLOQ) from the earliest sample drawn at least 22 weeks following study treatment initiation (i.e. at a visit scheduled at least 10 weeks after scheduled end of study treatment). Participants without any HCV RNA result at least 22 weeks after treatment initiation will be considered as having HCV RNA greater than the LLOQ.\n\nLLOQ was defined as \\<15 IU/mL for results tested at USA centralized testing laboratory Quest using the \"Roche COBAS® HCV Quantitative nucleic acid test for use on the COBAS® 6800/8800\" assays for quantitation (and detection) of HCV, and \\<12 IU/mL for results tested at regional international labs using \"Abbott RealTime HCV\" assay for quantitation (and detection) of HCV.\n\nA two-sided 95%, confidence interval was calculated for this percentage using the Wilson (score) method.",
        "timeFrame": "From at least 22 weeks and up to 76 weeks from treatment initiation"
      },
      {
        "measure": "Percentage of Participants With an Occurrence of Serious Adverse Events According to International Council for Harmonization (ICH) Criteria",
        "description": "Serious adverse events (SAEs) as defined by ICH guidelines.\n\nA two-sided, 95% confidence interval was calculated for the percentage using the Wilson (score) method.",
        "timeFrame": "From treatment initiation to 28 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With at Least One Unplanned Clinic Visit Prior to SVR12 Evaluation",
        "description": "According to the study minimal monitoring intervention, there were no planned clinic visits prior to study week 24, when SVR12 was scheduled to be evaluated. An unplanned clinic visit was defined as an in-clinic visit occurring from treatment initiation to up to week 22.\n\nA two-sided, 95% confidence interval was calculated for the percentage using the Wilson (score) method.",
        "timeFrame": "From treatment initiation to 22 weeks"
      },
      {
        "measure": "Percentage of Participants With an Occurrence of One or More Non-serious, Grade >= 3 Adverse Event (AE), or Treatment Limiting AE.",
        "description": "AEs included all primary diagnoses, primary signs/symptoms, and primary laboratory abnormalities that either had severity grade ≥ 3 or led to a change in study medication. Serious Adverse Events (SAE) by International Council for Harmonization (ICH) criteria were excluded as they contributed to the primary safety outcome measure.\n\nSeverity grading was based on DAIDS AE Grading Table, Corrected Version 2.1.\n\nA two-sided, 95% confidence interval was calculated for the percentage using the Wilson (score) method.",
        "timeFrame": "From treatment initiation to 28 weeks"
      },
      {
        "measure": "Percentage of Participants Who Prematurely Discontinued HCV Study Medications",
        "description": "Since there were no planned clinic visits during the 12 week study medication period, the last dose of study treatment was self-reported by participants, and recorded at the SVR evaluation visit at 24 weeks. Premature treatment discontinuation was defined when the self-reported final dose date was \\<11 weeks (\\<77 days) after the date of initial dose (accounting for any reported treatment holds). Participants discontinuing study follow up without information about completion of HCV study medications were counted as having prematurely discontinued medications.\n\nA two-sided, 95% confidence interval was calculated for the percentage using the Wilson (score) method.",
        "timeFrame": "From at least 22 weeks and up to 76 weeks from treatment initiation"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 39,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:24.467Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}