{
  "nctId": "NCT00450463",
  "briefTitle": "Vaccine Therapy With PROSTVAC/TRICOM and Flutamide Versus Flutamide Alone to Treat Prostate Cancer",
  "officialTitle": "A Randomized Phase II Trial Combining Vaccine Therapy With PROSTVAC/TRICOM and Flutamide vs. Flutamide Alone in Men With Androgen Insensitive, Non-Metastatic (D0.5) Prostate Cancer",
  "protocolDocument": {
    "nctId": "NCT00450463",
    "filename": "Prot_SAP_ICF_000.pdf",
    "label": "Study Protocol, Statistical Analysis Plan, and Informed Consent Form",
    "date": "2017-04-05",
    "uploadDate": "2018-01-09T09:58",
    "size": 1040631,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT00450463/document/Prot_SAP_ICF_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": true
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 64,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2007-02-23",
    "completionDate": "2017-06-08",
    "primaryCompletionDate": "2017-04-27",
    "firstSubmitDate": "2007-03-20",
    "firstPostDate": "2007-03-22"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n\nA. Histopathological documentation of prostate cancer confirmed in the Laboratory of Pathology at the: National Institutes of Health (NIH) Clinical Center prior to starting this study. If no pathologic specimen is available, patients may enroll with a pathologists report showing a histologic diagnosis of prostate cancer and a clinical course consistent with the disease.\n\nB. Must have non-metastatic androgen insensitive prostate cancer with a rising PSA (prostatic specific antigen) with castrate levels of testosterone and no evidence of metastatic disease on CT (computed tomography) scan or bone scan. A rising PSA is defined as two consecutively rising PSA levels, separated by at least 1 month apart, with the last measurement that is greater than 1ng/ml. Patients on nilutamide therapy must undergo nilutamide withdrawal for at least 4 weeks and still show evidence of a rising PSA. Following treatment with bicalutamide, patients must undergo withdrawal for at least 6 weeks and still show evidence of a rising PSA.\n\nC. Life expectancy greater than or equal to 6 months.\n\nD. ECOG (Eastern Cooperative Oncology Group) performance status of 0-1.\n\nE. No systemic steroid or steroid eye drop use within 2 weeks prior to initiation of experimental therapy.\n\nF. Hematological eligibility parameters:\n\n* Granulocyte count greater than or equal to 1,500/mm(3).\n* Platelet count greater than or equal to 100,000/mm(3)\n* Hgb (Hemoglobin) greater than or equal to 9 Gm/dL\n* Lymphocyte count greater than or equal to 500/mm(3).\n\nG. Biochemical eligibility parameters (within 16 days of starting therapy)\n\n-Hepatic function: Bilirubin less than or equal to 1.5 mg/dl, OR patients with Gilbert's syndrome, a total bilirubin less than or equal to 3.0 mg/dL, AST (aspartate aminotransferase) and ALT (alanine aminotransferase) less than 2.5 times upper limit of normal\n\nH. No other active malignancies within the past 3 years (with the exception of non-melanoma skin cancers or carcinoma in situ of the bladder) or life threatening illnesses.\n\nI. Willing to travel to the NIH for follow-up visits.\n\nJ. 18 years of age or greater.\n\nK. Able to understand and sign informed consent.\n\nL. Must agree to use effective birth control (such as a condom) or abstinence during and for a period of 4 months after the last vaccination therapy. Patients must be willing to remain on chemical castration therapy, unless they have had surgical castration.\n\nM. Patients must have recovered from acute toxicities related to prior therapy or surgery.\n\nN. Parameters for assessment of baseline renal function:\n\nSerum creatinine less than or equal to 1.5 times the upper limit of normal OR creatinine clearance on a 24-h urine collection of greater than or equal to 60 mL/min.\n\nEXCLUSION CRITERIA:\n\nA. Patients should have no evidence of being immunocompromised as listed below.\n\n* Human immunodeficiency virus positivity due to the potential for decreased tolerance and may be at risk for severe side effects.\n* Concurrent use of topical steroids (including steroid eye drops) or systemic steroids. Nasal or inhaled steroid use is permitted.\n* Patients who have undergone allogenic peripheral stem cell transplantation or solid organ transplantation requiring immunosuppression.\n\nB. Patients who test positive for active Hepatitis B or Hepatitis C infection.\n\nC. Patients should have no autoimmune diseases that have required treatment such as, Addison's disease, Hashimoto's thyroiditis, or systemic lupus erythematous, Sjogren syndrome, scleroderma, myasthenia gravis, Goodpasture syndrome, active Grave's disease.\n\nD. History of allergy or untoward reaction to prior vaccination with vaccinia virus or to any component of the vaccinia vaccine regimen.\n\nE. Do not administer the recombinant vaccinia vaccine if the recipient, or for at least three weeks after vaccination, their close household contacts (close household contacts are those who share housing or have close physical contact) are: persons with active or a history of eczema or other eczematoid skin disorders; those with other acute, chronic or exfoliative skin conditions (e.g., atopic dermatitis, burns, impetigo, varicella zoster, severe acne, or other open rashes or wounds) until condition resolves; pregnant or nursing women; children 3 years of age and under; and immunodeficient or immunosuppressed persons (by disease or therapy), including HIV (human immunodeficiency virus) infection.\n\nF. Serious intercurrent medical illness (e.g., one that requires treatment) which would interfere with the ability of the patient to carry out the treatment program, including, but not limited to, inflammatory bowel disease, Crohn's disease, ulcerative colitis, or active diverticulitis.\n\nG. Patients with cardiac disease that have fatigue, palpitation, dyspnea or angina with ordinary physical activity (New York Heart Association class 2 or greater) are not eligible.\n\nH. Patients with a history of congestive heart failure or who have objective evidence of congestive heart failure by physical exam or imaging are not eligible.\n\nI. Patients with pulmonary disease that have fatigue or dyspnea with ordinary physical activity are not eligible.\n\nJ. Concurrent chemotherapy.\n\nK. No known brain metastasis, or with a history of seizures, encephalitis, or multiple sclerosis.\n\nL. Patients with a serious hypersensitivity reaction to egg products are not eligible.\n\nM. Prior splenectomy.\n\nN. Patients who have received prior flutamide therapy in the last year. (Patients treated with flutamide in the neoadjuvant or adjuvant setting or those previously treated with flutamide who did not have a rising PSA on treatment would be allowed to enroll on the protocol.)",
    "healthyVolunteers": false,
    "sex": "MALE",
    "minimumAge": "18 Years",
    "maximumAge": "110 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Time to Treatment Failure",
        "description": "Time to treatment failure is defined as a rising Prostatic Specific Antigen (PSA) (Bubley criteria, JCO 1999), development of metastatic disease, or removal from treatment due to excessive toxicity) compared to patients receiving flutamide alone. Normal PSA is 4.0 ng/mL or lower.",
        "timeFrame": "Median Potential Follow-up of 46.7 months"
      }
    ],
    "secondary": [
      {
        "measure": "Count of Participants With Serious and Non-serious Adverse Events Assessed by the Common Terminology Criteria in Adverse Events (CTCAE v4.0)",
        "description": "Here is the count of participants with serious and non-serious adverse events assessed by the Common Terminology Criteria in Adverse Events (CTCAE v4.0). A non-serious adverse event is any untoward medical occurrence. A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned.",
        "timeFrame": "Median Potential Follow-up of 46.7 months"
      },
      {
        "measure": "Number of Participants With Prostatic Specific Antigen (PSA) Response",
        "description": "Complete response is PSA \\<0.2 confirmed by a second reading at least 4 weeks later. All patients with a PSA decline of \\>50% (confirmed by a second value at least 4 weeks after the first) and who have no other evidence of disease progression will be reported with both PSA decline only and PSA decline and stable disease on scans. A 25% increase in PSA over nadir is progressive disease with or without evidence of metastatic disease, and/or development of disease on scans or a second occurrence of rising PSA levels in the absence of clinical progression.",
        "timeFrame": "Median potential follow-up for all patients is 46.7 months"
      },
      {
        "measure": "Percentage of Participants With Antigen Specific Immune Responses Against Prostatic Specific Antigen (PSA)",
        "description": "Antigen specific responses were evaluated using intracellular cytokine staining of cluster of differentiation 4 (CD4) and cluster of differentiation 8 (CD8) cells (evaluating cluster of Differentiation 107a (CD107a), INFg, Interleukin-2 (IL-2), and tumor necrosis factor (TNF) for CD4+ and CD8+ T-cells. Peripheral blood mononuclear cells were separated by Ficoll-Hypaque density gradient separation, washed three times, and preserved in 90% heat-inactivated human A and B blood-type antigens) AB serum and 10% Dimethyl sulfoxide (DMSO) in liquid nitrogen at a concentration of 1 × 10\\^7 cells/mL until assayed. Analysis of antigen-specific responses following therapy was assessed by intracellular cytokine staining following a period of in vitro stimulation with overlapping 15-mer peptide pools. A more complete description can be found at Heery CR et al, Cancer Immunol Res. 2015 Nov;3(11):1248-56.",
        "timeFrame": "3 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 39,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:46.032Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}