{
  "nctId": "NCT01595061",
  "briefTitle": "Radiation Therapy, Gemcitabine Hydrochloride, and Cisplatin in Treating Patients With Locally Advanced Squamous Cell Cancer of the Vulva",
  "officialTitle": "A Phase II Trial Evaluating Cisplatin (NSC #119875) and Gemcitabine (NSC #613327) Concurrent With Intensity-Modulated Radiation Therapy (IMRT) in the Treatment of Locally Advanced Squamous Cell Carcinoma of the Vulva (NCT #01595061)",
  "protocolDocument": {
    "nctId": "NCT01595061",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2016-07-21",
    "uploadDate": "2020-10-20T16:18",
    "size": 718575,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01595061/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 57,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2012-07-02",
    "completionDate": "2022-09-23",
    "primaryCompletionDate": "2020-09-23",
    "firstSubmitDate": "2012-05-08",
    "firstPostDate": "2012-05-09"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Patients with locally advanced, previously untreated squamous cell carcinoma of the vulva\n* Patients with T2 or T3 primary tumors (N0-3, M0) not amenable to surgical resection by standard radical vulvectomy\n* Absolute neutrophil count (ANC) \\>= 1,500/mcl\n* Platelets \\>= 100,000/mcl\n* Creatinine =\\< 1.5 times institutional upper limit of normal (ULN) OR calculated creatinine clearance \\>= 60 mL/min\n* Bilirubin =\\< 1.5 x ULN\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) =\\< 3.0 x ULN\n* Alkaline phosphatase =\\< 3 x ULN\n* Patients judged capable of tolerating a radical course of chemoradiation therapy\n* Patients must not be eligible for a higher priority Gynecologic Oncology Group (GOG) protocol, if one exists; in general, this would refer to any active GOG Phase III protocol or Rare Tumor protocol for the same patient population\n* Patients must have signed an approved informed consent and authorization permitting release of personal health information\n* Patients with a GOG performance status of 0, 1, or 2\n\nExclusion Criteria:\n\n* Patients with recurrent carcinoma of the vulva regardless of previous treatment\n* Patients who have received prior pelvic radiation or cytotoxic chemotherapy\n* Patients with vulvar melanomas or sarcomas\n* Patients with circumstances that will not permit completion of the study or the required follow-up\n* Patients with evidence of active septicemia, severe infection, gastrointestinal bleeding or severe gastrointestinal symptoms requiring medical or surgical therapy\n* Patients with a history of other invasive malignancies, with the exception of non-melanoma skin cancer, are excluded if there is any evidence of other malignancy being present within the last five years; patients are also excluded if their previous cancer treatment contraindicates this protocol therapy",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Complete Pathologic Response",
        "description": "Percentage of participants with complete pathologic response. Complete pathologic response is defined as negative local core biopsy or FNA specimens following primary chemo-radiation therapy.",
        "timeFrame": "6 -8 weeks after completion of chemo-radiation"
      }
    ],
    "secondary": [
      {
        "measure": "Complete Clinical Response",
        "description": "Percentage of participants with complete clinical response. Complete clinical response is defined as no clinical/radiographic evidence of primary disease (vulva or groin) following primary chemo-radiation therapy.",
        "timeFrame": "6-8 weeks after completion of chemo-radiation"
      },
      {
        "measure": "Adverse Events (Grade 3 or Higher) During Treatment Period",
        "description": "Number of participants with a maximum grade of 3 or higher during treatment period. Adverse events are graded and categorized using CTCAE v4.0.",
        "timeFrame": "During treatment period and up to 30 days after stopping the study treatment. The median for duration of study treatment was 2.1 months with a range from 1.2 months to 4.6 months."
      },
      {
        "measure": "Progression-free Survival (PFS)",
        "description": "Estimate for probability of progression free survival by Kaplan-Meier method, where progression-free survival is defined as the period of time from study entry to time of disease progression, death or date of last contact, whichever occurs first. PFS is censored in patients who are alive and have not progressed. Progression is assessed by RECIST 1.1",
        "timeFrame": "From study entry to disease progression, death or date of last contact, whichever occurs first. The median for observed PFS was 26.2 month with a range from 1.5 months to 82.4 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 29,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:55.109Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}