{
  "nctId": "NCT04544787",
  "briefTitle": "A Phase 2 Study to Evaluate the Safety and Immunogenicity of Two Oral Poliovirus Vaccine Candidates",
  "officialTitle": "A Phase 2, Partial Blind, Randomized, Placebo-controlled, Multicenter Study to Evaluate the Safety and Immunogenicity of Two Novel Live Attenuated Serotype 2 Oral Poliovirus Vaccines Candidates, in Healthy Adults Previously Vaccinated With Oral Polio Vaccine (OPV) or Inactivated Polio Vaccine (IPV), Compared With Historical Controls Given Sabin OPV2 or Placebo",
  "protocolDocument": {
    "nctId": "NCT04544787",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-12-20",
    "uploadDate": "2021-09-05T06:25",
    "size": 1391762,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04544787/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 250,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-10-22",
    "completionDate": "2019-05-08",
    "primaryCompletionDate": "2019-01-31",
    "firstSubmitDate": "2020-07-14",
    "firstPostDate": "2020-09-10"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. For Groups 1, 2, 3 and 4: healthy males or females, from 18 to 50 years of age inclusive, having previously received at least 3 doses of OPV more than 12 months before the start of the study;\n2. For Groups 5, 6 and 7: healthy males or females, from 18 to 50 years of age inclusive, having previously received at least 3 doses of IPV more than 12 months before the start of the study;\n3. Having residence in Belgium;\n4. In good physical and mental health as determined on the basis of medical history and general physical examination performed at Day 0;\n5. Female subjects of childbearing potential must agree to the use of an effective method of birth control throughout the study and up to 3 months after last vaccine dose;\n6. Willing to adhere to the prohibitions and restrictions specified in this protocol;\n7. Informed Consent Form (ICF) and Code of Conduct signed voluntarily by the subject before any study-related procedure is performed, indicating that the subject understands the purpose of any procedures required for the study and is willing to participate in the study.\n\nExclusion Criteria:\n\n1. A condition that, in the opinion of the Investigator, could compromise the well-being of the subject or course of the study, or prevent the subject from meeting or performing any study requirements;\n2. For Groups 5, 6 and 7: ever having received any OPV in the past;\n3. Any travel to polio endemic countries or countries with evidence of recent (within last 6 months) wild or vaccine-derived poliovirus circulation during the total duration of the study;\n4. Professional handling of food, catering or food production activities during the total duration of the study;\n5. Having Crohn's disease or ulcerative colitis or having had major surgery of the gastrointestinal tract involving significant loss or resection of the bowel;\n6. A known allergy, hypersensitivity, or intolerance to the study vaccine or the placebo, or to any of their components or to any antibiotics;\n7. Any confirmed or suspected immunosuppressive or immunodeficiency condition (including human immunodeficiency virus \\[HIV\\] infection, hepatitis B or C infections or total serum immunoglobulin A \\[IgA\\] level below laboratory lower limit of normal \\[LLN\\]);\n8. Will have household or professional contact with known immunosuppressed people or people without full polio vaccination (i.e. complete primary infant immunization series), e.g. babysitting during the total duration of the study;\n9. Neonatal nurses or others having professional contact with children under 6 months of age during the total duration of the study;\n10. Chronic administration (i.e., longer than 14 days) of immunosuppressant drugs or other immune-modifying drugs within 6 months prior to the first vaccine dose or planned use during the study. For instance, for corticosteroids, this means prednisone, or equivalent, ≥ 0.5 mg/kg/day (inhaled and topical steroids are allowed whereas intra-articular and epidural injection/administration of steroids are not allowed);\n11. Presence of contraindications to administration of the study vaccine on Day 0: acute severe febrile illness deemed by the Investigator to be a contraindication for vaccination or persistent diarrhea or vomiting;\n12. Indications of drug abuse or excessive use of alcohol at Day 0 (males: \\> 21 units/week; females \\> 14 units/week);\n13. Being pregnant or breastfeeding. Women of childbearing potential will undergo a urine pregnancy test at each vaccination visit. Subjects with a positive pregnancy test will be excluded;\n14. Participation in another clinical study within 28 days prior to entry in this study or receipt of any investigational product (drug or vaccine) other than the study vaccine within 28 days prior to the first administration of study vaccine, or planned use during the study period;\n15. Administration of any vaccine other than the study vaccine within 28 days prior to the first dose of study vaccine and during the entire study period;\n16. Administration of any polio vaccine within 12 months before the start of the study;\n17. Having had a transfusion of any blood product or application of immunoglobulins within the 4 weeks prior to the first administration of study vaccine or during the study;\n18. Subject is an employee of the Investigator or study site, with direct involvement in the proposed study or other studies under the direction of that Investigator or study site, or is a family member of an employee or the Investigator, or was a study subject in the historical control studies UAM1 or UAT1 or in the study UAM4a (NCT03430349);\n19. Having a family or household member participating in the study CVIA 065 (NCT04232943) or being a study subject in the study CVIA 065.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "50 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Serious Adverse Events (SAEs) and Severe Adverse Events",
        "description": "An SAE is any untoward medical occurrence that at any dose met any of the following conditions:\n\n* Resulted in death;\n* Was life-threatening;\n* Required inpatient hospitalization or prolongation of existing inpatient hospitalization;\n* Resulted in persistent or significant disability/incapacity;\n* Was a congenital anomaly/birth defect;\n* Was medically important.\n\nA solicited AE is a pre-selected sign or symptom that occurred within 7 days after each dose, whereas unsolicited AEs were collected throughout the study. Solicited AEs included headache, fatigue, myalgia, arthralgia, paresthesia, anesthesia, paralysis, nausea, vomiting, diarrhea, abdominal pain, and fever.\n\nA severe AE is an AE that prevented normal everyday activities and which was not classified as an SAE.\n\nA related AE is an AE the investigator considered probably or possibly caused by the study vaccine, meaning that there was a reasonable temporal association or the AE was not attributable to other conditions.",
        "timeFrame": "Up to 42 days after each vaccination"
      },
      {
        "measure": "Seroprotection Rate After a Single Dose of Novel OPV2 in Former OPV Recipients",
        "description": "Seroprotection rate was defined as the percentage of participants with anti-type 2-specific poliovirus neutralizing antibody titers ≥ 1:8.\n\nNeutralizing antibodies against poliovirus type 2 were determined using the World Health Organization (WHO) standard microneutralization assay (WHO EPI GEN 93.9). The lower limit of quantitation (LLOQ) was 5.7 and the upper limit of quantitation (ULOQ) was 1448.",
        "timeFrame": "Baseline (Day 0 prior to vaccination) and Day 28"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Former OPV Recipients With Solicited Adverse Events Within 7 Days of Vaccination With Novel OPV2",
        "description": "Participants were asked to complete 7-day diary cards soliciting systemic adverse events and daily oral temperature. Solicited events comprised selected signs and symptoms including headache, fatigue, myalgia, arthralgia, paresthesia, anesthesia, paralysis, nausea, vomiting, diarrhea and abdominal pain, or fever defined as a temperature of 37.5°C or higher.\n\nAEs were graded as mild (easily tolerated with minimal discomfort or temperature 37.5°C to 38.0°C), moderate (sufficiently discomforting to interfere with normal everyday activities, or temperature 38.1°C to 39.0°C), or severe (preventing normal everyday activities, or temperatures higher than 39.0°C).\n\nAEs were assessed by the investigator for causality. Probably related suggests that a reasonable temporal sequence of the AE with vaccine administration exists and, in the Investigator's clinical judgment, it is likely that a causal relationship exists between the vaccine administration and the AE,",
        "timeFrame": "Up to 7 days after each dose (Day 0-7 post-dose 1 and Day 28-35 post-dose 2)"
      },
      {
        "measure": "Number of Former IPV Recipients With Solicited Adverse Events After Vaccination With Novel OPV2",
        "description": "Participants were asked to complete 7-day diary cards soliciting systemic adverse events and daily oral temperature. Solicited events comprised selected signs and symptoms including headache, fatigue, myalgia, arthralgia, paresthesia, anesthesia, paralysis, nausea, vomiting, diarrhea and abdominal pain, or fever defined as a temperature of 37.5°C or higher.\n\nAEs were graded as mild (easily tolerated with minimal discomfort or temperature 37.5°C to 38.0°C), moderate (sufficiently discomforting to interfere with normal everyday activities, or temperature 38.1°C to 39.0°C), or severe (preventing normal everyday activities, or temperatures higher than 39.0°C).\n\nAEs were assessed by the investigator for causality. Probably related suggests that a reasonable temporal sequence of the AE with vaccine administration exists and, in the Investigator's clinical judgment, it is likely that a causal relationship exists between the vaccine administration and the AE,",
        "timeFrame": "7 days post-dose (Day 0-7 post-dose 1 and and Day 28-35 post-dose 2)"
      },
      {
        "measure": "Number of Participants With Unsolicited Adverse Events",
        "description": "Unsolicited events comprised other signs and symptoms that participants reported through the end of the study. Each unsolicited AE was rated on a 3-point scale of increasing intensity:\n\n* Grade 1: Mild; an AE that was easily tolerated by the subject, causing minimal discomfort and not interfering with everyday activities.\n* Grade 2: Moderate; an AE that was sufficiently discomforting to interfere with normal everyday activities.\n* Grade 3: Severe; an AE that prevented normal everyday activities. Each adverse event was assessed by the investigator for causality as unrelated, unlikely, possibly, or probably related to the vaccination.",
        "timeFrame": "Up to 42 days after each vaccination"
      },
      {
        "measure": "Number of Former OPV Recipients With Clinically Relevant Laboratory Abnormalities Up to 28 Days After Each Vaccination",
        "description": "Laboratory assessments were collected at one-week intervals from Day 0 to Day 28 (except for Day 21) and at Days 35, 42, and 56 for participants in Groups 2 and 4 who received a 2nd dose.\n\nThe Investigator reviewed laboratory values outside the normal range and assessed their clinical relevance.\n\nAny clinically relevant abnormal lab values that occurred at any visit up to 28 days after the first vaccination (in combined Groups 1 and 2 and Groups 3 and 4) and up to 28 days (Day 56) after the second dose (Groups 2 and 4) are reported.",
        "timeFrame": "Day 0, Day 7, Day 14, and Day 28 for Groups 1-4 and at Day 35, Day 42, and Day 56 for participants in Groups 2 and 4"
      },
      {
        "measure": "Number of Former IPV Recipients With Clinically Relevant Laboratory Abnormalities Up to 28 Days After Each Vaccination",
        "description": "Laboratory assessments were collected at one-week intervals from Day 0 to Day 56, except for Days 21 and 49. The Investigator reviewed laboratory values outside the normal range and assessed their clinical relevance.\n\nAny clinically relevant abnormal laboratory abnormalities that occurred at any visit up to 56 days are reported.",
        "timeFrame": "Day 0, Day 7, Day 14, Day 28, Day 35, Day 42 and Day 56"
      },
      {
        "measure": "Anti-Poliovirus Type-2 Neutralizing Antibody Titers After A Single Dose of Novel OPV2",
        "description": "Neutralizing antibodies against poliovirus type 2 were determined using the World Health Organization (WHO) standard microneutralization assay (WHO EPI GEN 93.9). The lower limit of quantitation (LLOQ) was 5.7 and the upper limit of quantitation (ULOQ) was 1448. Data were calculated on log2-transformed type 2 neutralizing titers and back transformed for the presentation below. Values shown as 1448 should be interpreted as ≥ 1448.",
        "timeFrame": "Day 0 and Day 28"
      },
      {
        "measure": "Seroprotection Rate 28 Days After Two Doses of Novel OPV2 in Former OPV Recipients",
        "description": "Seroprotection rate was defined as the percentage of participants with anti-type 2-specific poliovirus neutralizing antibodies titers ≥ 1:8.",
        "timeFrame": "Day 56"
      },
      {
        "measure": "Seroprotection Rate in Former IPV Recipients",
        "description": "Seroprotection rate was defined as the percentage of participants with anti-type 2-specific poliovirus neutralizing antibodies titers ≥ 1:8.",
        "timeFrame": "Day 0, Day 28, and Day 56"
      },
      {
        "measure": "Seroconversion Rate After a Single Dose of Novel OPV2 in Former OPV Recipients",
        "description": "Seroconversion is defined as a change from seronegative to seropositive (poliovirus type-2-specific neutralizing antibody titers ≥ 1:8), or for participants seropositive at Baseline, an antibody titer increase of ≥ 4-fold over Baseline titer.",
        "timeFrame": "Day 28"
      },
      {
        "measure": "Seroconversion Rate After Two Doses of Novel OPV2 in Former OPV Recipients",
        "description": "Seroconversion is defined as a change from seronegative to seropositive (poliovirus type-2-specific neutralizing antibody titers ≥ 1:8), or for participants seropositive at Baseline, an antibody titer increase of ≥ 4-fold over Baseline titer.",
        "timeFrame": "Day 56"
      },
      {
        "measure": "Seroconversion Rate in Former IPV Recipients",
        "description": "Seroconversion is defined as a change from seronegative to seropositive (poliovirus type-2-specific neutralizing antibody titers ≥ 1:8), or for participants seropositive at Baseline, a poliovirus type-2-specific neutralizing antibody titer increase of ≥ 4-fold over Baseline titer.",
        "timeFrame": "Day 28 and Day 56"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:43.023Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}