{
  "nctId": "NCT02956629",
  "briefTitle": "Efficacy and Safety of Uprifosbuvir (MK-3682) + Ruzasvir (MK-8408) in Treating Hepatitis C Virus Infection Genotypes 1-6 (MK-3682-041)",
  "officialTitle": "A Phase 2, Open-Label Clinical Trial to Study the Efficacy and Safety of 12 Weeks of the Combination Regimen of MK-3682 + Ruzasvir in Subjects With Chronic Hepatitis C Virus (HCV) Genotype 1, 2, 3, 4, 5 or 6 Infection",
  "protocolDocument": {
    "nctId": "NCT02956629",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-10-26",
    "uploadDate": "2018-12-03T08:02",
    "size": 1200792,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02956629/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 282,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-11-16",
    "completionDate": "2018-03-05",
    "primaryCompletionDate": "2017-12-22",
    "firstSubmitDate": "2016-11-02",
    "firstPostDate": "2016-11-07"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* has HCV ribonucleic acid (RNA) (≥10,000 IU/mL in peripheral blood) at the time of screening\n* has documented chronic HCV GT1, GT2, GT3, GT4, GT5, or GT6 (with no evidence of non-typeable or mixed GT)\n* is a female who is not of reproductive potential, or is a female of reproductive potential who agrees to avoid becoming pregnant from two weeks prior to Day 1 through 14 days after the last dose of study drug via abstinence or use of two approved contraceptives\n* is C or NC\n* if coinfected with HIV, has documented HIV infection prior to Day 1, and either does not use an antiretroviral therapy (ART) or has well-controlled HIV on stable ART (at least 4 weeks prior to study entry)\n\nExclusion Criteria:\n\n* has evidence of decompensated liver disease\n* is C and is Child-Pugh Class B or C, or has a Child-Tucotte-Pugh score \\>6\n* is coinfected with hepatitis B virus (hepatitis B surface antigen or hepatitis B core antibody positive)\n* is coinfected with HIV and has a recent (within 6 months prior to screening) opportunistic infection\n* has a history of malignancy other than adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer or carcinoma in situ within 5 years of signing informed consent\n* is C and has evidence (liver imaging within 6 months prior to Day 1) of hepatocellular carcinoma (HCC) or is under evaluation for HCC\n* has participated in another investigational drug study within 30 days of signing informed consent\n* is a female who is pregnant or breastfeeding or expecting to conceive or donate eggs from Day 1 through 6 months after the last dose of study drug or longer if dictated by local regulations, or is a male who is expecting to donate sperm from Day 1 through 14 days after the last dose of study drug or longer if dictated by local regulations, or is a male whose female partner(s) is/are pregnant or breastfeeding\n* has clinically relevant alcohol or drug abuse within 12 months of screening\n* has any of the following conditions: organ transplants other than cornea and hair; poor venous access; history of gastric surgery; clinically significant cardiac abnormality/dysfunction; any major medical condition which, in the opinion of the investigator, might interfere with participation; hospitalization within 3 months prior to enrollment; any condition that might require hospitalization; any condition requiring or likely to require chronic systemic administration of corticosteroids, tumor necrosis factor (TNF) antagonists, or immunosuppressant drugs; a life-threatening SAE during screening; or hepatitis not caused by HCV",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Sustained Virologic Response (SVR) 12 Weeks After Completing Study Therapy (SVR12)",
        "description": "Plasma levels of hepatitis C virus (HCV) ribonucleic acid (RNA) were measured using the Roche COBAS® AmpliPrep/COBAS® TaqMan® HCV Test, v2.0 on blood samples drawn from participants. SVR12 is the absence of detectable RNA of the hepatitis C virus, (\\<lower limit of quantification \\[LLOQ\\] of 15 IU/mL) for at least 12 weeks after completing treatment.",
        "timeFrame": "12 weeks after completing study therapy (Week 24)"
      },
      {
        "measure": "Percentage of Participants Experiencing an Adverse Event (AE)",
        "description": "An adverse event (AE) is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavourable and unintended sign (including an abnormal laboratory finding, for example ), symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening (i.e., any clinically significant adverse change infrequency and/or intensity) of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an AE.",
        "timeFrame": "Up to Week 14"
      },
      {
        "measure": "Percentage of Participants Experiencing an AE of Clinical Importance (ECI)",
        "description": "Adverse events of clinical importance, excluding overdoses include, but is not limited to, significant changes in alanine aminotransferase, aspartate aminotransferase, blood creatinine, glomerular filtration rate or hepatitis B reactivation.",
        "timeFrame": "Up to Week 14"
      },
      {
        "measure": "Percentage of Participants Experiencing a Serious Adverse Event (SAE)",
        "description": "A serious adverse event (SAE) is any AE occurring at any dose or during any use of Sponsor's product that: results in death; is life threatening; results in persistent or significant disability/incapacity; results in or prolongs an existing inpatient hospitalization; is a congenital anomaly/birth defect; is an other important medical event; is a cancer; is associated with an overdose.",
        "timeFrame": "Up to Week 14"
      },
      {
        "measure": "Percentage of Participants Experiencing a Drug-related AE",
        "description": "An AE is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavourable and unintended sign (including an abnormal laboratory finding, for example ), symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening (i.e., any clinically significant adverse change infrequency and/or intensity) of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an AE. A drug-related AE is determined by the investigator to be related to the use of the drug.",
        "timeFrame": "Up to Week 14"
      },
      {
        "measure": "Percentage of Participants Experiencing a Drug-related SAE",
        "description": "A SAE is any AE occurring at any dose or during any use of Sponsor's product that: results in death; is life threatening; results in persistent or significant disability/incapacity; results in or prolongs an existing inpatient hospitalization; is a congenital anomaly/birth defect; is an other important medical event; is a cancer; is associated with an overdose. A drug-related SAE is determined by the investigator to be related to the use of the drug.",
        "timeFrame": "Up to Week 14"
      },
      {
        "measure": "Percentage of Participants Discontinuing Study Therapy Due to an AE",
        "description": "An AE is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavourable and unintended sign (including an abnormal laboratory finding, for example ), symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening (i.e., any clinically significant adverse change infrequency and/or intensity) of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an AE.",
        "timeFrame": "Up to Week 12"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With SVR 24 Weeks After Completing Study Therapy (SVR24)",
        "description": "Plasma levels of HCV RNA) were measured using the Roche COBAS® AmpliPrep/COBAS® TaqMan® HCV Test, v2.0 on blood samples drawn from participants. SVR24 is the absence of detectable RNA of the hepatitis C virus (\\<LLOQ of 15 IU/mL), for at least 24 weeks after completing treatment.",
        "timeFrame": "24 weeks after completing study therapy (Week 36)"
      },
      {
        "measure": "Percentage of Participants With Virologic Failure",
        "description": "Virologic failure is the detection of HCV RNA among participants who do not discontinue study for non-treatment-related reasons, either due to on-treatment failure defined as either non-response where HCV RNA is detected at end of treatment without HCV RNA \\<LLOQ having been achieved while on treatment; rebound defined as \\>1 log10 IU/mL increase in HCV RNA from nadir while on treatment and confirmed from a separate blood draw within 2 weeks; or virologic breakthrough which is confirmed HCV RNA ≥LLOQ (target detected, quantifiable \\[TD(q)\\]) after being \\<LLOQ previously while on treatment. Confirmation is defined as an HCV RNA ≥LLOQ from a separate blood draw repeated within 2 weeks; or relapse post-treatment. where there is a confirmed HCV RNA ≥LLOQ \\[TD(q)\\] following end of all study therapy, after becoming undetectable (target not detected \\[TND\\]) at end of treatment. Confirmation is defined as an HCV RNA ≥LLOQ from a separate blood draw repeated within 2 weeks.",
        "timeFrame": "Up to Week 24"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 7,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:25.759Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}