{
  "nctId": "NCT05235269",
  "briefTitle": "A Study to Evaluate Organ Level Uptake Repeatability of 124I AT-01 in Subjects With Systemic Amyloidosis",
  "officialTitle": "A Multicenter, Open-label, Single-arm, Phase 2 Study to Evaluate Safety and Organ Uptake Quantitation Repeatability of 124I AT-01 Using Positron Emission Tomography/X-ray Computed Tomography (PET/CT) in Subjects With Systemic Amyloidosis",
  "protocolDocument": {
    "nctId": "NCT05235269",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-03-08",
    "uploadDate": "2025-07-29T10:19",
    "size": 746277,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05235269/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 33,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-11-30",
    "completionDate": "2023-02-24",
    "primaryCompletionDate": "2023-02-06",
    "firstSubmitDate": "2021-12-10",
    "firstPostDate": "2022-02-11"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Understands the study procedures and is capable of giving signed informed consent, as described in Appendix 1, which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol.\n2. Male or female ≥18 years of age.\n3. For women of childbearing potential: agreement to remain abstinent or use contraceptive methods that result in a failure rate of \\<1% per year during the treatment period and for at least 90 days after the last dose of 124I-AT-01.\n\n   1. A woman is considered of childbearing potential if she is postmenarchal, has not reached a postmenopausal state, and has not undergone surgical sterilization.\n   2. Examples of contraceptive methods with a failure rate of \\<1% per year include bilateral tubal ligation, male sterilization, established, proper use of hormonal contraceptives that inhibit ovulation, hormone-releasing intrauterine devices, and copper intrauterine devices.\n   3. Contraception methods that do not result in a failure rate of \\<1% per year such as cap, diaphragm, or sponge with spermicide, or male or female condom with or without spermicide, are not acceptable.\n   4. The reliability of sexual abstinence should be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the subject.\n4. For men: agreement to remain abstinent or use contraceptive measures and agreement to refrain from donating sperm, as defined below:\n\n   a) With female partners of childbearing potential, men must remain abstinent or use a condom plus an additional contraceptive method that together result in a failure rate of \\<1% per year during the treatment period and for at least 120 days (a spermatogenesis cycle) after the last dose of study intervention. Men must refrain from donating sperm during this same time period.\n5. Able to undergo two PET/CT scans as part of the study, including ability to lie supine for up to 1 hour.\n6. Has a history of AL or ATTR systemic amyloidosis with at least one organ with clinically demonstrable amyloid involvement defined by:\n\n   1. AL systemic amyloidosis: Positive tissue biopsy for AL amyloid, and achieved a hematologic very good partial response or complete response based on their most recent assessment, and at least one of the following: 1) Organ biopsy positive for amyloid, or 2) Natriuretic peptide (NT-proBNP) \\>650 pg/mL, or 3) left ventricle septal wall thickness \\>12 mm by echocardiogram or cardiac magnetic resonance (CMR), or 4) 24-hour urine protein \\>500 mg, or 5) Urine albumin-to-creatinine ratio \\>300 mg/g\n   2. ATTR (wild type or variant) systemic amyloidosis: Positive cardiac biopsy for ATTR amyloid, or at least two of the following: 1) Positive extracardiac tissue biopsy for ATTR amyloid or positive transthyretin gene mutation associated with amyloid, or 2) left ventricle septal wall thickness \\>12 mm by echocardiogram or CMR, or 3) pyrophosphate (PYP) scintigraphy with myocardial uptake ≥grade 2.\n\nExclusion Criteria\n\n1. Is pregnant or breast-feeding.\n2. Is mentally or legally incapacitated, has significant emotional problems at the time of the study, or has a history of psychosis.\n3. Has received in the last 6 months or are currently receiving treatment with anti-amyloid monoclonal antibody therapy or are expected to begin treatment prior to completing this study.\n4. Has received heparin or heparin analogs within 7 days of Day 1.\n5. Has a significant co-morbidity (e.g., Easter Cooperative Oncology Group (ECOG) score of 3 or greater), New York Heart Association (NYHA) Class IV heart failure, uncontrolled infection, or other ongoing serious illness.\n6. Has active thyroid disease.\n7. Has a known allergy to potassium iodine treatment.\n8. Is receiving hemodialysis or peritoneal dialysis.\n9. Has severe claustrophobia that would prevent completion of the PET/CT imaging protocol.\n10. Has received an investigational agent within five half-lives of the agent or 30 days, whichever is longer, prior to Screening.\n11. Has any illness that, in the opinion of the Investigator, might confound the results of the study or pose additional risk to the subject.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Within-Participant Coefficient of Variation [wCV] Associated With the Quantification (SUVmax) of Radioactivity Associated With Organ-Level Radiotracer Uptake",
        "description": "Between-visit repeatability of organ-specific (heart, kidney, liver, spleen) quantitation (SUVmax) of radiotracer uptake following PET/CT imaging of 124I-AT-01 in participants with AL or ATTR systemic amyloidosis was assessed.\n\nwCV with its associated 95% RC provides guidance on the level of change in organ-specific quantitation of radiotracer uptake that needs to be observed to be confident that a true change in uptake has occurred. Smaller values of wCV represent better agreement. Computation of wCV and associated RCs in addition to the two-sided 95% CI is described in the SAP.\n\nOnly images from participants/organs with positive uptake were included. RCs between visits were calculated using the difference of the log of the average of the 2 reads for a reader at Day 1 and the log of the average of the 2 reads for the same reader at Week 6. The 95% RCs were calculated on the log-transformed data and exponentiated to determine the limits in percentages.",
        "timeFrame": "Day 1 and Week 6"
      },
      {
        "measure": "Within-Participant Coefficient of Variation [wCV] Associated With the Quantification (SUVpeak) of Radioactivity Associated With Organ-Level Radiotracer Uptake",
        "description": "Between-visit repeatability of organ-specific (heart, kidney, liver, spleen) quantification (SUVpeak) of radiotracer uptake following PET/CT imaging of 124I-AT-01 in participants with AL or ATTR systemic amyloidosis was assessed.\n\nwCV with its associated 95% RC provides guidance on the level of change in organ-specific quantitation of radiotracer uptake that needs to be observed to be confident that a true change in uptake has occurred. Computation of wCV and associated RCs in addition to the two-sided 95% CI is described in the SAP.\n\nOnly images from participants/organs with positive uptake were included. RCs between visits were calculated using the difference of the log of the average of the 2 reads for a reader at Day 1 and the log of the average of the 2 reads for the same reader at Week 6. The 95% RCs were calculated on the log-transformed data and exponentiated to determine the limits in percentages.",
        "timeFrame": "Day 1 and Week 6"
      },
      {
        "measure": "Intraclass Correlation Coefficient (ICC) Associated With the Quantification (SUVmax) of Radioactivity Associated With Organ-Level Radiotracer Uptake",
        "description": "Repeatability of organ-specific (heart, kidney, liver, spleen) quantification (SUVmax) of radiotracer uptake following PET/CT imaging of 124I-AT-01 in participants with AL or ATTR systemic amyloidosis was assessed.\n\nICC assesses the consistency or reproducibility of measurements made by the 3 readers measuring the same participant images.\n\nReader results are the average of the reader's 2 reads for the specific visit. A two-way mixed effects model with absolute agreement type for a single rater/measurement was used to calculate the ICC. The ICC coefficient is the ratio of the between-cluster variance to the total variance (denoted as r in the SAP). Fisher's z-transformation was used to calculate the 95% confidence intervals. A two-sided 95% CI is computed based upon the formulary provided in the SAP.",
        "timeFrame": "Day 1 and Week 6"
      },
      {
        "measure": "Intraclass Correlation Coefficient (ICC) Associated With the Quantification (SUVpeak) of Radioactivity Associated With Organ-Level Radiotracer Uptake",
        "description": "Repeatability of organ-specific (heart, kidney, liver, spleen) quantification (SUVpeak) of radiotracer uptake following PET/CT imaging of 124I-AT-01 in participants with AL or ATTR systemic amyloidosis was assessed.\n\nICC assesses the consistency or reproducibility of measurements made by the 3 readers measuring the same participant images.\n\nReader results are the average of the reader's 2 reads for the specific visit. A two-way mixed effects model with absolute agreement type for a single rater/measurement was used to calculate the ICC. The ICC coefficient is the ratio of the between-cluster variance to the total variance (denoted as r in the SAP). Fisher's z-transformation was used to calculate the 95% confidence intervals. A two-sided 95% CI is computed based upon the formulary provided in the SAP.",
        "timeFrame": "Day 1 and Week 6"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With At Least 1 Treatment-Emergent Adverse Event (TEAE)",
        "description": "TEAEs were defined as events that were newly reported or reported to worsen in severity after the start of treatment. Adverse events (AEs) that occurred after the treatment start date, occurred on the treatment start date with a time that was equal to or after treatment start time, or that had a missing AE start date were categorized as treatment emergent.",
        "timeFrame": "Day 1 through the end of the study (up to 14 weeks)"
      },
      {
        "measure": "Clinical Laboratory Values - Chemistry (mmol/L)",
        "description": "Changes from baseline in chemistry clinical laboratory values with units of mmol/L",
        "timeFrame": "At Week 6 and Safety Follow-up 1 (24 to 48 hours after Week 6)"
      },
      {
        "measure": "Clinical Laboratory Values - Chemistry (Umol/L)",
        "description": "Changes from baseline in chemistry clinical laboratory values with units of umol/L",
        "timeFrame": "At Week 6 and Safety Follow-up 1 (24 to 48 hours after Week 6)"
      },
      {
        "measure": "Clinical Laboratory Values - Chemistry (g/L)",
        "description": "Changes from baseline in chemistry clinical laboratory values with units of g/L",
        "timeFrame": "At Week 6 and Safety Follow-up 1 (24 to 48 hours after Week 6)"
      },
      {
        "measure": "Clinical Laboratory Values - Chemistry (IU/L)",
        "description": "Changes from baseline in chemistry clinical laboratory values with units of IU/L",
        "timeFrame": "At Week 6 and Safety Follow-up 1 (24 to 48 hours after Week 6)"
      },
      {
        "measure": "Clinical Laboratory Values - Hematology (% of White Blood Cell [WBC] Count)",
        "description": "Changes from baseline in hematology clinical laboratory values with units of % of WBC count",
        "timeFrame": "At Week 6 and Safety Follow-up 1 (24 to 48 hours after Week 6)"
      },
      {
        "measure": "Clinical Laboratory Values - Hematology (10^9 Cells/L)",
        "description": "Changes from baseline in hematology clinical laboratory values with units of 10\\^9 cells/L",
        "timeFrame": "At Week 6 and Safety Follow-up 1 (24 to 48 hours after Week 6)"
      },
      {
        "measure": "Clinical Laboratory Values - Hematology (10^12 Cells/L)",
        "description": "Changes from baseline in hematology clinical laboratory values with units of 10\\^12 cells/L",
        "timeFrame": "At Week 6 and Safety Follow-up 1 (24 to 48 hours after Week 6)"
      },
      {
        "measure": "Clinical Laboratory Values - Hematology (g/L)",
        "description": "Change from baseline in hematology clinical laboratory values with units of g/L",
        "timeFrame": "At Week 6 and Safety Follow-up 1 (24 to 48 hours after Week 6)"
      },
      {
        "measure": "Clinical Laboratory Values - Hematology (% of Total Blood Cell Count)",
        "description": "Changes from Baseline in hematology clinical laboratory values with units of % of total blood cell count",
        "timeFrame": "At Week 6 and Safety Follow-up 1 (24 to 48 hours after Week 6)"
      },
      {
        "measure": "Change From Baseline in Vital Signs - Blood Pressure (mmHg)",
        "description": "Changes from baseline in blood pressure measurements with units of mmHg",
        "timeFrame": "Day 1 post-administration and Week 6 pre-administration and post-administration"
      },
      {
        "measure": "Change From Baseline in Vital Signs - Heart Rate (Beats/Min)",
        "description": "Changes from baseline in heart rate measurements with units of beats/min",
        "timeFrame": "Day 1 post-administration and Week 6 pre-administration and post-administration"
      },
      {
        "measure": "Change From Baseline in Anti-Drug Antibodies (ADA)",
        "description": "Changes from baseline in ADA",
        "timeFrame": "Post-dose at Week 6 or Safety Follow-up 2 (28 days after Week 6)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 0,
      "totalCount": 1
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 13,
      "otherCount": 0,
      "totalCount": 17
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:55.212Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}