{
  "nctId": "NCT05220397",
  "briefTitle": "Janssen Ad26.CoV2.S Vaccine Booster in Kidney Transplant Recipients",
  "officialTitle": "A Phase III, Prospective, Open-Label, Randomized Clinical Trial Evaluating the Augmenting of Anti-SARS-CoV2 Immunity in Kidney Transplant Recipients Via a Heterologous Additional Dose With Janssen Ad26.CoV2.S Vaccine",
  "protocolDocument": {
    "nctId": "NCT05220397",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-08-22",
    "uploadDate": "2025-07-14T16:57",
    "size": 2481764,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05220397/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "FACTORIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 468,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-04-11",
    "completionDate": "2025-02-28",
    "primaryCompletionDate": "2025-02-28",
    "firstSubmitDate": "2022-01-27",
    "firstPostDate": "2022-02-02"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nCriteria for Entry into the Study:\n\n* Any kidney transplant recipient from Mayo Clinic who has received the mRNA vaccine (two or three dose mRNA vaccine-Moderna or Pfizer) and are \\>28 days after most recent vaccination at the time of spike protein assessment.\n* Recipients of a kidney transplant, including those transplanted with other solid organ transplants in addition to the kidney. Subjects may have received more than 1 kidney transplant.\n* More than 90 days since any transplant including a kidney transplantation. •≥18 years of age on the day of consent.\n\nCriteria for Entry into Segment I\n\n* Must have a Roche Elecsys® Anti-SARS-CoV-2 S level of \\<250 U/mL to be eligible for Segment I.\n* Platelet count of \\>75,000/µL on the day of vaccination with the Janssen Ad26.CoV2.S vaccine.\n* Contraceptive (birth control) use should be consistent with local regulations regarding the acceptable methods of contraception for those participating in clinical studies.\n* Before randomization, participants must be either:\n\n  * Not be of childbearing potential\n  * Of childbearing potential and practicing an acceptable effective method of contraception. Subject must agree to remain on contraception from date of consent until 3 months after the last dose of the Janssen Ad26.CoV2.S vaccine. Use of hormonal contraception should start at least 28 days before the 1st administration of the Janssen Ad26.CoV2.S vaccine. The sponsor-investigator should evaluate the potential for contraceptive method failure (for example, noncompliance, recently initiated) in relationship to the Janssen vaccination. Acceptable effective method for this study include:\n\n    * Hormonal contraception:\n\n      * Combined (estrogen and progestogen containing) hormonal contraception associated with inhibition of ovulation (oral, intravaginal, or transdermal)\n      * Progestogen-only hormonal contraception associated with inhibition of ovulation (oral, injectable, or implantable)\n    * Intrauterine device\n    * Intrauterine hormone-releasing system\n    * Bilateral tubal occlusion/ligation procedure\n    * Vasectomized partner (the vasectomized partner should be the sole partner for that participant)\n    * Sexual abstinence (defined as refraining from heterosexual intercourse from the date of consent until 3 months after the last dose of the Janssen Ad26.CoV2.S vaccine. The reliability of sexual abstinence needs to be evaluated in relation to the duration of the study and the preferred and usual lifestyle of the participant.). Note: Use of condoms is not considered as an acceptable contraceptive barrier method due to the failure rate of female and male condoms (Centers for Disease Control and Prevention. Reproductive Health: Contraception. https://www.cdc.gov/reproductivehealth/contraception/index.htm. Accessed 23 November 2020)\n* If subject is female and of childbearing potential, she must:\n\n  * Have a negative highly sensitive serum pregnancy test prior to vaccination.\n* Participant agrees to not donate bone marrow, blood, and blood products from the first Janssen Ad26.CoV2.S vaccine administration until 3 months after the last dose of the Janssen Ad26.CoV2.S vaccine.\n\nExclusion Criteria:\n\n* Clinically significant acute illness (this does not include minor illnesses such as diarrhea or mild upper respiratory tract infection) or temperature ≥38.0ºCelsius (C) (100.4°Fahrenheit \\[F\\]) within 24 hours prior to the planned 1st dose of the Janssen Ad26.CoV2.S vaccine; randomization at a later date is permitted at the discretion of the sponsor-investigator.\n* Has a known or suspected allergy or history of anaphylaxis or other serious adverse reactions to vaccines or their excipients (including specifically the excipients of the Janssen Ad26.CoV2.S vaccine; refer to the Investigative Brochure).\n* Subject has received or plans to receive:\n\n  * Licensed live attenuated vaccines -within 28 days before or after planned administration of the 1st or subsequent Janssen vaccinations.\n  * Other licensed (not live) vaccines -within 14 days before or after planned administration of the 1st or subsequent Janssen vaccinations.\n* Received an investigational drug within 30 days (including investigational drugs for prophylaxis of COVID-19) or used an invasive investigational medical device within 30 days of the Janssen Ad26.CoV2.S vaccine. Received investigational Ig or investigational monoclonal antibodies within 3 months, or received convalescent serum for COVID-19 treatment within 4 months or received an investigational vaccine (including investigational Adenoviral- vectored vaccines) within 6 months before the planned administration of the 1st dose of the Janssen Ad26.CoV2.S vaccine or is currently enrolled or plans to participate in another investigational study within 3 months after the last Jansen vaccination.\n\nNote: Participation in an observational clinical study is allowed at the sponsor-investigator's discretion; please notify the sponsor-investigator of this decision. Efforts will be made to ensure inclusion of participants who have not been previously enrolled in coronavirus studies. In order to participate subject must agree and understand that they cannot enroll in other coronavirus focused studies while participating in this one.\n\n* Is pregnant or planning to become pregnant at the time of consent and within 3 months of the last dose of the Janssen Ad26.CoV2.S vaccine.\n* Has a history of an underlying clinically significant acute or chronic medical condition or physical examination findings which, in the opinion of the sponsor-investigator, would make study participation not be in the participant's best interest (e.g., compromise the well- being) or that could prevent, limit, or confound the protocol-specified assessments.\n* Has a contraindication to Intramuscular (IM) injections and blood draws.\n* Has had major psychiatric illness, which in the sponsor-investigator's opinion would compromise the participant's safety or compliance with the study procedures.\n* Cannot communicate reliably with the sponsor-investigator or comply with study procedures.\n* In the opinion of the sponsor-investigator, is unlikely to adhere to the requirements of the study or is unlikely to complete the full course of protocol required vaccination and observation.\n* History of cancer malignancy within 1 year before screening (exceptions are squamous and basal cell carcinomas of the skin and carcinoma in situ of the cervix, or other malignancies with minimal risk of recurrence).\n* History of acute polyneuropathy (e.g., Guillain-Barré syndrome)\n* Chronic history of platelet count \\<75,000/µL.\n* History of thrombosis with thrombocytopenia syndrome (TTS) or heparin-induced thrombocytopenia (HIS).\n* History of capillary leak syndrome (CLS).\n* Received pre-exposure prophylactic medications for COVID-19 that could interfere with assessments of any study-related endpoint\n* History of myocarditis or pericarditis",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Response to the Janssen Ad26.CoV2.S Vaccine in Subjects With Low Level Anti-COVID Spike Protein at Enrollment",
        "description": "Number of patients with initial anti-COVID spike protein antibody levels \\>0 but \\<250U/ml at enrollment who receive the Janssen Ad26.CoV2.S vaccine who develop anti-COVID spike protein antibody levels greater than or equal to 250 U/mL at 28 days.",
        "timeFrame": "28 days following first dose of Janssen Ad26.CoV2.S vaccine"
      },
      {
        "measure": "Response to the Janssen Ad26.CoV2.S Vaccine in Subjects With Undetectable Anti-COVID Spike Protein at Enrollment",
        "description": "Number of patients with undetectable anti-COVID spike protein antibody level at enrollment who receive the Janssen Ad26.CoV2.S vaccine who develop anti-COVID spike protein antibody levels greater than or equal to 250 U/mL at 28 days.",
        "timeFrame": "28 days following first dose of Janssen Ad26.CoV2.S vaccine"
      }
    ],
    "secondary": [
      {
        "measure": "Response to the Janssen Ad26.CoV2.S Vaccine in Subjects Who Had Low or Undetectable Levels of Anti-COVID Spike Protein After the First Dose of the Janssen Vaccine",
        "description": "Number of subjects to achieve an anti-COVID spike protein antibody level greater than or equal to 250 U/mL 28 days after a second dose with the Janssen Ad26.CoV2.S vaccine.",
        "timeFrame": "28 days after second dose of Janssen Ad26.CoV2.S vaccine, up to 2 months"
      },
      {
        "measure": "Durability of Anti-COVID Spike Protein Antibody Levels in Patients Who Developed Any Level of Antibody Response After Receiving the Janssen Ad26.CoV2.S Vaccine.",
        "description": "As measured by antibody levels from anti-COVID spike protein antibody tests.",
        "timeFrame": "2 years"
      },
      {
        "measure": "Incidence of COVID-19 Infection",
        "description": "Number of subject infected with COVID-19 after enrollment. Criteria for suspected COVID includes: positive reverse transcription-polymerase chain reaction (RT-PCR) result for SARS-CoV-2 OR New onset or worsening of any one of the following symptoms, which lasts for at least 24 hours, not otherwise explained: headache, malaise, myalgia, chest congestion, cough, runny nose, shortness of breath or difficulty breathing (resting or on exertion), sore throat, wheezing, eye irritation or discharge, chills, fever (≥ 38.0°C or ≥ 100.4°F), pulse oximetry value ≤95% (which is a decrease from baseline), heart rate ≥90 bpm at rest (which is an increase from baseline), GI symptoms, neurologic symptoms, red or bruised looking toes, skin rash, taste loss or new/changing sense of smell, symptoms of blood clots, confusion, bluish lips or face, clinical suspicion or judgement by sponsor-investigator of symptoms suggestive for COVID-19.",
        "timeFrame": "2 years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "FACTORIAL"
    },
    "overallComplexityScore": 49,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:43.127Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}