{
  "nctId": "NCT03227692",
  "briefTitle": "Persona TKA With iASSIST Knee System and iASSIST Knee System",
  "officialTitle": "Randomized Controlled Study Comparing iASSIST Knee System Versus Conventional Instrumentation",
  "protocolDocument": {
    "nctId": "NCT03227692",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-04-27",
    "uploadDate": "2020-01-29T23:27",
    "size": 1536228,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03227692/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 93,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-08-18",
    "completionDate": "2019-12-02",
    "primaryCompletionDate": "2019-11-14",
    "firstSubmitDate": "2017-07-20",
    "firstPostDate": "2017-07-24"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nIn order to be eligible to participate in this study, a patient must meet all of the following criteria.\n\n* Knee (either unilateral or bilateral) osteoarthritis (varus deformity only)\n* Male or female\n* At least 20 years of age\n* Patients willing to return for follow-up evaluations.\n\nStudy Specific Requirements for Principal Investigator/Site\n\n* Principal Investigator (PI) must have experience of at least 5 TKAs of iASSIST Knee with Persona and Persona conventional instrument system before any study specific activities.\n* Site has sufficient resources to take limb CT scanning at 6 months follow-up visit.\n\nExclusion Criteria:\n\nAbsolute contraindications include:\n\n* Knee degenerative diseases other than knee osteoarthritis (such as necrosis/rheumatoid arthritis)\n* Too severe OA deformation (FTA: \\> 190 degrees/\\< 175 degrees)\n* Active infection (or within 6 weeks after infection)\n* Sepsis\n* Osteomyelitis\n* Any type of implant is inserted in the affected side of lower extremity\n* Hip and/or foot disease on the affected side\n\nAdditional contraindications include:\n\n* Uncooperative patient or patient with neurologic disorders who are incapable of following directions\n* Diagnosed osteoporosis or osteomalacia\n* Metabolic disorders which may impair bone formation\n* Distant foci of infections which may spread to the implant site\n* Rapid joint destruction, marked bone loss or bone resorption apparent on roentgenogram\n* Vascular insufficiency, muscular atrophy or neuromuscular disease.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "20 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Alignment Accuracy of the Knee Femoral Components in Coronal Plain",
        "description": "Ratio of subject, whose knee implant is positioned within 3 degrees from perpendicular to mechanical axis of lower extremity, is compared between groups by CT data taken at 6 month after surgery.",
        "timeFrame": "Postoperative 6 months"
      },
      {
        "measure": "Number of Participants With Alignment Accuracy of the Knee Femoral Components in Sagittal Plain",
        "description": "Ratio of subject, whose knee implant is positioned within 3 degrees from perpendicular to mechanical axis of lower extremity, is compared between groups by CT data taken at 6 month after surgery.",
        "timeFrame": "Postoperative 6 months"
      },
      {
        "measure": "Number of Participants With Alignment Accuracy of the Knee Tibial Components in Coronal Plain",
        "description": "Ratio of subject, whose knee implant is positioned within 3 degrees from perpendicular to mechanical axis of lower extremity, is compared between groups by CT data taken at 6 month after surgery.",
        "timeFrame": "Postoperative 6 months"
      },
      {
        "measure": "Number of Participants With Alignment Accuracy of the Knee Tibial Components in Sagittal Plain",
        "description": "Ratio of subject, whose knee implant is positioned within 3 degrees from preoperatively determined target angle, is compared between groups by CT data taken at 6 month after surgery.",
        "timeFrame": "Postoperative 6 months"
      }
    ],
    "secondary": [
      {
        "measure": "Surgery Time",
        "description": "Surgery time from skin incision to closure",
        "timeFrame": "Intraoperative, an average of 2 hours"
      },
      {
        "measure": "Number of Instrument Trays Used",
        "description": "Number of instrument trays used instraoperatively. This number includes number of Total Knee Arthroplasty specific instrument tray, does not include other general surgical instruments/kits.",
        "timeFrame": "Intraoperative"
      },
      {
        "measure": "KSS - Objective Score at 6 Month Postoperatively",
        "description": "KSS-Objective score is physician-derived component and allows for more than 100 points in patients with greater than 125° of flexion and a stable painless knee as outlined below. Lowest possible score is 0.\n\nHigher score means better outcomes.",
        "timeFrame": "6 month postoperative"
      },
      {
        "measure": "KSS-Patient Satisfaction at 6 Month Postoperatively",
        "description": "KSS-Patient Satisfaction is patient-derived score and is a five-question 40-point scale that is collected preoperatively and at each follow-up visit. Lowest possible score is 0.",
        "timeFrame": "6 month postoperative"
      },
      {
        "measure": "KSS-function Score at 6 Month Postoperatively",
        "description": "KSS-function score is patient-derived score and composed of four subgroups and has a maximum score of 100.\n\n\"Walking and Standing\" has a maximum value of 30 points, \"Standard Activities\" has a maximum of 30 points, \"Advanced Activities\" has a maximum of 25 points and \"Discretionary Activities\" has a maximum of 15 points.\n\nLowest possible score is 0. Higher score means better outcomes.",
        "timeFrame": "6 month postoperative"
      },
      {
        "measure": "KSS-Patient Expectations at 6 Month Postoperatively",
        "description": "KSS-Patient Expectations is patient-derived score and is a three-question fifteen-point scale that is collected pre-operatively and post-operatively. The pre-operative questions reflect the patient's opinion on the extent to which the patient expects that operation will improve knee pain, and ability to perform activities of daily living and recreational activities. The post-operative questions reflect the extent to which postoperative outcome has met the patient's pre-operative expectations with respect to pain and function.\n\nThe score ranges from 3 to 15. Higher score means better outcomes.",
        "timeFrame": "6 month postoperative"
      },
      {
        "measure": "Oxford Knee Score at 6 Month Postoperatively",
        "description": "Patient Reported Outcome specific for knee disease. Score range from 0 to 48. Higher score means better outcome.",
        "timeFrame": "6 month postoperative"
      },
      {
        "measure": "EQ-5D-3L at 6 Month Postoperatively",
        "description": "EQ-5D is patient reported outcome measure to score patient's health related quality of life with minimum score of -0.111 and maximum score of 1.000.\n\nHigher score means better outcomes.",
        "timeFrame": "6 month postoperative"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:57.579Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}