{
  "nctId": "NCT03553836",
  "briefTitle": "Safety and Efficacy of Pembrolizumab Compared to Placebo in Resected High-risk Stage II Melanoma (MK-3475-716/KEYNOTE-716)",
  "officialTitle": "Adjuvant Therapy With Pembrolizumab Versus Placebo in Resected High-risk Stage II Melanoma: A Randomized, Double-blind Phase 3 Study (KEYNOTE-716)",
  "protocolDocument": {
    "nctId": "NCT03553836",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-05-11",
    "uploadDate": "2022-05-26T12:58",
    "size": 1890125,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03553836/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 976,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-09-12",
    "completionDate": "2033-10-12",
    "primaryCompletionDate": "2021-06-21",
    "firstSubmitDate": "2018-06-01",
    "firstPostDate": "2018-06-12"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion:\n\n* Has surgically resected and histologically/pathologically confirmed new diagnosis of Stage IIB or IIC cutaneous melanoma per American Joint Committee on Cancer (AJCC) 8th edition guidelines\n* Has not been previously treated for melanoma beyond complete surgical resection\n* Has ≤12 weeks between final surgical resection and randomization\n* Has no evidence of metastatic disease on imaging as determined by investigator\n* Has a performance status of 0 or 1 on the Eastern Cooperative Oncology Group (ECOG) Performance Scale or Lansky Play-Performance Scale (LPS) score ≥50 for participants ≤16 years old, or a Karnofsky Performance Scale (KPS) score ≥50 for participants \\>16 and \\<18 years old\n* Has recovered adequately from toxicity and/or complications from surgery prior to study start\n* Female participants must not be pregnant or breastfeeding, and must agree to use contraception during the treatment period and for at least 120 days after the last dose of study treatment if they are women of childbearing potential (WOCBP)\n\nExclusion:\n\n* Has a known additional malignancy that is progressing or has required active antineoplastic therapy (including hormonal) within the past 5 years with the exception of basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or carcinoma in situ (e.g., breast carcinoma, cervical cancer in situ) that have undergone potentially curative therapy\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of study treatment\n* WOCBP who has a positive urine pregnancy test within 72 hours prior to randomization. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required\n* Has received prior therapy with an anti-Programmed Cell Death Receptor 1 (PD-1), anti-Programmed Cell Death Receptor Ligand 1 (PD-L1) or anti-Programmed Cell Death Receptor Ligand 2 (PD-L2) agent or with an agent directed to another stimulatory or coinhibitory T-cell receptor (e.g., cytotoxic T-lymphocyte-associated protein 4 \\[CTLA-4\\], OX-40, CD137)\n* Has received prior systemic anti-cancer therapy for melanoma including investigational agents\n* Has received a live vaccine within 30 days prior to the first dose of study treatment\n* Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to the first dose of study treatment\n* Has severe hypersensitivity (≥Grade 3) to any excipients of pembrolizumab\n* Has an active autoimmune disease that has required systemic treatment in the past 2 years\n* Has a history of (non-infectious) pneumonitis that required steroids or has current pneumonitis\n* Has an active infection requiring systemic therapy\n* Has a known history of human immunodeficiency virus (HIV) infection\n* Has a known history of hepatitis B (defined as hepatitis B surface antigen reactive) or known active hepatitis C virus (defined as hepatitis C virus ribonucleic acid \\[RNA\\] \\[qualitative\\] is detected) infection\n* Has a history of active tuberculosis (Bacillus tuberculosis)\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the participant's participation for the full duration of the study, or is not in the best interest of the participant to participate, in the opinion of the treating investigator\n* Has a known psychiatric or substance abuse disorder that would interfere with the participant's ability to cooperate with the requirements of the study\n* Has had an allogeneic tissue/solid organ transplant",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "12 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Recurrence-free Survival (RFS)",
        "description": "RFS was defined as the time from randomization to any of the following events: recurrence of melanoma at any site (local, in-transit or regional lymph nodes or distant recurrence) per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1) or death due to any cause, whichever occurs first. Per protocol, final analysis for this primary outcome measure was performed using the initial pembrolizumab or placebo treatment with a protocol-specified analysis data cut-off date of June-21-2021.",
        "timeFrame": "Up to ~32.7 months"
      }
    ],
    "secondary": [
      {
        "measure": "Distant Metastasis-free Survival (DMFS)",
        "description": "DMFS will be defined as the time from randomization to the first diagnosis of a distant metastasis per RECIST 1.1. Distant metastasis will refer to cancer that has spread from the original (primary) tumor and beyond local tissues and lymph nodes to distant organs or distant lymph nodes. DMFS will be reported for randomized participants.",
        "timeFrame": "Up to ~9 years"
      },
      {
        "measure": "Overall Survival (OS)",
        "description": "OS will be defined as the time from randomization to death due to any cause. OS will be reported for randomized participants.",
        "timeFrame": "Up to ~15 years"
      },
      {
        "measure": "Number of Participants Who Experienced at Least One Adverse Event (AE)",
        "description": "An AE was defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. Per protocol, analysis for this outcome measure was performed using the initial pembrolizumab or placebo treatment.",
        "timeFrame": "Up to ~19.3 months"
      },
      {
        "measure": "Number of Participants Who Discontinued Study Treatment Due to an AE",
        "description": "An AE was defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. Per protocol, analysis for this outcome measure was performed using the initial pembrolizumab or placebo treatment.",
        "timeFrame": "Up to ~19.3 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:44.467Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}