{
  "nctId": "NCT04551911",
  "briefTitle": "Safety and Efficacy of Rayaldee for Treating Mild to Moderate COVID-19",
  "officialTitle": "A Randomized, Double-Blind Placebo-Controlled Study to Evaluate the Safety and Efficacy of Rayaldee (Calcifediol) Extended-release Capsules to Treat Symptomatic Patients Infected With SARS-CoV-2 (REsCue)",
  "protocolDocument": {
    "nctId": "NCT04551911",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-11-16",
    "uploadDate": "2024-03-27T17:19",
    "size": 6040059,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04551911/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 171,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-11-02",
    "completionDate": "2021-10-08",
    "primaryCompletionDate": "2021-10-08",
    "firstSubmitDate": "2020-09-15",
    "firstPostDate": "2020-09-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Male or female ≥18 years of age\n2. Confirmed within the past 3 days to have SARS-CoV-2 infection as evidenced by a positive nasopharyngeal swab test using RT-PCR or any substitutable FDA-authorized diagnostic test\n3. Confirmed to have only mild or moderate COVID-19 based on the first of the patient reported scores obtained during screening which meets the criterion a FLU-PRO Plus© score of ≥ 1.5 for each of the chest/respiratory and body/systemic domains, and the absence of clinical signs indicative of more severe disease (eg, oxygen saturation \\< 94% on room air or respiration rate \\> 30 bpm)\n4. Represents on self-assessment that the current COVID-19 symptoms are not consistent with usual health and that they are the same or worse than on the previous day\n5. Willing to limit the use of vitamin D therapies or supplements except for normally fortified food products (eg, milk) during the course of the 6-week study\n6. Must demonstrate the ability to comply with all study requirements\n7. Must be without any disease state or physical condition that might impair evaluation of safety or which, in the investigator's opinion, would interfere with study participation.\n\nExclusion Criteria:\n\n1. Clinical signs indicative of severe or critical COVID-19 disease (eg, oxygen saturation \\< 94% on room air or respiration rate \\> 30 bpm)\n2. Pregnant or lactating women who are breastfeeding\n3. Use of systemic glucocorticoid medications in the last six months\n4. Recent history (previous 12 months) of primary hyperparathyroidism, kidney stones, hypercalciuria and/or hypercalcemia\n5. History of a chronic granuloma-forming disease (eg, sarcoidosis)\n6. History of tuberculosis or histoplasmosis\n7. History of chronic liver disease\n8. History (previous 12 months) of cardiac event indicative of chronic cardiovascular diseases including congestive heart failure, poorly controlled hypertension and arrhythmias\n9. History in the past five years of multiple myeloma or carcinoma of the breast, lung or prostate\n10. Any surgical or medical condition which might significantly alter the absorption, distribution, metabolism, or excretion of vitamin D or 25-hydroxyvitamin D (25D) (eg, small bowel resection, history of Crohn's disease or ulcerative colitis)\n11. Ongoing treatment with thiazide diuretics\n12. History of hyperphosphatemia, hyperuricemia and gout\n13. Renal impairment measured as eGFR\\< 15 mL/min/1.73m² on serum creatinine in the last three months\n14. Serum calcium ≥9.8 mg/dL in the last three months\n15. Evidence of existing or impending dehydration\n16. Known or suspected to have hypersensitivity to any of the constituents of the study drug\n17. Currently participating in, or have participated in, an interventional/investigational study within 30 days prior to study screening.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Concentration of Serum Total 25-hydroxyvitamin D Attained at or Above 50 ng/mL at Visit 3 (Day 14).",
        "description": "Number and percentage of subjects with serum total 25-hydroxyvitamin D attained at or above 50 ng/mL at Visit 3 (Day 14)",
        "timeFrame": "14 days"
      },
      {
        "measure": "Resolution of COVID-19 Five Aggregated Symptoms Using the Flu-PRO Plus© Questionnaire.",
        "description": "The FLU- PRO Plus© questionnaire was specifically designed and validated to evaluate in clinical trials the presence, severity and duration of symptoms associated with viral infections. It contains 32 items (eg, felt hot, sweating, headache), grouped into 6 domains, that provide a comprehensive evaluation of such symptoms, using 5-point scales (values ranging from 0 to 4) with higher scores indicating worse symptoms. The number of days to resolution of the selected five COVID-19 symptoms (trouble breathing, chest congestion, dry or hacking cough, body aches and pains, and chills and shivering), defined as a reduction in the aggregate symptom score recorded on Day 0 (prior to study drug initiation) by the FLU-PRO Plus© questionnaire to or below 5 for a minimum of three consecutive days. Flu-PRO Plus© was created and supplied by Dr. John Powers and Leidos Biomedical, and the National Institute for Allergy and Infectious Diseases (NIAID).",
        "timeFrame": "42 days"
      }
    ],
    "secondary": [
      {
        "measure": "Time to Resolution of COVID-19 Five Aggregated Symptoms",
        "description": "The number of days to resolution of five symptoms (trouble breathing, chest congestion, dry or hacking cough, body aches and pains, and chills and shivering), as measured by the FLU-PRO Plus© questionnaire, with resolution defined as the first aggregate symptom score of ≤5 which is maintained for a minimum of three consecutive days, with no individual symptom score \\>1",
        "timeFrame": "42 days"
      },
      {
        "measure": "Number of Subjects Who Had an COVID-19 Five Aggregated Symptoms Score >5 at Baseline Who Experienced Symptom Resolution as of Day 10",
        "description": "Resolution, defined as the first score of ≤5 which was maintained for a minimum of three consecutive days (without subsequent relapse), for the aggregate five COVID-19 symptoms (trouble breathing, chest congestion, dry or hacking cough, body aches and pains, and chills and shivering) and for each individual symptom, defined as a score of 0 or 1, as measured by the FLU-PRO Plus© questionnaire as of Day 10",
        "timeFrame": "10 days"
      },
      {
        "measure": "Proportion of Subjects Who Had an COVID-19 Five Aggregated Symptoms Score >5 at Baseline Who Experienced Symptom Resolution as of Day 10",
        "description": "Resolution, defined as the first score of ≤5 which was maintained for a minimum of three consecutive days (without subsequent relapse), for the aggregate five COVID-19 symptoms (trouble breathing, chest congestion, dry or hacking cough, body aches and pains, and chills and shivering) and for each individual symptom, defined as a score of 0 or 1, as measured by the FLU-PRO Plus© questionnaire as of Day 10.\n\nLogistic regression with treatment as the main effect, and baseline aggregate symptom score, baseline 25D level, and body weight as covariates.",
        "timeFrame": "10 days"
      },
      {
        "measure": "Number of Participants With Emergency Room/Urgent Care Visits",
        "description": "Number and percentage of subjects with emergency room/urgent care visits",
        "timeFrame": "42 days"
      },
      {
        "measure": "Number of Participants With Oxygen Saturation Below 94% (Without Supplemental Oxygen)",
        "description": "Number and percentage of subjects with oxygen saturation below 94% (without supplemental oxygen)",
        "timeFrame": "42 days"
      },
      {
        "measure": "Number of Participants With Hospitalizations",
        "description": "Number and percentage of subjects with hospitalization",
        "timeFrame": "42 days"
      },
      {
        "measure": "Number of Participants With the Requirement for Mechanical Ventilation",
        "description": "Number and percentage of subjects requiring mechanical ventilation",
        "timeFrame": "42 days"
      },
      {
        "measure": "Number of Participant Deaths",
        "description": "Number and percentage of subjects who died",
        "timeFrame": "42 days"
      },
      {
        "measure": "Severity of COVID-19 Illness as Evidenced by Quality of Life Measures Using the FLU-PRO Plus Questionnaire",
        "description": "Quality-of-Life (QOL) responses are based on the number of non-missing observations within individual QOL question and visit. Comparisons to baseline are assessed only for subjects who were at risk for improvement. Percentages for the comparisons to baseline are based on the number at-risk for improvement.",
        "timeFrame": "14 days"
      },
      {
        "measure": "Resolution of Symptoms Based on FLU-PRO Plus© COVID-19 Five Symptom Aggregate Score Based on Serum 25D Level Over the Treatment Period",
        "description": "Clinical course of COVID-19 as a function of Serum Total 25-hydroxyvitamin D concentrations of \\<50 ng/mL, 50 to 100 ng/mL and \\>100 ng/mL at Day 14, defined as the proportion of subjects in each treatment group with a total score of ≤5 for the selected five COVID-19 symptoms (trouble breathing, chest congestion, dry or hacking cough, body aches and pains, and chills and shivering) using the FLU-PRO Plus© questionnaire. Results were similar for comparisons between treatment groups on Days 7, 14, 21 and 28, and only data for Day 14 is presented.",
        "timeFrame": "14 days"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:38.679Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}