{
  "nctId": "NCT01850446",
  "briefTitle": "Comparative Clinical Trial of Efficacy and Safety of Ergoferon Versus Oseltamivir in Treatment of Influenza",
  "officialTitle": "Comparative Parallel-group Randomized Clinical Trial of Efficacy and Safety of Ergoferon Versus Oseltamivir in Treatment of Influenza",
  "protocolDocument": {
    "nctId": "NCT01850446",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2016-02-08",
    "uploadDate": "2020-03-05T08:13",
    "size": 387760,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01850446/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 184,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-02-20",
    "completionDate": "2018-04-16",
    "primaryCompletionDate": "2018-04-16",
    "firstSubmitDate": "2013-04-30",
    "firstPostDate": "2013-05-09"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Patients aged 18 to 70 years.\n2. Patients who were admitted to hospital within 48 hours from the onset of influenza signs.\n3. Patients with body temperature ≥37,8°C when visiting a doctor + severity of influenza symptoms ≥4 scores (presence of at least 1 non-specific flu symptom ≥2 scores and 1 nasal/ throat/ chest symptom ≥ 2 scores or greater number of symptoms with the severity ≥1 score).\n4. Diagnosed influenza confirmed by rapid diagnostic test (OSOM Influenza A\\&B Test).\n5. The possibility to start therapy within 48 hours after the onset of the first symptoms of influenza.\n6. Usage of contraceptive methods by both gender patients of reproductive age during the trial and within 30 days after ending the participation in the trial.\n7. Availability of signed patient information sheet (Informed Consent form) for participation in the clinical trial.\n\nExclusion Criteria:\n\n1. Suspected pneumonia, bacterial infection or the presence of a severe disease requiring usage of antibacterial drugs (including sulphanilamides) starting from Day 1 of the disease.\n2. Severe influenza with indications for hospitalization.\n3. Suspected early manifestations of diseases that have symptoms similar to influenza symptoms (other acute respiratory and infectious diseases, influenza-like syndrome at the onset of systemic connective tissue disorders, hematologic neoplasms and other pathology).\n4. Patients requiring concurrent antiviral products forbidden by the study.\n5. Medical history of primary and secondary immunodeficiencies. а) lymphoid immunodeficiencies (Т-cell and/or В-cell, immunodeficiencies with predominant antibody deficit); b) phagocytic deficits; c) complement factor deficit; d) combined immunodeficiencies including AIDS secondary to HIV infection; toxic, autoimmune, infectious, radiation panleukopenic syndrome; total lymphocytopenic syndrome; polyclonal lymphocyte activation syndrome; postsplenectomic syndrome; congenital asplenia; abnormal immune complex syndrome associated with infectious, autoimmune and allergic diseases.\n6. Medical history of sarcoidosis\n7. An oncological disease/suspected oncological disease.\n8. Exacerbated or decompensated chronic diseases affecting a patient's ability to participate in the clinical trial.\n9. Medical history of polyvalent allergy.\n10. Allergy/intolerance to any of the components of the product used for influenza therapy.\n11. Impaired glucose tolerance, type 1 and type 2 diabetes mellitus.\n12. Malabsorption syndrome, including congenital or acquired lactose deficiency or another disaccharide deficiency.\n13. Pregnancy, breast-feeding.\n14. Consumption of narcotics, alcohol \\> 2 alcohol units per day, mental diseases.\n15. Use of any medicine listed in the section \"Prohibited concomitant treatment\" within 30 days preceding the inclusion in this study.\n16. Patients who, from the investigator's point of view, will fail to comply with the observation requirements of the trial or with the regimen of the study drugs.\n17. Participation in other clinical studies within 1 month prior to enrollment in the current trial.\n18. Patients related to the research staff of the clinical trial site who are directly involved in the trial or are the immediate family member of the researcher. The immediate family members include husband/wife, parents, children or brothers (or sisters), regardless of whether they are natural or adopted.\n19. Patients employed with OOO \"NPF \"MATERIA MEDICA HOLDING\" (i.e., the company's employee, part-time employee under contract, or appointed official in charge of the trial, or their immediate family).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Patients With Recovery/Improvement in Health Status.",
        "description": "Based on days 2-7 days of observation according to the patient's diary, and on days 3 and 7 according to the physician's examination.",
        "timeFrame": "On 2-7 days of observation"
      }
    ],
    "secondary": [
      {
        "measure": "Changes in Fever.",
        "description": "Fever changes over time (body temperature change on days 2-7 compared to baseline, based on patient diary data).",
        "timeFrame": "Baseline and days 2-7 of the observation"
      },
      {
        "measure": "Average Duration of Fever.",
        "description": "Criteria of no fever - body temperature lower than 37.0° C for 24 hours",
        "timeFrame": "From the time of randomization until the time of recovery/improvement (days 1-7)"
      },
      {
        "measure": "Percentage of Patients With Normal Body Temperature.",
        "description": "Based on patient's diary. Normal body temperature is no more than 37.0ºС.",
        "timeFrame": "Days 2-7 of the observation"
      },
      {
        "measure": "Severity of Influenza Symptoms (Fever, Flu Non-specific and Nasal/Throat/Chest Symptoms) in Scores According to the Symptoms Severity Scale.",
        "description": "The symptoms severity scale includes 14 symptoms: body temperature, non-specific symptoms (headache, chills, sweating, weakness, muscle pain, drowsiness), nasal/throat/chest symptoms (runny nose, stuffy nose, sneezing, sore throat, hoarseness, cough, chest pain).\n\nThe severity of each non-specific and nasal/throat/chest symptom is scored on a 4-point scale (0=no symptom; 1=mild symptom; 2=moderate symptom; 3=severe symptom). The minimum value of each symptom is 0 points, and the maximum value is 4 points.\n\nThe absolute body temperature (in degrees Celsius) is converted to relative units (or scores) using the following scale: ≤37.2С=0 points; 37.3-38.0С=1 point; 38.1-39.0С=2 points; ≥39.1С=3 points.\n\nThe severity of symptoms is based on the physical examination of the patient by the physician on days 1, 3, and 7 and on the patient diary data on days 1-7. The minimum symptoms severity score is 0 points, the maximum score is 42 points.",
        "timeFrame": "On 1-7 days of observation"
      },
      {
        "measure": "Duration of Clinical Symptoms of Influenza (Fever, Non-specific Symptoms and Nasal/ Throat/ Chest Symptoms) in Days.",
        "description": "Duration of clinical symptoms of influenza (fever, non-specific symptoms and nasal/ throat/ chest symptoms) in days based on the result of the patient's diary data",
        "timeFrame": "On 1-7 days of observation"
      },
      {
        "measure": "The Severity of Influenza.",
        "description": "Based on the patient diary. The severity of influenza based on the data on the \"Area Under Curve\" for total index of influenza severity.",
        "timeFrame": "On days 1-7 of the observation."
      },
      {
        "measure": "Percentage of Patients Who Used Antipyretics on Days 1, 2, 3, 4 and 5 of the Treatment.",
        "description": "Antipyretics, which are allowed for use during clinical trial, are:\n\n1. Paracetamol;\n2. Metamizole sodium (if hyperthermia was not stopped by usage of paracetamol).",
        "timeFrame": "Days 1, 2, 3, 4 and 5 of the treatment"
      },
      {
        "measure": "Percentage of Patients Requiring Antibiotics Administration.",
        "description": "Based on patient's diary, objective examination (according to physician's objective examination).\n\nThe patients with the development of disease complications and exacerbation of the disease course (the development of severe influenza).",
        "timeFrame": "On 1-7 days of observation."
      },
      {
        "measure": "Proportion of Patients With Negative Results of Virological Analysis.",
        "description": "Based on medical records of patients whose nasopharyngeal swabs submitted for Reverse Transcription Polymerase Chain Reaction (RT-PCR) were negative for influenza A/B virus.",
        "timeFrame": "On days 3, 5, 7 of observation."
      },
      {
        "measure": "Dynamics of Parameters of Immune Status (T-cell and B-cell Immune Response).",
        "description": "The concentration of regulators of the T-cell immune response (IL2, IFN -γ, IL-18), and regulators of В-cell immune response (IL-4, IL-16).",
        "timeFrame": "On days1, 3 and 7 of observation."
      },
      {
        "measure": "Dynamics of Parameters of Immune Status ( IFN-α and IFN-γ Production).",
        "description": "Level of spontaneous and induced production of IFN-α and IFN-γ (in vitro).",
        "timeFrame": "On day 1, 3 and 7 of observation."
      },
      {
        "measure": "Dynamics of Parameters of Immune Status (Absolute Number of Each Type of White Blood Cells and Different Lymphocyte Phenotypes).",
        "description": "The absolute number of each type of white blood cells (WBC): Absolut Count (AC) of leukocytes, neutrophils, lymphocytes, monocytes, eosinophils, basophils, and CD3, CD4, CD8, CD4/CD8, CD16, CD119 leukocytes.",
        "timeFrame": "On days 1, 3 and 7 of observation."
      },
      {
        "measure": "Dynamics of Parameters of Immune Status (Relative Percentage of Each Type of White Blood Cells and Different Lymphocyte Phenotypes).",
        "description": "The relative percentage of each type of white blood cells (WBC): Relative Count (AC) of leukocytes, neutrophils, lymphocytes, monocytes, eosinophils, basophils, and CD3, CD4, CD8, CD4/CD8, CD16, CD119 leukocytes.",
        "timeFrame": "On days 1, 3 and 7 of observation."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 13,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 89,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:32.784Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}