{
  "nctId": "NCT03811847",
  "briefTitle": "A Pilot of Methylphenidate in Mild Cognitive Impairment and Dementia Participants.",
  "officialTitle": "A Pilot, Multiple Crossover, Randomized Block Sequence, Double-Blind, Placebo-Controlled Trial for Use of Methylphenidate for Cognitive and Behavioral Symptoms in Mild Cognitive Impairment and Dementia",
  "protocolDocument": {
    "nctId": "NCT03811847",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-11-23",
    "uploadDate": "2022-12-07T15:32",
    "size": 853748,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03811847/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 11,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-11-01",
    "completionDate": "2021-08-30",
    "primaryCompletionDate": "2021-08-30",
    "firstSubmitDate": "2019-01-17",
    "firstPostDate": "2019-01-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Study subjects meeting all of the following criteria will be allowed to enroll in the study:\n\n  1. Aged 55-95 inclusive;\n  2. Diagnosis of MCI or mild-stage dementia presumed due to AD and AD-related disorders;\n  3. Cognitive abilities sufficient to be able to complete all study tasks as determined by the PI or a Co-I;\n  4. Education level, English language skills, and literacy that indicates participant will be able to comprehend all assessments;\n  5. Neuropsychiatric Inventory Agitation/Aggression Question 4 = \"No\" or \"Yes\" with a mild severity rating.\n  6. Willing and able to complete all assessments and study procedures;\n  7. Not pregnant, lactating, or of child-bearing potential\n  8. Volunteer has a Study Partner with at least two days per week of contact and willing to complete partner study forms;\n  9. No exclusionary medications or dietary supplements. See Section 6.5.8.1\n  10. If on cholinesterase inhibitor and/or memantine, doses are stable for 3 months prior to baseline.\n  11. Basic video conferencing capabilities and a willingness to participate in a virtual trial (including self-administration of ECG).\n\nExclusion Criteria:\n\n* Subjects meeting any of the following criteria during the screening evaluation will be excluded:\n\n  1. Any history of specific CNS disease other than AD or AD-related disorders, such as major clinical stroke, brain tumor, normal pressure hydrocephalus, multiple sclerosis, significant head trauma with persistent neurological or cognitive deficits or complaints;\n  2. Clinically significant or unstable medical condition that could affect safety or compliance with the study and would, in the opinion of the investigator, pose a risk to the participant if they were to participate in the study;\n  3. Major active or chronic psychiatric illness (e.g. depression, bipolar disorder, obsessive compulsive disorder, schizophrenia) within the previous year;\n  4. Current suicidal ideation or history of suicide attempt;\n  5. History of alcohol or other substance abuse or dependence with the past two years;\n  6. Clinically significant abnormalities on complete blood count, comprehensive metabolic panel, B12, or TSH screening safety lab results;\n  7. Concomitant use of medications with psychoactive properties that may deleteriously affect cognition (anticholinergics, antihistamines, antipsychotics, sedative hypnotics, anxiolytics);\n  8. Treatment with monoamine oxidase inhibitors, coumadin, phenobarbital, phenytoin, primidone, tricyclic antidepressants or other medicines with potential for clinically significant interaction;\n  9. Hypersensitivity to MPH;\n  10. History of marked anxiety and agitation, ADHD, motor tics, glaucoma, or a history or family history of Tourette's Syndrome;\n  11. Clinically significant cardiac condition for which MPH may be contradicted as determined by study physician, such as MI or ventricular arrhythmia within 6 months of enrollment;\n  12. History of untreated, uncontrolled hypertension or a blood pressure greater than 150/90 during the screening period;\n  13. Use of other small molecule or device- based investigational agents one month prior to entry and for the duration of the trial.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "55 Years",
    "maximumAge": "95 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Feasibility of a Virtual Multicrossover Randomized Control Trial Design as Measured my Completion Rates and Medication Compliance.",
        "description": "To assess feasibility of this study design, completion rates of all study tasks and medication dosing will be evaluated. Benchmark goals for feasibility measures are set as follows: retain \\>80% of participants enrolled, observe \\>80% medication adherence, and \\>80% outcome assessment completion rates.",
        "timeFrame": "4 months"
      }
    ],
    "secondary": [
      {
        "measure": "Cognition as Measured by the Repeatable Battery for the Assessment Neuropsychological Status-Update (RBANS)",
        "description": "This study is investigating the effects of methylphenidate to see if it will help improve cognition in adults with Alzheimer's Disease. RBANS scores range from 40 to 160 with higher scores indicating higher cognitive functioning.",
        "timeFrame": "4 months"
      },
      {
        "measure": "Cognition as Measured by Daily, Home-based Brain Games (Lumosity, Lumos Labs, Inc.)",
        "description": "This study is investigating the effects of methylphenidate to see if it will help improve cognition in adults with Alzheimer's Disease using daily Lumosity brain games. The range of possible Lumosity scores varies, but higher scores indicate better game performance. LPI (Lumosity Performance Index) is a standardized performance metric that shows how well you are performing on Lumosity games and lets you compare performance across games and Cognitive Areas. Cognitive LPI is calculated using a weighted average of the Game LPIs from all Cognitive Areas. LPI: The low score is 0, the high score is 2000. Average is 1000.",
        "timeFrame": "4 months"
      },
      {
        "measure": "Sleep as Measured by Fitbit Charge 3",
        "description": "This study is investigating whether treatment with methylphenidate affects sleep levels. Methylphenidate may increase daily activity or affect the amount or quality of sleep.",
        "timeFrame": "4 months"
      },
      {
        "measure": "Activity Level as Measured by Fitbit During MPH/PBO Blocks",
        "description": "Activity level as measured by the fitbit during MPH/Placebo blocks",
        "timeFrame": "4 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:40.962Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}