{
  "nctId": "NCT02424851",
  "briefTitle": "Optimising Renal Outcome in Myeloma Renal Failure",
  "officialTitle": "A Study of Thalidomide, Bendamustine and Dexamethasone (BTD) Versus Bortezomib, Bendamustine and Dexamethasone (BBD) in Patients With Renal Failure Defined as a GFR Below 30 Mls/Min",
  "protocolDocument": {
    "nctId": "NCT02424851",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-08-01",
    "uploadDate": "2021-03-15T07:10",
    "size": 2865657,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02424851/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 31,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-11",
    "completionDate": "2020-04-20",
    "primaryCompletionDate": "2020-04-20",
    "firstSubmitDate": "2015-03-10",
    "firstPostDate": "2015-04-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participant is willing and able to give informed consent for participation in the trial.\n* Patients attending NHS (National Health Service) Haemato-oncology centres.\n* Patients with newly diagnosed symptomatic myeloma.\n* Glomerular Filtration Rate (GFR) \\<30 mls/min.\n* Chronic kidney disease (CKD) staging is based on estimated or measured GFR. CKD stage 4 (15-29 ml/min) and CKD stage 5 (\\<15 ml/min) are eligible to enter the study. It is expected centres will consider use of fluid resuscitation and pulsed dose of steroid therapy in this group of patients to salvage renal function prior to trial screening.\n* A number of patients with newly diagnosed myeloma and renal failure will have a pre-existing medical condition (hypertension, diabetes etc.) causing renal damage. Where there is a medical condition (e.g. hypertension, diabetes) which may cause renal damage, there must have been a further decline (≥15 mls/min GFR) between previous steady state and the study screening.\n* Female participants of childbearing potential and male patients whose partner is a woman of childbearing potential must be prepared to use contraception in accordance with (and consent to) the Celgene-approved process for thalidomide and lenalidomide Risk Management and Pregnancy Prevention Programme.\n* Women of childbearing potential must have a negative pregnancy test performed by a healthcare professional in accordance with the Celgene-approved process for thalidomide and lenalidomide Risk Management and Pregnancy Prevention.\n* Free of prior malignancies for ≥ 2 years with exception of currently treated basal cell, squamous cell carcinoma of the skin, localised prostate cancer or carcinoma \"in-situ\" of the cervix or breast.\n* In the Investigator's opinion, is able and willing to comply with all trial requirements.\n* Willing to allow his or her General Practitioner and consultant, if appropriate, to be notified of participation in the trial.\n\nExclusion Criteria:\n\n* Female participant who is pregnant, lactating or planning pregnancy during the course of the trial or the female partner of a male participant planning a pregnancy during the course of the trial.\n* Known allergy to investigational drugs.\n* Any other significant disease or disorder which, in the opinion of the Investigator, may either put the participants at risk because of participation in the trial, or may influence the result of the trial, or the participant's ability to participate in the trial.\n* Any of the following laboratory abnormalities:\n* Absolute neutrophil count (ANC) \\< 1.0 x10\\^9/L\n* Platelet count \\<75 x 10\\^9/L\n* Serum SGOT/AST or SGPT/ALT (serum glutamic oxaloacetic transaminase/aspartate aminotransferase or serum glutamic pyruvic transaminase/alanine aminotransferase) \\>3 x upper limit of normal.\n* Use of any standard/experimental anti-myeloma drug therapy excluding dexamethasone 14 days prior to trial entry.\n* CKD stages \\< 4.\n* Intention to use a physical method of serum free light chain removal such as plasma exchange or high cut off dialysis.\n* Grade 2 neuropathy or more (National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) v 4.0) will preclude use of thalidomide and bortezomib.\n* Participants who have participated in another research trial involving an investigational product in the past 12 weeks.\n* Contraindicated to receive either one of the study drugs, thalidomide, bortezomib, bendamustine based on the respective summary of product characteristics.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With >50% Reduction From Baseline in Serum Free Light Chain",
        "timeFrame": "End of week 6 (after receiving two cycles of therapy)"
      },
      {
        "measure": "Number of Participants With Different Renal Responses to Treatment",
        "timeFrame": "End of week 12 (after receiving 4 cycles of therapy)"
      }
    ],
    "secondary": [
      {
        "measure": "Haematological and Non-haematological Toxicity in Both Treatment Arms",
        "timeFrame": "End of weeks 3, 6, 9, 12 (after receiving 4 cycles of therapy), 30 days after final treatment and 12 months after randomisation"
      },
      {
        "measure": "Overall Survival",
        "timeFrame": "1 month post end of treatment and 1 year post randomisation"
      },
      {
        "measure": "Renal Response After Two Cycles of Trial Treatment",
        "timeFrame": "End of 2nd treatment cycle, week 6"
      },
      {
        "measure": "Quality of Life Measured by the EQ-5D-3L Questionnaire at Baseline and 1 Month Follow up",
        "description": "The EQ-5D-3L descriptive system comprises the following five dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension is scored on a scale of 1 to 3: 1 (no problems), 2 (some problems), and 3 (extreme problems). Higher score equates to a worse outcome.\n\nAs stated in the official EQ-5D user guide, patient responses to the 5 questions were converted into a single index value as per Dolan P (1997). Modeling valuations for EuroQol health states. Med Care 35(11):1095-108. These index values, with country specific value sets, facilitate the calculation of quality-adjusted life years (QALYs) that are used to inform economic evaluations of health care interventions. In the UK, the values range from -0.594 to +1.",
        "timeFrame": "Baseline and 1 month follow up"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:07.249Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}