{
  "nctId": "NCT03863665",
  "briefTitle": "Prevention of Hypertensive Injury to the Brain by Intensive Treatment of Blood Pressure After Intracerebral Haemorrhage (PROHIBIT-ICH)",
  "officialTitle": "Prevention of Hypertensive Injury to the Brain by Intensive Treatment of Blood Pressure After Intracerebral Haemorrhage",
  "protocolDocument": {
    "nctId": "NCT03863665",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-06-13",
    "uploadDate": "2018-10-29T07:27",
    "size": 1412037,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03863665/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 86,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-03-11",
    "completionDate": "2023-04-29",
    "primaryCompletionDate": "2022-05-05",
    "firstSubmitDate": "2018-07-11",
    "firstPostDate": "2019-03-05"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Adults (≥30 years) with spontaneous primary ICH (i.e. without known underlying structural, macrovascular or other cause (e.g. arteriovenous malformation, tumour) after adequate investigation at the discretion of the local investigator). This will include participants presumed to have cerebral SVD (both hypertensive arteriopathy and cerebral amyloid angiopathy)\n2. Clinical team opinion that BP control since the ICH is not adequate AND the measured SBP prior to randomisation is ≥130 mm Hg\n3. There is no time limit for recruitment; however, recruitment as soon as is practical after the ICH is encouraged. Recruitment at a later stage is acceptable as long as there is evidence of inadequate BP control AND SBP at randomisation is ≥130 mm Hg\n4. Ability and willingness to undertake BP measurements,, either unassisted or with the help of a relative, friend or carer: this can be undertaken in any destination after hospital discharge (e.g. home, rehabilitation unit, nursing or care home)\n5. Ability and willingness to attend and complete the study assessments including cognitive screen\n6. Ability and willingness to provide informed consent, or with a suitable consultee available and able to participate in the intervention (e.g. with a motivated carer)\n\nExclusion Criteria:\n\n1. Inability to provide informed consent or lack of suitable consultee (if unable to provide personal consent, lack of suitable consultee)\n2. Evidence of a macrovascular or structural cause for ICH (e.g. AVM or tumour)\n3. Diagnosis of dementia (DSM IV criteria, or self-reported or documented in medical records)\n4. Low Functional status (MRS ≥4) before or after ICH or frailty likely to make participation in 1-year follow-up difficult for the participant\n5. Life expectancy \\<2 years\n6. Taking more than 2 BP-lowering medications (i.e. 3 or more) at the time of consent\n7. Consistently good BP control (below 130/80 mm Hg on measures taken as part of routine clinical care) prior to planned recruitment, judged not to require more intensive treatment\n8. Known flow-restricting intracranial/extracranial large arterial stenosis\n9. Known absence of mobile phone coverage from all network operators and home internet at the participant's home\n10. Known sensitivity or contra-indication to BP treatments (e.g. symptomatic postural hypotension) is not an absolute exclusion criterion, but more information must be provided\n11. Note that participation in other CTIMP or device trial is NOT an automatic exclusion criterion",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "30 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "BP Study: Efficacy",
        "description": "Magnitude of difference in assessment BP at 3 months in the intervention arm versus the control arm compared with baseline measures",
        "timeFrame": "3 months from randomisation"
      },
      {
        "measure": "BP Study: Feasibility",
        "description": "At least ≥50% of eligible participants agree to participate, \\<30% dropout from the intervention arm (discontinuation of home BP monitoring against the advice of the BP monitoring centre) prior to 1 month, Patient approval of the monitoring process in ≥70% of those randomised to the intervention arm.",
        "timeFrame": "3 months from randomisation"
      },
      {
        "measure": "BP Study: Safety",
        "description": "Serious adverse events related to reducing BP in intervention arm",
        "timeFrame": "3 months from randomisation"
      },
      {
        "measure": "Imaging Study: Efficacy",
        "description": "Progression in MRI white matter hyperintensity (WMH) volume since baseline",
        "timeFrame": "12 months from randomisation"
      },
      {
        "measure": "Imaging Study: Safety",
        "description": "Evolution of new infarcts or ICH on 12-month follow-up MRI",
        "timeFrame": "12 months from randomisation"
      }
    ],
    "secondary": [
      {
        "measure": "Incidence of recurrent vascular events",
        "description": "Any incidence of vascular events reported in both arms",
        "timeFrame": "12 months from randomisation"
      },
      {
        "measure": "Cognitive ability assessed by the Cognitive Assessment (MoCA) questionnaire in both arms",
        "description": "The Cognitive Assessment is a questionnaire widely used as a screening assessment for detecting cognitive impairment. It assesses different cognitive domains: attention and concentration, executive functions, memory, language, visuoconstructional skills, conceptual thinking, calculations, and orientation. An abbreviated version of the assessment assessing attention, verbal learning, memory, executive functions/language and orientation can be performed over the phone.",
        "timeFrame": "12 months from randomisation"
      },
      {
        "measure": "The number of BP lowering drugs at 3 months and at 1 year follow-up visits",
        "description": "This will detected in both arms and compared",
        "timeFrame": "12 months from randomisation"
      },
      {
        "measure": "Mean daytime BP at 1 year on 24-hour ABPM",
        "description": "The blood pressure measured in both groups",
        "timeFrame": "12 months from randomisation"
      },
      {
        "measure": "Neuroimaging outcomes: the proportion of patients who develop new cerebral microbleeds (CMBs) over 1 year",
        "description": "neuroimaging outcomes will be measured in both arms",
        "timeFrame": "12 months from randomisation"
      },
      {
        "measure": "Neuroimaging outcomes: the proportion of patients who develop new infarcts or intracerebral haemorrhages at 1 year",
        "description": "neuroimaging outcomes will be measured in both arms",
        "timeFrame": "12 months from randomisation"
      },
      {
        "measure": "Neuroimaging outcomes: measure change in mean diffusivity (MD)",
        "description": "neuroimaging outcomes will be measured in both arms",
        "timeFrame": "12 months from randomisation"
      },
      {
        "measure": "Neuroimaging outcomes: measure fractional anisotropy (FA)",
        "description": "neuroimaging outcomes including (but not limited to) ; ; change in mean diffusivity (MD), fractional anisotropy (FA) and other 3T DTI metrics; change in cerebral blood flow (CBF) on 3T PCASL; change in total brain volume, white matter volume and grey matter volume on 3T T1 volumetric images; composite neuroimaging measures (e.g summary SVD scores)",
        "timeFrame": "12 months from randomisation"
      },
      {
        "measure": "Neuroimaging outcomes: measure change in brain volume",
        "description": "neuroimaging outcomes including (but not limited to) : change in cerebral blood flow (CBF) on 3T PCASL; change in total brain volume, white matter volume and grey matter volume on 3T T1 volumetric images; composite neuroimaging measures (e.g summary SVD scores)",
        "timeFrame": "12 months from randomisation"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 5,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:13.417Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}