{
  "nctId": "NCT01931163",
  "briefTitle": "NECTAR Everolimus Plus Cisplatin in Triple (-) Breast Cancer",
  "officialTitle": "Neoadjuvant Phase II Study Of Everolimus Plus Cisplatin In Triple Negative Breast Cancer Patients With Residual Disease After Standard Chemotherapy",
  "protocolDocument": {
    "nctId": "NCT01931163",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2013-04-28",
    "uploadDate": "2021-04-20T11:44",
    "size": 2094376,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01931163/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 24,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2013-07",
    "completionDate": "2019-01",
    "primaryCompletionDate": "2019-01",
    "firstSubmitDate": "2013-08-26",
    "firstPostDate": "2013-08-29"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Female patients ≥18 years of age.\n2. Clinical/pathological documentation of residual disease after neo-adjuvant therapy.\n3. Patients with synchronous bilateral cancers are eligible only if:\n\n   • Index cancer is triple-negative, defined as ER-, PR-, and HER2-.\n4. HER2 negative tumors. HER2 negativity must be confirmed by one of the following:\n\n   * FISH-negative (FISH ratio \\<2.2), or\n   * IHC 0-1+, or\n   * IHC 2-3+ AND FISH-negative (FISH ratio \\<2.2).\n5. Estrogen receptor negative and progesterone receptor negative (\\<10% staining by IHC for estrogen receptor and progesterone receptor).\n6. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.\n7. Adequate hematologic function, defined by:\n\n   * Absolute neutrophil count 2 \\>1000/mm3\n   * Platelet count ≥100,000/mm3\n   * Hemoglobin \\>9 g/dL\n8. Adequate liver function, defined by:\n\n   * AST and ALT ≤2.5 x the upper limit of normal (ULN)\n   * Total bilirubin ≤1.5 x ULN (unless the patient has grade 1 bilirubin elevation due to Gilbert's disease or a similar syndrome involving slow conjugation of bilirubin).\n9. Adequate renal function, defined by:\n\n   • Serum creatinine ≤1.5 x ULN\n10. Complete staging work-up ≤24 weeks prior to initiation of study treatment with computed tomography (CT) scans of the chest and abdomen/pelvis (abdomen/pelvis preferred; abdomen accepted), a CT scan of the head or MRI of the brain (if symptomatic), and either a positron emission tomography (PET) scan or a bone scan.\n11. Adequate cardiac function, defined by a left ventricular ejection fraction (LVEF) value of \\>50% (or normal per institutional guidelines) by MUGA scan or echocardiogram (ECHO).\n12. Patients with previous history of invasive cancers (including breast cancer) are eligible if definitive treatment was completed more than 5 years prior to initiating current study treatment, and there is no evidence of recurrent disease.\n13. Women of childbearing potential must have a negative serum or urine pregnancy test performed within 7 days prior to start of treatment. If a woman becomes pregnant or suspects she is pregnant while participating in this study, she must agree to inform her treating physician immediately.\n14. Patient must be accessible for treatment and follow-up.\n15. Women of childbearing potential must agree to use an acceptable method of birth control to avoid pregnancy for the duration of study treatment, and for 3 months thereafter.\n16. Able to swallow and retain oral medication.\n17. Patient must be willing to undergo breast biopsies as required by the study protocol.\n18. All patients must be able to understand the investigational nature of the study and give written informed consent prior to study entry.\n\nExclusion Criteria:\n\n1. Women who are pregnant or breastfeeding.\n2. History of previously treated ductal carcinoma in situ (DCIS) is acceptable.\n3. Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel.\n4. Known intolerance or hypersensitivity to Everolimus or other rapamycin analogs (e.g. sirolimus, temsirolimus);\n5. Previous cancer (with the exception of non-melanoma skin cancer or cervical carcinoma in situ) in the past 5 years.\n6. Patients who have any severe and/or uncontrolled medical conditions such as:\n\n   1. unstable angina pectoris, symptomatic congestive heart failure, myocardial infarction ≤6 months prior to start of Everolimus, serious uncontrolled cardiac arrhythmia, or any other clinically significant cardiac disease\n   2. Symptomatic congestive heart failure of New York heart Association Class III or IV\n   3. active (acute or chronic) or uncontrolled severe infection, liver disease such as cirrhosis, decompensated liver disease, and chronic hepatitis (i.e. quantifiable HBV-DNA and/or positive HbsAg, quantifiable HCV-RNA),\n   4. known severely impaired lung function (spirometry and DLCO 50% or less of normal and O2 saturation 88% or less at rest on room air),\n   5. active, bleeding diathesis;\n7. Patients may not receive any other investigational or anti-cancer treatments while participating in this study.\n8. Concurrent severe, uncontrolled infection or intercurrent illness including, but not limited to, ongoing or active infection, or psychiatric illness/social situations that would limit compliance with study requirements.\n9. Mental condition that would prevent patient comprehension of the nature of, and risk associated with, the study.\n10. Inability to comply with study and/or follow-up procedures.\n11. Patients who have received live attenuated vaccines within 1 week of start of Everolimus and during the study. Patient should also avoid close contact with others who have received live attenuated vaccines.\n\n    Examples of live attenuated vaccines include intranasal influenza, measles, mumps, rubella, oral polio, BCG, yellow fever, varicella and TY21a typhoid vaccines;\n12. Known history of HIV seropositivity;\n13. Women of child-bearing potential (WOCBP), defined as all women physiologically capable of becoming pregnant, unless they are using highly effective methods of contraception during dosing of study treatment. Highly effective contraception methods include combination of any two of the following (a+b or a+c or b+c):\n\n    1. Use of oral, injected or implanted hormonal methods of contraception or;\n    2. Placement of an intrauterine device (IUD) or intrauterine system (IUS);\n    3. Barrier methods of contraception: condom or occlusive cap (diaphragm or cervical/vault caps) with spermicidal foam/gel/film/cream/ vaginal suppository;\n    4. Total abstinence or;\n    5. Male/female sterilization. Women are considered post-menopausal and not of child-bearing potential if they have had 12 months of natural (spontaneous) amenorrhea with an appropriate clinical profile (e.g. age appropriate, history of vasomotor symptoms) or have had surgical bilateral oophorectomy (with or without hysterectomy) or tubal ligation at least six weeks prior to treatment. In the case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment is she considered not of child-bearing potential.\n14. Chronic treatment with corticosteroids or other immunosuppressive agents. Topical or inhaled corticosteroids are allowed;",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Tumor Response",
        "description": "Evaluate tumor response using RECIST criteria after 12 weeks of treatment at definitive surgery.\n\nPer Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR.\", or similar definition that is accurate and appropriate.",
        "timeFrame": "tumor response at 12 weeks after treatment"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 14,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:30:52.194Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}