{
  "nctId": "NCT04640077",
  "briefTitle": "A Follow-On Study of Donanemab (LY3002813) With Video Assessments in Participants With Alzheimer's Disease (TRAILBLAZER-EXT)",
  "officialTitle": "Donanemab Follow-On Study: Safety, Tolerability, And Efficacy in Symptomatic Alzheimer's Disease With Validation of Remote Neuropsychological Assessments",
  "protocolDocument": {
    "nctId": "NCT04640077",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-10-11",
    "uploadDate": "2025-02-07T07:39",
    "size": 13584019,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04640077/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 95,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-11-23",
    "completionDate": "2024-02-27",
    "primaryCompletionDate": "2024-02-27",
    "firstSubmitDate": "2020-11-09",
    "firstPostDate": "2020-11-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participated in a double-blind treatment period of a sponsor-approved originating donanemab trial, for example the TRAILBLAZER-ALZ study.\n* Have a study partner\n* Stable symptomatic Alzheimer's Disease (AD) medications and other medication that may impact cognition for at least 30 days prior to randomization into Part A\n\nExclusion Criteria:\n\n* Current serious or unstable illnesses including cardiovascular, hepatic, renal, gastroenterologic, respiratory, endocrinologic, neurologic (other than AD), psychiatric, immunologic, or hematologic disease and other conditions that, in the investigator's opinion, could interfere with outcome assessments or the analyses in this study.\n* Have received treatment with a passive anti-amyloid immunotherapy after completion of originating donanemab study or received active immunization against Aβ in any other study.\n* Poor venous access\n* Contraindication to PET or MRI imaging",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "60 Years",
    "maximumAge": "90 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Part A: Intraclass Correlation Between On-Site and Video Teleconference (VTC) Assessments",
        "description": "Part A didn't involve any drug and drug related efficacy analyses. Participants in Part A were divided into 2 groups, and they completed the same set of clinical assessments. Participants in Part A Group 1 completed the clinical assessments at a clinic site first (on-site) followed by at home assessments (VTC). Participants in Part A Group 2 completed the assessments at home first, followed by on-site assessment. The goal of Part A was to evaluate the comparability of remote and on-site clinical assessments. The intra-class correlation coefficient (ICC), a measure of agreement for continuous outcome measures, was used to determine agreement between remote and onsite assessments for each outcome measure. Outcome measure tested were the Alzheimer's Disease Assessment Scale-Cognitive subscale (ADAS-Cog13), Alzheimer's Disease Cooperative Study-Activities of Daily Living Inventory (ADCS-ADL), Mini Mental State Examination (MMSE), and Clinical Dementia Rating Scale-Sum of Boxes (CDR-SB).",
        "timeFrame": "Baseline to 4 Weeks"
      },
      {
        "measure": "Part B: Percentage of Participants With One or More Treatment Emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)",
        "description": "Percentage of participants with TEAEs and SAEs were reported here. A summary of SAEs and other non-serious AEs, regardless of causality is located in the Reported Adverse Events section of this record.",
        "timeFrame": "Baseline Up To 96 Weeks"
      },
      {
        "measure": "Part B: Number of Participants With Suicidality Based on Columbia-Suicide Severity Rating Scale (C-SSRS)",
        "description": "Number of Participants with Suicidality Based on C-SSRS was reported.",
        "timeFrame": "Baseline, Week 72"
      }
    ],
    "secondary": [
      {
        "measure": "Part B: Change From Baseline on the Mini Mental State Examination (MMSE) Score",
        "description": "The MMSE is an instrument used to assess cognitive function in participants. The instrument measures orientation, memory, and attention; the ability of the participant to name objects; follow verbal and written commands; write a sentence; and copy figures. The range for the total MMSE score is 0 to 30, with lower scores indicating greater level of impairment. LS Mean was determined by Mixed Models for Repeated Measurements (MMRM) model with Baseline + Visit + Baseline\\*Visit + Age + Years of Education + Presence/ Absence of Anti-dementia Drugs as variables.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Part B: Change From Baseline on the Alzheimer's Disease Assessment Scale - Cognitive Subscale (ADAS-Cog13) Score",
        "description": "The ADAS-Cog13 (13-item version of ADAS Cog) assesses areas of cognitive function that are the most typically impaired in Alzheimer's Disease (AD): orientation, verbal memory, language, praxis, delayed free recall, digit cancellation, and maze-completion measures. The ADAS-Cog13 scale ranges from 0 to 85, with higher scores indicating greater disease severity. LS Mean was determined by MMRM model with Baseline + Visit + Baseline\\*Visit + Age + Years of Education + Presence/Absence of Anti-dementia Drugs as variables.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Part B: Change From Baseline on the Integrated Alzheimer's Disease Rating Scale (iADRS)",
        "description": "The iADRS is a composite that measures both cognition and function from the ADAS-Cog and the ADCS-iADL (Alzheimer's Disease Cooperative Study - instrumental Activities of Daily Living). The iADRS is calculated as a linear combination of the total scores of the ADAS-Cog13 (score range 0 to 85 with higher scores reflecting worse performance) and the ADCS-iADL (score range from 0-59 with higher scores reflecting better performance). The iADRS score ranges from 0 to 144 with lower scores indicating greater impairment. LS Mean was determined by MMRM model using Baseline + Visit + Baseline\\*Visit + Age + Years of Education + Presence/Absence of Anti-dementia Drugs as variables.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Part B: Change From Baseline on the Alzheimer's Disease Cooperative Study - Instrumental Activities of Daily Living (ADCS-iADL)",
        "description": "The ADCS-iADL is a 23-item inventory developed as a rater-administered questionnaire answered by the participant's caregiver. The range for the ADCS-iADL is 0-59 with higher scores reflecting better performance. LS Mean was determined by MMRM model using = Baseline + Visit + Baseline\\*Visit + Age + Years of Education + Presence/Absence of Anti-dementia Drugs as variables.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Part B: Change From Baseline on the Clinical Dementia Rating Scale - Sum of Boxes (CDR-SB)",
        "description": "The CDR-SB is a global assessment tool than can be used to effectively evaluate both cognition and function. Participant's cognitive status is rated across 6 domains or 'boxes' of functioning: Memory, Orientation, Judgment and Problem Solving, Community Affairs, Home and Hobbies, and Personal Care. The CDR-SB scores are calculated by adding the box scores and range from 0 to 18 with higher scores indicative of more impairment. LS Mean was determined by MMRM model using Baseline + Visit + Baseline\\*Visit + Age + Years of Education + Presence/Absence of Anti-dementia Drugs as variables.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Part B: Change From Baseline in Brain Amyloid Plaque Deposition as Measured by Florbetapir F18 Positron Emission Tomography (PET) Scan",
        "description": "Florbetapir PET imaging was used as a quantitative amyloid biomarker. Florbetapir PET scans at baseline and at 36 weeks after the first treatment were used to quantitatively estimate change in amyloid plaques. Quantitative amyloid burden was first formalized as the average Standardized Uptake Value Ratio (SUVR) in six predetermined cortical areas of the brain relative to the cerebellum as a reference region. Larger SUVR reflects the larger cortical amyloid burden relative to cerebellum. SUVR values were further calibrated to a centiloid (CL) scale. The Centiloid scale anchor points are 0 and 100, where 0 represents a high-certainty amyloid negative scan and 100 represents the amount of global amyloid deposition found in a typical AD scan. LS Mean was determined by ANCOVA model using originating study's Baseline + Age + Treatment (Type III sum of squares) as variables.",
        "timeFrame": "Baseline, Week 36"
      },
      {
        "measure": "Part B: Change From Baseline in Whole Brain Volume as Measured by Volumetric Magnetic Resonance Imaging (vMRI)",
        "description": "Change from Baseline in Whole Brain Volume as Measured by vMRI in Part B. LS mean were derived using MMRM model with fixed factors for visit, and covariates for baseline score, and age at baseline.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Part B: Pharmacokinetics (PK): Trough Concentrations of Donanemab (Ctrough)",
        "description": "PK: Trough Concentration of donanemab. Ctrough is the concentration of drug in the blood immediately before the next dose of drug was administered.",
        "timeFrame": "Predose at Week 8 and Week 16"
      },
      {
        "measure": "Part B: Number or Participants With Treatment-Emergent Anti-Drug Antibodies (TE ADA) of Donanemab",
        "description": "Number of participants in Part B with positive Anti-drug antibodies (TE ADA+) was reported. A TE ADA evaluable participant is classified as TE ADA+ if they have at least one postbaseline titer that is 4 times or more higher than the baseline titer (treatment-boosted). If the baseline result is ADA Not Present, the subject is considered TE ADA+ if there is at least one postbaseline result showing ADA present with a titer of 1:10 or higher (treatment-induced).",
        "timeFrame": "Baseline, 4, 8, 16, 24, 36, 48, 60, 72, 84, and 96 Weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:39.121Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}