{
  "nctId": "NCT05460871",
  "briefTitle": "Pregabalin for Central Sensitization in TKA",
  "officialTitle": "Evaluating the Efficacy and Safety of Pregabalin in Total Knee Arthroplasty Patients With Central Sensitization",
  "protocolDocument": {
    "nctId": "NCT05460871",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-09-14",
    "uploadDate": "2024-01-29T17:02",
    "size": 157001,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05460871/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 20,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-02-21",
    "completionDate": "2024-01-25",
    "primaryCompletionDate": "2024-01-25",
    "firstSubmitDate": "2022-07-13",
    "firstPostDate": "2022-07-15"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Patients undergoing native joint unilateral TKA due to Grade 3-4 primary osteoarthritis\n* Patients with score of at least 40 on Central Sensitization Inventory\n* Patients who will complete PT within the U of Iowa Health Care system\n* Patients who have been nonsmokers for \\> 2 years\n* Patients between the ages of 50 and 85\n\nExclusion Criteria:\n\n* Patients already taking pregabalin or had an adverse effect with pregabalin in the past\n* Patients indicated for joint revision surgery\n* Patients taking at least 30 morphine milligram equivalents per day for the past 1 month\n* Patients with an estimate GFR \\< 30 ml/min\n* Patients who do not have an understanding of English\n* Patients who are pregnant or women of child-bearing years\n* Patients who are prisoners\n* Patients who score \\< 40 on the CSI\n* Patients who answer Yes to any questions on the Columbia Suicide Severity Rating Scale or express suicidal ideation",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Calculate the Change Using the Knee Osteoarthritis Outcome Survey- Activities of Daily Living Subscale",
        "description": "The difference in change on the Knee Osteoarthritis Outcome Survey (KOOS) - Activities of Daily Living subscale will be calculated between the treatment groups. The survey will be administered at baseline and at the subject's 6-weeks post procedure follow-up. The survey is scored on a continuous scale as follows: 1 = none, 2 = mild, 3 = moderate, 4 = severe, 5 = extreme.",
        "timeFrame": "Approximately 6 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Calculate the Change Using the Knee Osteoarthritis Outcome Survey-Symptoms",
        "description": "The difference in change on the Knee Osteoarthritis Outcome Survey (KOOS) - Symptoms subscale will be calculated between the treatment groups. The survey will be administered at baseline and at the subject's 6-weeks post procedure follow-up. The survey is scored on a continuous scale as follows: 1 = never, 2 = rarely, 3 = sometimes, 4 = often, 5=always.",
        "timeFrame": "Approximately 6 weeks"
      },
      {
        "measure": "Calculate the Change Using the Knee Osteoarthritis Outcome Survey-Stiffness",
        "description": "The difference in change on the Knee Osteoarthritis Outcome Survey (KOOS) - Stiffness subscale will be calculated between the treatment groups. The survey will be administered at baseline and at the subject's 6-weeks post procedure follow-up. The survey is scored on a continuous scale as follows: 1 = none, 2 = mild, 3 = moderate, 4 = severe, 5 = extreme.",
        "timeFrame": "Approximately 6 weeks"
      },
      {
        "measure": "Calculate the Change Using the Knee Osteoarthritis Outcome Survey-Sports and Recreational Activities",
        "description": "The difference in change on the Knee Osteoarthritis Outcome Survey (KOOS) - Sports and Recreational Activities subscale will be calculated between the treatment groups. The survey will be administered at baseline and at the subject's 6-weeks post procedure follow-up. The survey is scored on a continuous scale as follows: 1 = none, 2 = mild, 3 = moderate, 4 = severe, 5 = extreme.",
        "timeFrame": "Approximately 6 weeks"
      },
      {
        "measure": "Calculate the Change in Central Sensitization Inventory Score",
        "description": "The difference in change on the Central Sensitization Inventory assessment will be calculated between the treatment groups. The survey will be administered at baseline and at the subject's 6-weeks follow-up. The survey is scored on a continuous scale as follows: 1 = never, 2 = rarely, 3 = sometimes, 4 = often, 5 = always.",
        "timeFrame": "Approximately 6 weeks"
      },
      {
        "measure": "Calculate the Change of Physical Function Using the Timed Up & Go Assessment",
        "description": "The change of physical function using the Timed Up \\& Go Assessment (TUG) will be evaluated at four intervals during the study; baseline, during the immediate post-operative time period (day of surgery or post-operative day 1), 7-day follow-up, and at 6-week follow-up. Patients will stand up from a chair, walk approximately 10 feet, turn, walk back and sit back down. This activity will be timed in seconds. The change from baseline until 6-week follow-up will be reported.",
        "timeFrame": "Approximately 6 weeks"
      },
      {
        "measure": "Calculate the Change of Physical Function Using the Stand to Sit Assessment",
        "description": "The change of physical function using the Stand to Sit Assessment (STS) will be evaluated at four intervals during the study; baseline, during the immediate post-operative time period (day of surgery or post-operative day 1), 7-day follow-up, and at 6-week follow-up. Patients will stand up and sit down from a chair 5 times in a row, as quickly as they can. This activity will be timed in seconds. The change from baseline until 6-week follow-up will be reported.",
        "timeFrame": "Approximately 6 weeks"
      },
      {
        "measure": "Calculate the Change of Physical Function Using the Patient-Specific Functional Scale Assessment",
        "description": "The change of physical function using the Patient-Specific Functional Scale Assessment (PSFS) will be evaluated at four intervals during the study; baseline, during the immediate post-operative time period (day of surgery or post-operative day 1), 7-day follow-up, and at 6-week follow-up. At baseline, patients will asked to identify activities they are having difficulty/unable to do and would like to gain the mobility back after procedure. The activities will be scored on a continuous rating with The change from baseline until 6-week follow-up will be reported.",
        "timeFrame": "Approximately 6 weeks"
      },
      {
        "measure": "Measure the Amount of Pain Reported After Procedure",
        "description": "Using a numerical rating scale (0-10), patients will be asked to report their pain level. The scale is from 0 to 10 with 0 being no pain and 10 representing the most intense pain. The pain scores will be collected on 7-day post procedure follow-up and at the 6-week follow up. The change between the timepoints will be reported.",
        "timeFrame": "Approximately 6 weeks"
      },
      {
        "measure": "Measure Post-operative Opioid Usage",
        "description": "Review with subjects the type and amount of additional pain (opioid) medication required to control their pain. This will be examined approximately 7-day post procedure and at the 6-week post procedure follow-up. The amount of opioid medication taken by the subject will be converted to morphine equivalents for reporting purposes.",
        "timeFrame": "Approximately 6 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:58.670Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}