{
  "nctId": "NCT05162066",
  "briefTitle": "Study to Evaluate the Safety, Tolerability of BCX9930 in Participants With Either Complement 3 Glomerulopathy (C3G), Immunoglobulin A Nephropathy (IgAN), or Primary Membranous Nephropathy (PMN)",
  "officialTitle": "An Open-Label, Safety, Tolerability, and Proof-of-Concept Study of Oral BCX9930 Therapy in Subjects With Complement 3 Glomerulopathy, Immunoglobulin A Nephropathy, or Primary Membranous Nephropathy",
  "protocolDocument": {
    "nctId": "NCT05162066",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-08-04",
    "uploadDate": "2024-03-07T12:35",
    "size": 4642911,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05162066/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 2,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-02-18",
    "completionDate": "2022-09-23",
    "primaryCompletionDate": "2022-09-23",
    "firstSubmitDate": "2021-11-26",
    "firstPostDate": "2021-12-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Body weight ≥ 40 kilograms (kg)\n* Primary diagnosis of C3G, IgAN, or PMN confirmed by central pathology review\n* An estimated glomerular filtration rate (eGFR) ≥ 50 milliter per minute per 1.73 meter square (mL/min/1.73 m\\^2) (or ≥ 30 mL/min/1.73 m\\^2 after Data Monitoring Committee \\[DMC\\] recommendation)\n* Receiving treatment with a stable, maximum recommended or maximum tolerated dose of an angiotensin-converting enzyme inhibitor (ACEi) or angiotensin receptor blocker (ARB) for at least 60 days prior to the Day 1 Visit\n* Documentation of current vaccinations against Neisseria meningitidis and Streptococcus pneumoniae or willingness to start vaccination series\n\nExclusion Criteria:\n\n* Known congenital deficiency of C1s, C1r, C1q, C2, or C4\n* History of hematopoietic cell transplant or solid organ transplant or anticipated candidate for transplantation\n* Myocardial infarction or cerebrovascular accident within 30 days prior to screening, or current and uncontrolled clinically significant cardiovascular or cerebrovascular condition\n* History of malignancy within 5 years prior to the screening visit\n* Active serious bacterial, viral, or fungal infection or any other serious infection within 14 days of screening\n* Treatment with any systemic immunosuppressive or immunomodulatory therapy within 90 days OR anti-CD20 antibody therapies (eg, rituximab) within 180 days prior to the screening visit\n* Treatment with renin inhibitors (eg, aliskiren) or sodium-glucose-cotransporter 2 (SGLT2) inhibitors within 60 days prior to Day 1",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percent Change From Baseline in 24-hour uPCR at Week 12",
        "description": "Urinary protein/creatinine ratio (mg/mmol) =urine protein concentration (mg/dL)/ urine creatinine concentration (mmol/dL). Decrease of urinary protein/creatinine ratio means improvement of renal disease.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Percent Change From Baseline in 24-hour uPCR at Week 24",
        "description": "Urinary protein/creatinine ratio (mg/mmol) =urine protein concentration (mg/dL)/ urine creatinine concentration (mmol/dL). Decrease of urinary protein/creatinine ratio means improvement of renal disease.",
        "timeFrame": "Baseline, Week 24"
      }
    ],
    "secondary": [
      {
        "measure": "Percent Change From Baseline in 24-hour Urinary Protein Excretion",
        "timeFrame": "Baseline, Weeks 12, 24,"
      },
      {
        "measure": "Change From Baseline in Estimated Glomerular Filtration Rate",
        "description": "eGFR was calculated by the Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) formula for participants ≥ 18 years old and by the bedside Schwartz formula for participants ≤ 18 years old. eGFR was reported in milliliter per minute per 1.73 per square meter (mL/min/1.73m\\^2).",
        "timeFrame": "Baseline, Weeks 12, 24"
      },
      {
        "measure": "Number of Participants With a Treatment-emergent Adverse Event (TEAE)",
        "description": "An Adverse event (AE) was any untoward medical occurrence in a clinical study participant. TEAEs were defined, within a dosing group, as AEs that started on or after the first dose of study treatment through 30 days after the last dose of study drug.",
        "timeFrame": "From first dose up to safety follow-up period (Week 28)"
      },
      {
        "measure": "Number of Participants Who Discontinued Due to a TEAE",
        "description": "An AE was any untoward medical occurrence in a clinical study participant. TEAEs were defined, within a dosing group, as AEs that started on or after the first dose of study treatment through 30 days after the last dose of study drug.",
        "timeFrame": "From first dose up to safety follow-up period (Week 28)"
      },
      {
        "measure": "Number of Participants Who Experienced a Treatment-emergent Serious Adverse Event (TESAE)",
        "description": "An AE was any untoward medical occurrence in a clinical study participant. TEAEs were defined, within a dosing group, as AEs that started on or after the first dose of study treatment through 30 days after the last dose of study drug.\n\nA serious adverse event (SAE) was an adverse event/reaction that results in any of the following outcomes:\n\n* Death\n* Is life-threatening (participant was at immediate risk of death at the time of the event; it does not refer to an event that hypothetically might have caused death if it were more severe)\n* Requires participant hospitalization (formal admission to a hospital for medical reasons) or prolongation of existing hospitalization\n* Results in persistent or significant disability/incapacity (ie, there was a substantial disruption of a person's ability to carry out normal life functions)\n* Is a congenital anomaly/birth defect",
        "timeFrame": "From first dose up to safety follow-up period (Week 28)"
      },
      {
        "measure": "Number of Participants Who Experienced a Common Terminology Criteria for Adverse Events (CTCAE) Grade 3 or 4 TEAE",
        "description": "An AE was any untoward medical occurrence has no causal relationship with the study drug or with the clinical study itself. It was an unfavorable \\& unintended sign, symptom, syndrome, or illness that developed or worsened during clinical study.\n\nTEAEs: AEs that started on or after first dose of treatment through 30 days after the last dose of study drug. All AEs were graded using the CTCAE Grades 1 through 5.\n\nGrade 1: Mild; asymptomatic or mild symptoms; clinical or diagnostic observations only; intervention not indicated\n\nGrade 2: Moderate; minimal, local or noninvasive intervention indicated; limiting age-appropriate instrumental activities of daily living (ADL)\n\nGrade 3: Severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self-care ADL\n\nGrade 4: Life-threatening consequences; urgent intervention indicated\n\nGrade 5: Death\n\nParticipants with Grades 3 or 4 AEs were reported",
        "timeFrame": "From first dose up to safety follow-up period (Week 28)"
      },
      {
        "measure": "Number of Participants Who Experienced a CTCAE Treatment-emergent Grade 3 or 4 Laboratory Abnormality",
        "description": "Treatment-emergent Laboratory Abnormality were defined as an event that started on or after the first dose of study treatment through 30 days after the last dose of study drug.\n\nCTCAE Grades for laboratory abnormalities include:\n\nGrade 1: Mild; asymptomatic or mild symptoms; clinical or diagnostic observations only; intervention not indicated.\n\nGrade 2: Moderate; minimal, local or noninvasive intervention indicated; limiting age-appropriate instrumental ADL.\n\nGrade 3: Severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self-care ADL.\n\nGrade 4: Life-threatening consequences; urgent intervention indicated.\n\nGrade 5: Death\n\nParticipants with Grades 3 or 4 laboratory abnormality were reported.",
        "timeFrame": "From first dose up to safety follow-up period (Week 28)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:09.013Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}