{
  "nctId": "NCT04367480",
  "briefTitle": "Effects of Transcutaneous Electrical Nerve Stimulation on Chemotherapy-Induced Peripheral Neuropathy",
  "officialTitle": "Wireless Transcutaneous Electrical Nerve Stimulation (TENS) for Chemotherapy-Induced Peripheral Neuropathy: A Phase II Clinical Trial",
  "protocolDocument": {
    "nctId": "NCT04367480",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-06-25",
    "uploadDate": "2023-07-26T11:44",
    "size": 2331881,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04367480/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 151,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-09-10",
    "completionDate": "2022-10-03",
    "primaryCompletionDate": "2022-10-03",
    "firstSubmitDate": "2020-04-21",
    "firstPostDate": "2020-04-29"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Have completed treatment with a platinum agent, taxane, vinca alkaloid, or bortezomib at least 3 months prior to registration\n* Have a clinical diagnosis of CIPN from their physician or physician designee based on the following criteria: bilateral (i.e., present on both sides of the body), abnormal sensory symptoms in their feet or legs (e.g., hot/burning pain, sharp/shooting pain, numbness, tingling, cramping)\n* Report at least 1 non-painful symptom associated with CIPN in their lower limbs (e.g., tingling, burning that isn't reported as painful, numbness)\n* Report at least 2 of the following symptoms in their lower limbs (at their worst) as at least 4 out of 10 on a 0 - 10 NRS: hot/burning pain, sharp/shooting pain, numbness, tingling, cramping at visit 1 (i.e., week -1). Use the CIPN Symptom Inventory - week recall form (questions 1-5 ONLY) to assess these symptoms at screening\n* Be willing and able not to start any new analgesic medications or change the dosages of any current analgesic medications (except acetaminophen \\[Tylenol\\] or non-steroidal anti-inflammatory drugs \\[NSAIDs\\] \\[i.e., ibuprofen (Advil, Motrin), naproxen (Aleve)\\]) for the duration of the study\n* Be able to read English (i.e., is not illiterate, can speak English, and is not blind)\n* Have access to a smart phone or device with an Apple or Android operating system that can be used to access the TENS device's application (App) and ability to connect to the internet on a daily basis during the trial\n\nExclusion Criteria:\n\n* Have pre-existing neuropathy of any cause documented in their medical record prior to the start of chemotherapy or respond \"yes\" to the question \"Did you have frequent numbness, tingling, sharp/shooting pain, hot/burning pain, or cramping in your feet before you started your chemotherapy?\"\n* Have unilateral CIPN symptoms (i.e., symptoms occur on predominantly only one side of the body)\n* Be currently using a TENS device for any other reason\n* Be currently taking, or have taken in the past 3 months, medications known to cause neuropathy in a significant portion of patients\n* Have an acute and symptomatic lower extremity deep vein thrombosis (DVT) (treated DVT with resolution of symptoms is acceptable for enrollment)\n* Lower extremity edema that is 2+ or greater (i.e., slight indentation that takes less than 15 seconds to rebound)\n* Have started a new prescription pain medication or altered dosages of a prescription pain medication within the last 2 weeks\n* Have lower extremity wounds or ulcers\n* Have a cardiac pace maker or defibrillator\n* Have epilepsy\n* Have a leg that is too small or too large for the TENS device to fit securely\n* Have missing lower limbs or amputations\n* Have impaired decision making capacity (i.e., requires a legally authorized representative or health care proxy)\n* Be pregnant or planning to get pregnant before expected completion of the study",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Chemotherapy-induced Peripheral Neuropathy (CIPN) Symptoms",
        "description": "Measured by the mean European Organization for Research and Treatment of Cancer-CIPN20 (EORTC-CIPN20). The effects of transcutaneous electrical nerve stimulation (TENS) on CIPN will be estimated using analysis of covariance (ANCOVA).\n\nA 20 -item patient self -report tool to assess symptoms and function in the sensory, motor and autonomic domains.\n\nTwo items, Q49 and Q50, were excluded from the total score calculation. Q49 was relevant only for individuals who could drive, and Q50 was relevant only for men.\n\n0 - 72, a higher score indicates worse neuropathy",
        "timeFrame": "6 weeks after the start of intervention"
      }
    ],
    "secondary": [
      {
        "measure": "Effect of TENS on Hot/Burning Pain",
        "description": "Measured by the CIPN Symptom Inventory; numeric rating scale of 0-10. Higher score is worse. The effects of transcutaneous electrical nerve stimulation (TENS) on hot/burning pain will be estimated using analysis of covariance (ANCOVA) for 2 study populations: (1) Study Completers (N: Active TENS=67, Placebo TENS=62) and (2) participants who reported at least 4 out of 10 at baseline for Hot/Burning Pain. (N: Active TENS=22, Placebo TENS=22).",
        "timeFrame": "6 weeks after the start of intervention"
      },
      {
        "measure": "Effect of TENS on Sharp/Shooting Pain",
        "description": "Measured by the CIPN Symptom Inventory; numeric rating scale of 0-10. Higher score is worse. The effects of transcutaneous electrical nerve stimulation (TENS) on sharp/shooting pain will be estimated using analysis of covariance (ANCOVA) for 2 study populations: (1) Study Completers (N: Active TENS=67, Placebo TENS=62) and (2) participants who reported at least 4 out of 10 at baseline for Sharp/Shooting Pain. (N: Active TENS=24, Placebo TENS=23)",
        "timeFrame": "6 weeks after the start of intervention"
      },
      {
        "measure": "Effect of TENS on Numbness",
        "description": "Measured by the CIPN Symptom Inventory; numeric rating scale of 0-10. Higher score is worse. The effects of transcutaneous electrical nerve stimulation (TENS) on numbness will be estimated using analysis of covariance (ANCOVA) for 2 study populations: (1) Study Completers (N: Active TENS=67, Placebo TENS=62) and (2) participants who reported at least 4 out of 10 at baseline for Numbness. (N: Active TENS=60, Placebo TENS=50)",
        "timeFrame": "6 weeks after the start of intervention"
      },
      {
        "measure": "Effect of TENS on Tingling",
        "description": "Measured by the CIPN Symptom Inventory; numeric rating scale of 0-10. Higher score is worse. The effects of transcutaneous electrical nerve stimulation (TENS) on tingling will be estimated using analysis of covariance (ANCOVA) for 2 study populations: (1) Study Completers (N: Active TENS=67, Placebo TENS=62) and (2) participants who reported at least 4 out of 10 at baseline for Tingling. (N: Active TENS=55, Placebo TENS=50)",
        "timeFrame": "6 weeks after the start of intervention"
      },
      {
        "measure": "Effect of TENS on Cramping",
        "description": "Measured by the CIPN Symptom Inventory; numeric rating scale of 0-10. Higher score is worse. The effects of transcutaneous electrical nerve stimulation (TENS) on cramping will be estimated using analysis of covariance (ANCOVA) for 2 study populations: (1) Study Completers (N: Active TENS=67, Placebo TENS=62) and (2) participants who reported at least 4 out of 10 at baseline for Cramping. (N: Active TENS=18, Placebo TENS=18)",
        "timeFrame": "6 weeks after the start of intervention"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 64,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:51.307Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}