{
  "nctId": "NCT02478463",
  "briefTitle": "Pharmacokinetic Study of Cabotegravir Long-acting in Healthy Adult Volunteers",
  "officialTitle": "A Phase 1, Multicompartmental Pharmacokinetic Study of Cabotegravir Long-acting in Healthy Adult Volunteers",
  "protocolDocument": {
    "nctId": "NCT02478463",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2017-08-14",
    "uploadDate": "2020-05-14T00:16",
    "size": 17812959,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02478463/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 19,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-02-27",
    "completionDate": "2019-07-25",
    "primaryCompletionDate": "2019-07-25",
    "firstSubmitDate": "2015-06-18",
    "firstPostDate": "2015-06-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Between 18 and 55 years of age inclusive, at the time of signing the informed consent.\n* Healthy as determined by the investigator or medically qualified designee based on a medical evaluation including medical history, physical examination, laboratory tests and cardiac monitoring.\n* A subject with a clinical abnormality or laboratory parameter(s) which is/are not specifically listed in the inclusion or exclusion criteria, outside the reference range for the population being studied may be included only if the investigator in consultation with the medical monitor agree and document that the finding is unlikely to introduce additional risk factors and will not interfere with the study procedures. A single repeat of a procedure or lab parameter is allowed to determine eligibility.\n* Body weight \\>= 40 kilogram (kg) and body mass index (BMI) within the range 18.5 to 35 kg /meter square (inclusive).\n* Male or female\n* A female subject is eligible to participate if she is pre-menopausal, has an intact uterus and cervix, AND is not pregnant (as confirmed by a negative human chorionic gonadotrophin \\[hCG\\] test), not lactating, and at least one of the following conditions applies: a) Non-reproductive potential defined as: Pre-menopausal females with one of the following: Documented tubal ligation, Documented hysteroscopic tubal occlusion procedure with follow-up confirmation of bilateral tubal occlusion, Documented Bilateral Oophorectomy. b)Reproductive potential and agrees to follow one of the options listed below in the GlaxoSmithKline (GSK) Modified List of Highly Effective Methods for Avoiding Pregnancy in Females of Reproductive Potential (FRP) requirements from 30 days prior to the first dose of study medication and until at least five terminal half-lives OR until any continuing pharmacologic effect has ended, whichever is longer (can be up to 66 weeks on study) after the last dose of study medication and completion of the follow-up visit. Female subjects desiring pregnancy or foresee that they might wish to become pregnant within 52 weeks of receiving a CAB LA injection must be excluded. All subjects participating in the study must be counseled on safe sexual practices including the use of effective barrier methods to minimize risk of HIV transmission.\n* Capable of giving signed informed consent, which includes compliance with the requirements and restrictions listed in the consent form and in this protocol.\n\nExclusion Criteria:\n\n* Liver Function: ALT or AST \\> upper limit of normal (ULN)\n* Total bilirubin \\>ULN (isolated total bilirubin \\>ULN is acceptable if total bilirubin is fractionated and direct bilirubin \\<35%)\n* Current or chronic history of liver disease, or known hepatic or biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones).\n* Corrected QT (QTc) Interval: QTc \\> 450 milliseconds (msec):\n\nNOTES: The QTc is the QT interval corrected for heart rate according to Bazette's formula (QTcB), machine-read or manually over-read. QTcB will be used to determine eligibility for an individual subject. Exclusion criteria for screening electrocardiogram (ECG) (a single repeat is allowed for eligibility determination): Heart rate (\\<45 and \\>100 beats per minute (bpm) for males and \\<50 and \\>100 bpm for females; QRS duration: \\>120 msec; QTc interval: \\>450 msec for males and females\n\n* The subject's systolic blood pressure is outside the range of 90-140 millimeter (mm) mercury (Hg), or diastolic blood pressure is outside the range of 45-90 mmHg.\n* History of clinically significant cardiovascular disease including:\n\nEvidence of previous myocardial infarction (pathologic Q waves, S-T segment changes (except early repolarization); History/evidence of symptomatic arrhythmia, angina/ischemia, coronary artery bypass grafting (CABG) surgery or percutaneous transluminal coronary angioplasty (PCTA) or any clinically significant cardiac disease; Any conduction abnormality (including but not specific to left or right complete bundle branch block, AV block (2nd degree \\[type II\\] or higher), Wolf Parkinson White \\[WPW\\] syndrome); Sinus pauses \\> 3 seconds.\n\n* Any significant arrhythmia which, in the opinion of the principal Investigator and GSK Medical Monitor, will interfere with the safety for the individual subject. Non-sustained (\\>=3 consecutive ventricular ectopic beats) or sustained ventricular tachycardia.\n* History of ongoing or clinically relevant seizure disorder within the previous 2 years, including subjects who have required treatment for seizures within this time period. A prior history of seizure, with a seizure free period of at least 2 years, off anti-epileptics, may be considered for enrolment if the investigator believes the risk of seizure recurrence is low. All cases of prior seizure history should be discussed with the medical monitor prior to enrolment\n* Use of any concurrent prohibited medications as outlined in protocol\n* History of regular alcohol consumption within 6 months of the study defined as: An average weekly intake of \\>14 drinks for males or \\>7 drinks for females. One drink is equivalent to 12 gram (g) of alcohol: 12 ounces (360 milliliter \\[mL\\]) of beer, 5 ounces (150 mL) of wine or 1.5 ounces (45 mL) of 80 proof distilled spirits.\n* Inability or unwillingness to comply with lifestyle and/or dietary restrictions outlined in protocol.\n* High-risk behavior for HIV infection which includes, but is not limited to, one of the following risk factors within six months before entering the study (Day 1 of the oral lead-in): Unprotected vaginal or anal sex with a known HIV infected person or a casual partner, engaged in sex work for money or drugs, acquired a sexually transmitted disease, high risk partner currently or in the previous six months or intravenous drug use.\n* History of sensitivity to any of the study medications, or components thereof or a history of drug or other allergy that, in the opinion of the investigator or Medical Monitor, contraindicates their participation.\n* For subjects participating in magnetic resonance imaging (MRI) imaging: Contraindication for MRI scanning (as assessed by local MRI safety questionnaire), which includes but is not limited to: a) Intracranial aneurysm clips (except Sugita) or other non-MRI compatible metallic objects; b) Intra- orbital metal fragments that have not been removed by a medical professional; c) Pacemakers or other implanted cardiac rhythm management devices and non-MRI compatible heart valves, d) Inner ear implants, e) History of claustrophobia\n* Positive hepatitis B surface antigen or positive hepatitis B core antibody with negative hepatitis B surface antibody test result at screening or within 3 months prior to first dose of study treatment.\n* Positive hepatitis C antibody test result at screening or within 3 months prior to first dose of study treatment\n* A positive pre-study drug/alcohol screen. A positive drug screen is permitted if due to a prescribed medication, provided that medication is not on the list of prohibited medications and approved by the investigator and medical monitor.\n* A positive test for HIV antibody.\n* A positive pre-study screen for sexually transmitted diseases including Neisseria gonorrhea or Chlamydia trachomatis, Trichomonas, syphilis, or an active Herpes simplex virus (HSV) genital lesion.\n* Presence of a tattoo or other dermatological condition overlying the buttocks which in the opinion of the investigator may interfere with the interpretation of injection site reactions.\n* The subject has participated in a clinical trial and has received an investigational product within the following time period prior to the first dosing day in the current study: 30 days, 5 half-lives or twice the duration of the biological effect of the investigational product (whichever is longer).\n* Exposure to more than four new chemical entities within 12 months prior to the first dosing day.\n* Where participation in the study would result in donation of blood or blood products in excess of 500 mL within a 56 day period.\n* Unwillingness or inability to follow the procedures outlined in the protocol.\n* Subject is mentally or legally incapacitated.\n\nAdditional Criteria for Female Subjects Only:\n\n* Any current medical conditions that in the opinion of the investigator may compromise the conduct or analysis of the genital tract sampling (e.g., active genital tract infection or lesions).\n* Inability to abstain from the use of intravaginal products (e.g. tampons, spermicides, lubricants, vaginal hygiene products, diaphragms) for 72 hours prior to the genital tract sample collection visits and for up to 72 hours after.\n* Inability to abstain from any sexual activity (e.g., vaginal intercourse, masturbation, and penetration of the vagina by penises, fingers, tampons, sex toys) for 72 hours prior to the genital tract sample collection visits and for up to 72 hours after.\n\nAdditional Criteria for Male Subjects and Female Subjects who consent to rectal PK sampling:\n\n* Any current medical conditions that in the opinion of the investigator may compromise the conduct or analysis of the rectal compartment sampling (e.g., active rectal compartment infection, lesions or disease).\n* Inability to abstain from the use of intrarectal products (e.g., suppositories, lubricants) for 72 hours prior to the rectal compartment sample collection visits and for up to 72 hours after.\n* Inability to abstain from any receptive anal sexual activity (e.g., anal receptive intercourse and penetration of the rectum by fingers, sex toys or other) for 72 hours prior to the rectal compartment sample collection visit and for up to 72 hours after.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "55 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Cabotegravir Concentration in Blood Plasma Following IM Administration",
        "description": "Blood samples were collected to measure cabotegravir concentration in blood plasma following a single 600 mg IM dose at indicated time-points. Evaluable Pharmacokinetic (PK) Plasma Parameter Summary Population comprised of all participants who underwent plasma PK sampling following oral dose in treatment period 1 and IM injection in treatment period 2 and had evaluable PK parameters estimated and no major protocol deviation.",
        "timeFrame": "Day 1: Pre-dose and 4 hours; one sample on Days 3, 5, 8, Weeks 4, 8, 12, 24, 36 and 52 post-dose"
      },
      {
        "measure": "Cabotegravir Concentration in Vaginal Tissue Following IM Administration (Female Participants)",
        "description": "Vaginal tissue samples were collected to measure cabotegravir concentration following a single 600 mg IM dose at indicated time-points. Evaluable Tissue-Fluid and PK Parameter Population (Oral plus IM) comprised of all participants who underwent sampling following oral dose in treatment period 1 and IM injection in treatment period 2 and have both evaluable PK and evaluable tissues-fluid parameters estimated in vaginal tissue/cervical tissue/cervicovaginal fluid/rectal tissue/rectal fluid.",
        "timeFrame": "One sample on Day 3 and Week 8 post-dose"
      },
      {
        "measure": "Cabotegravir Concentration in Cervical Tissue Following IM Administration (Female Participants)",
        "description": "Cervical tissue samples were collected to measure cabotegravir concentration following a single 600 mg IM dose at indicated time-points.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Cabotegravir Concentration in Cervicovaginal Fluid Following IM Administration (Female Participants)",
        "description": "Cervicovaginal fluid samples were collected to measure cabotegravir concentration following a single 600 mg IM dose at indicated time-points.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Cabotegravir Concentration in Rectal Tissue Following IM Administration",
        "description": "Rectal tissue samples were collected to measure cabotegravir concentration following a single 600 mg IM dose at indicated time-points.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Cabotegravir Concentration in Rectal Fluid Following IM Administration",
        "description": "Rectal fluid samples were collected to measure cabotegravir concentration following a single 600 mg IM dose at indicated time-points.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      }
    ],
    "secondary": [
      {
        "measure": "Ratio of Cabotegravir Concentration in Vaginal Tissue to Cabotegravir Concentration in Blood Plasma Following IM Administration (Female Participants)",
        "description": "Vaginal tissue and blood samples were collected to measure cabotegravir concentration following cabotegravir IM dose at indicated time-points. Data for ratio of cabotegravir concentration in vaginal tissue to cabotegravir concentration in blood plasma is presented.",
        "timeFrame": "One sample on Day 3 and Week 8 post-dose"
      },
      {
        "measure": "Ratio of Cabotegravir Concentration in Cervical Tissue to Cabotegravir Concentration in Blood Plasma Following IM Administration (Female Participants)",
        "description": "Cervical tissue and blood samples were collected to measure cabotegravir concentration following cabotegravir IM dose at indicated time-points. Data for ratio of cabotegravir concentration in cervical tissue to cabotegravir concentration in blood plasma is presented.",
        "timeFrame": "One sample on Day 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Ratio of Cabotegravir Concentration in Cervicovaginal Fluid to Cabotegravir Concentration in Blood Plasma Following IM Administration (Female Participants)",
        "description": "Cervicovaginal fluid and blood samples were collected to measure cabotegravir concentration following cabotegravir IM dose at indicated time-points. Data for ratio of cabotegravir concentration in cervicovaginal fluid to cabotegravir concentration in blood plasma is presented.",
        "timeFrame": "One sample on Day 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Ratio of Cabotegravir Concentration in Cervical Tissue to Cabotegravir Concentration in Cervicovaginal Fluid Following IM Administration (Female Participants)",
        "description": "Cervical tissue and cervicovaginal fluid samples were collected to measure cabotegravir concentration following cabotegravir IM dose at indicated time-points. Data for ratio of cabotegravir concentration in cervical tissue to cabotegravir concentration in cervicovaginal fluid is presented.",
        "timeFrame": "One sample on Day 3, 8, Weeks 4, 8 and 12"
      },
      {
        "measure": "Ratio of Cabotegravir Concentration in Vaginal Tissue to Cabotegravir Concentration in Cervicovaginal Fluid Following IM Administration (Female Participants)",
        "description": "Vaginal tissue and cervicovaginal fluid samples were collected to measure cabotegravir concentration following cabotegravir IM dose at indicated time-points. Data for ratio of cabotegravir concentration in vaginal tissue to cabotegravir concentration in cervicovaginal fluid is presented.",
        "timeFrame": "One sample on Day 3 and Week 8 post-dose"
      },
      {
        "measure": "Ratio of Cabotegravir Concentration in Rectal Tissue to Cabotegravir Concentration in Blood Plasma Following IM Administration",
        "description": "Rectal tissue and blood samples were collected to measure cabotegravir concentration following cabotegravir IM dose at indicated time-points. Data for ratio of cabotegravir concentration in rectal tissue to cabotegravir concentration in blood plasma is presented.",
        "timeFrame": "One sample on Day 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Ratio of Cabotegravir Concentration in Rectal Fluid to Cabotegravir Concentration in Blood Plasma Following IM Administration",
        "description": "Rectal fluid and blood samples were collected to measure cabotegravir concentration following cabotegravir IM dose at indicated time-points. Data for ratio of cabotegravir concentration in rectal fluid to cabotegravir concentration in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Ratio of Cabotegravir Concentration in Rectal Tissue to Cabotegravir Concentration in Rectal Fluid Following IM Administration",
        "description": "Rectal tissue and rectal fluid samples were collected to measure cabotegravir concentration following cabotegravir IM dose at indicated time-points. Data for ratio of cabotegravir concentration in rectal tissue to cabotegravir concentration in rectal fluid is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Maximum Observed Concentration (Cmax) of Cabotegravir in Blood Plasma Following IM Administration",
        "description": "Blood samples were collected to measure Cmax at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "Day 1: Pre-dose, 4 hours, one sample on Days 3, 5, 8, Weeks 4, 8, 12, 24, 36, and 52 post-dose"
      },
      {
        "measure": "Cmax of Cabotegravir in Cervical Tissue Following IM Administration (Female Participants)",
        "description": "Cervical tissue samples were collected to measure Cmax at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Cmax of Cabotegravir in Cervicovaginal Fluid Following IM Administration (Female Participants)",
        "description": "Cervicovaginal fluid samples were collected to measure Cmax at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Cmax of Cabotegravir in Rectal Tissue Following IM Administration",
        "description": "Rectal tissue samples were collected to measure Cmax at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Cmax of Cabotegravir in Rectal Fluid Following IM Administration",
        "description": "Rectal fluid samples were collected to measure Cmax at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Area Under the Concentration Time Curve From Time Zero to Last Quantifiable Time Point (AUC[0-last]) for Cabotegravir in Blood Plasma Following IM Administration",
        "description": "Blood samples were collected to measure AUC(0-last) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "Day 1: Pre-dose, 4 hours, One sample on Days 3, 5, 8, Weeks 4, 8, 12, 24, 36, and 52 post-dose"
      },
      {
        "measure": "AUC(0-last) for Cabotegravir in Cervical Tissue Following IM Administration (Female Participants)",
        "description": "Cervical tissue samples were collected to measure AUC(0-last) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "AUC(0-last) of Cabotegravir in Cervicovaginal Fluid Following IM Administration (Female Participants)",
        "description": "Cervicovaginal fluid samples were collected to measure AUC(0-last) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "AUC(0-last) for Cabotegravir in Rectal Tissue Following IM Administration",
        "description": "Rectal tissue samples were collected to measure AUC(0-last) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "AUC(0-last) for Cabotegravir in Rectal Fluid Following IM Administration",
        "description": "Rectal fluid samples were collected to measure AUC(0-last) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Area Under the Concentration Time Curve From Time Zero to Infinity (AUC[0-inf]) for Cabotegravir in Blood Plasma Following IM Administration",
        "description": "Blood samples were collected to measure AUC(0-inf) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "Day 1: Pre-dose, 4 hours, one sample on Days 3, 5, 8, Weeks 4, 8, 12, 24, 36, and 52 post-dose"
      },
      {
        "measure": "AUC(0-inf) for Cabotegravir in Cervical Tissue Following IM Administration (Female Participants)",
        "description": "Cervical tissue samples were collected to measure AUC(0-inf) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "AUC(0-inf) for Cabotegravir in Cervicovaginal Fluid Following IM Administration (Female Participants)",
        "description": "Cervicovaginal fluid samples were collected to measure AUC(0-inf) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "AUC(0-inf) for Cabotegravir in Rectal Tissue Following IM Administration",
        "description": "Rectal tissue samples were collected to measure AUC(0-inf) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "AUC(0-inf) for Cabotegravir in Rectal Fluid Following IM Administration",
        "description": "Rectal fluid samples were collected to measure AUC(0-inf) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Area Under the Concentration Time Curve From Time Zero to Week (WK) 4 (AUC[0-WK4]) for Cabotegravir in Blood Plasma Following IM Administration",
        "description": "Blood samples were collected to measure AUC(0-WK4) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "Day 1: Pre-dose, 4 hours, one sample on Days 3, 5, 8 and Week 4 post-dose"
      },
      {
        "measure": "AUC(0-WK4) for Cabotegravir in Cervical Tissue Following IM Administration (Female Participants)",
        "description": "Cervical tissue samples were collected to measure AUC(0-WK4) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8 and Week 4 post-dose"
      },
      {
        "measure": "AUC(0-WK4) for Cabotegravir in Cervicovaginal Fluid Following IM Administration (Female Participants)",
        "description": "Cervicovaginal fluid samples were collected to measure AUC(0-WK4) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8 and Week 4 post-dose"
      },
      {
        "measure": "AUC(0-WK4) for Cabotegravir in Rectal Tissue Following IM Administration",
        "description": "Rectal tissue samples were collected to measure AUC(0-WK4) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8 and Week 4 post-dose"
      },
      {
        "measure": "AUC(0-WK4) for Cabotegravir in Rectal Fluid Following IM Administration",
        "description": "Rectal fluid samples were collected to measure AUC(0-WK4) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8 and Week 4 post-dose"
      },
      {
        "measure": "Area Under the Concentration Time Curve From Time Zero to Week 8 (AUC[0-WK8]) for Cabotegravir in Blood Plasma Following IM Administration",
        "description": "Blood samples were collected to measure AUC(0-WK8) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "Day 1: Pre-dose, 4 hours, one sample on Days 3, 5, 8, Weeks 4 and 8 post-dose"
      },
      {
        "measure": "AUC(0-WK8) for Cabotegravir in Cervical Tissue Following IM Administration (Female Participants)",
        "description": "Cervical tissue samples were collected to measure AUC(0-WK8) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4 and 8 post-dose"
      },
      {
        "measure": "AUC(0-WK8) for Cabotegravir in Cervicovaginal Fluid Following IM Administration (Female Participants)",
        "description": "Cervicovaginal fluid samples were collected to measure AUC(0-WK8) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4 and 8 post-dose"
      },
      {
        "measure": "AUC(0-WK8) for Cabotegravir in Rectal Tissue Following IM Administration",
        "description": "Rectal tissue samples were collected to measure AUC(0-WK8) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4 and 8 post-dose"
      },
      {
        "measure": "AUC(0-WK8) for Cabotegravir in Rectal Fluid Following IM Administration",
        "description": "Rectal fluid samples were collected to measure AUC(0-WK8) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4 and 8 post-dose"
      },
      {
        "measure": "Area Under the Concentration Time Curve From Time Zero to Week 12 (AUC[0-WK12]) for Cabotegravir in Blood Plasma Following IM Administration",
        "description": "Blood samples were collected to measure AUC(0-WK12) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "Day 1: Pre-dose, 4 hours, one sample on Days 3, 5, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "AUC(0-WK12) for Cabotegravir in Cervical Tissue Following IM Administration (Female Participants)",
        "description": "Cervical tissue samples were collected to measure AUC(0-WK12) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "AUC(0-WK12) for Cabotegravir in Cervicovaginal Fluid Following IM Administration (Female Participants)",
        "description": "Cervicovaginal fluid samples were collected to measure AUC(0-WK12) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "AUC(0-WK12) for Cabotegravir in Rectal Tissue Following IM Administration",
        "description": "Rectal tissue samples were collected to measure AUC(0-WK12) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "AUC(0-WK12) for Cabotegravir in Rectal Fluid Following IM Administration",
        "description": "Rectal fluid samples were collected to measure AUC(0-WK12) at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Apparent Terminal Phase Half-life (t1/2) of Cabotegravir in Blood Plasma Following IM Administration",
        "description": "Blood samples were collected to measure t1/2 at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "Day 1: Pre-dose, 4 hours, one sample on Days 3, 5, 8, Weeks 4, 8, 12, 24, 36, and 52 post-dose"
      },
      {
        "measure": "t1/2 of Cabotegravir in Cervical Tissue Following IM Administration (Female Participants)",
        "description": "Cervical tissue samples were collected to measure t1/2 at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "t1/2 of Cabotegravir in Cervicovaginal Fluid Following IM Administration (Female Participants)",
        "description": "Cervicovaginal fluid samples were collected to measure t1/2 at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "t1/2 of Cabotegravir in Rectal Tissue Following IM Administration",
        "description": "Rectal tissue samples were collected to measure t1/2 at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "t1/2 of Cabotegravir in Rectal Fluid Following IM Administration",
        "description": "Rectal fluid samples were collected to measure t1/2 at indicated time-points. Pharmacokinetic parameters were determined using standard non-compartmental methods.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-last) in Cervical Tissue to AUC(0-last) in Blood Plasma for Cabotegravir Following IM Administration (Female Participants)",
        "description": "Cervical tissue and blood samples were collected to measure AUC(0-last) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-last) in cervical tissue to AUC(0-last) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-last) in Rectal Tissue to AUC(0-last) in Blood Plasma for Cabotegravir Following IM Administration",
        "description": "Rectal tissue and blood samples were collected to measure AUC(0-last) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-last) in rectal tissue to AUC(0-last) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-inf) in Cervical Tissue to AUC(0-inf) in Blood Plasma for Cabotegravir Following IM Administration (Female Participants)",
        "description": "Cervical tissue and blood samples were collected to measure AUC(0-inf) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-inf) in cervical tissue to AUC(0-inf) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-inf) in Rectal Tissue to AUC(0-inf) in Blood Plasma for Cabotegravir Following IM Administration",
        "description": "Rectal tissue and blood samples were collected to measure AUC(0-inf) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-inf) in rectal tissue to AUC(0-inf) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-Wk4) in Cervical Tissue to AUC(0-Wk4) in Blood Plasma for Cabotegravir Following IM Administration (Female Participants)",
        "description": "Cervical tissue and blood samples were collected to measure AUC(0-WK4) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-WK4) in cervical tissue to AUC(0-WK4) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8 and Week 4 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-Wk 4) in Rectal Tissue to AUC(0-Wk 4) in Blood Plasma for Cabotegravir Following IM Administration",
        "description": "Rectal tissue and blood samples were collected to measure AUC(0-WK4) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-WK4) in rectal tissue to AUC(0-WK4) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8 and Week 4 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-WK8) in Cervical Tissue to AUC(0-WK8) in Blood Plasma for Cabotegravir Following IM Administration (Female Participants)",
        "description": "Cervical tissue and blood samples were collected to measure AUC(0-WK8) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-WK8) in cervical tissue to AUC(0-WK8) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4 and 8 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-WK8) in Rectal Tissue to AUC(0-WK8) in Blood Plasma for Cabotegravir Following IM Administration",
        "description": "Rectal tissue and blood samples were collected to measure AUC(0-WK8) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-WK8) in rectal tissue to AUC(0-WK8) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4 and 8 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-WK12) in Cervical Tissue to AUC(0-WK12) in Blood Plasma for Cabotegravir Following IM Administration (Female Participants)",
        "description": "Cervical tissue and blood samples were collected to measure AUC(0-WK12) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-WK12) in cervical tissue to AUC(0-WK12) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-WK12) in Rectal Tissue to AUC(0-WK12) in Blood Plasma for Cabotegravir Following IM Administration",
        "description": "Rectal tissue and blood samples were collected to measure AUC(0-WK12) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-WK12) in rectal tissue to AUC(0-WK12) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-last) in Cervicovaginal Fluid to AUC(0-last) in Blood Plasma for Cabotegravir Following IM Administration-female Participants",
        "description": "Cervicovaginal fluid and blood samples were collected to measure AUC(0-last) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-last) in cervicovaginal fluid to AUC(0-last) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-last) in Rectal Fluid to AUC(0-last) in Blood Plasma for Cabotegravir Following IM Administration",
        "description": "Rectal fluid and blood samples were collected to measure AUC(0-last) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-last) in rectal fluid to AUC(0-last) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-inf) in Cervicovaginal Fluid to AUC(0-inf) in Blood Plasma for Cabotegravir Following IM Administration (Female Participants)",
        "description": "Cervicovaginal fluid and blood samples were collected to measure AUC(0-inf) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-inf) in cervicovaginal fluid to AUC(0-inf) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-inf) in Rectal Fluid to AUC(0-inf) in Blood Plasma for Cabotegravir Following IM Administration",
        "description": "Rectal fluid and blood samples were collected to measure AUC(0-inf) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-inf) in rectal fluid to AUC(0-inf) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-WK4) in Cervicovaginal Fluid to AUC(0-WK4) in Blood Plasma for Cabotegravir Following IM Administration (Female Participants)",
        "description": "Cervicovaginal fluid and blood samples were collected to measure AUC(0-WK4) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-WK4) in cervicovaginal fluid to AUC(0-WK4) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8 and Week 4 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-WK4) in Rectal Fluid to AUC(0-WK4) in Blood Plasma for Cabotegravir Following IM Administration",
        "description": "Rectal fluid and blood samples were collected to measure AUC(0-WK4) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-WK4) in rectal fluid to AUC(0-WK4) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8 and Week 4 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-WK8) in Cervicovaginal Fluid to AUC(0-WK8) in Blood Plasma for Cabotegravir Following IM Administration (Female Participants)",
        "description": "Cervicovaginal fluid and blood samples were collected to measure AUC(0-WK8) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-WK8) in cervicovaginal fluid to AUC(0-WK8) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4 and 8 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-WK8) in Rectal Fluid to AUC(0-WK8) in Blood Plasma for Cabotegravir Following IM Administration",
        "description": "Rectal fluid and blood samples were collected to measure AUC(0-WK8) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-WK8) in rectal fluid to AUC(0-WK8) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4 and 8 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-WK12) in Cervicovaginal Fluid to AUC(0-WK12) in Blood Plasma for Cabotegravir Following IM Administration (Female Participants)",
        "description": "Cervicovaginal fluid and blood samples were collected to measure AUC(0-WK12) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-WK12) in cervicovaginal fluid to AUC(0-WK12) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Ratio of AUC(0-WK12) in Rectal Fluid to AUC(0-WK12) in Blood Plasma for Cabotegravir Following IM Administration",
        "description": "Rectal fluid and blood samples were collected to measure AUC(0-WK12) following cabotegravir IM dose at indicated time-points. Data for ratio of AUC(0-WK12) in rectal fluid to AUC(0-WK12) in blood plasma is presented.",
        "timeFrame": "One sample on Days 3, 8, Weeks 4, 8 and 12 post-dose"
      },
      {
        "measure": "Cabotegravir Concentration in Vaginal Tissue Following Oral Administration (Female Participants)",
        "description": "Vaginal tissue samples were collected to measure cabotegravir concentration in vaginal tissue following oral 30 mg dose at indicated time-points.",
        "timeFrame": "24 hours post-dose on Day 28"
      },
      {
        "measure": "Cabotegravir Concentration in Cervical Tissue Following Oral Administration (Female Participants)",
        "description": "Cervical tissue samples were collected to measure cabotegravir concentration in cervical tissue following oral 30 mg dose at indicated time-points.",
        "timeFrame": "24 hours post-dose on Day 28"
      },
      {
        "measure": "Cabotegravir Concentration in Cervicovaginal Fluid Following Oral Administration (Female Participants)",
        "description": "Cervicovaginal fluid samples were collected to measure cabotegravir concentration in cervicovaginal fluid following oral 30 mg dose at indicated time-points.",
        "timeFrame": "24 hours post-dose on Day 28"
      },
      {
        "measure": "Cabotegravir Concentration in Rectal Tissue Following Oral Administration",
        "description": "Rectal tissue samples were collected to measure cabotegravir concentration in rectal tissue following oral 30 mg dose at indicated time-points.",
        "timeFrame": "24 hours post-dose on Day 28"
      },
      {
        "measure": "Cabotegravir Concentration in Rectal Fluid Following Oral Administration",
        "description": "Rectal fluid samples were collected to measure cabotegravir concentration in rectal fluid following oral 30 mg dose at indicated time-points.",
        "timeFrame": "24 hours post-dose on Day 28"
      },
      {
        "measure": "Cabotegravir Concentration in Blood Plasma Following Oral Administration",
        "description": "Blood samples were collected to measure cabotegravir concentration in blood plasma following oral 30 mg dose at indicated time-points.",
        "timeFrame": "24 hours post-dose on Day 28"
      },
      {
        "measure": "Number of Participants With Any Non-serious Adverse Event (Non-SAE) and Serious Adverse Events (SAE) Following Oral Administration of Cabotegravir",
        "description": "An AE is any untoward medical occurrence in a clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. Any untoward event resulting in death, life threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, congenital anomaly or birth defect or any other situation according to medical or scientific judgment, associated with liver injury and impaired liver function was categorized as SAE. Number of participants with any non-SAE and SAE are presented.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Number of Participants With Any Non-SAE and SAE Following IM Administration of Cabotegravir",
        "description": "An AE is any untoward medical occurrence in a clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. Any untoward event resulting in death, life threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, congenital anomaly or birth defect or any other situation according to medical or scientific judgment, associated with liver injury and impaired liver function was categorized as SAE. Number of participants with any non-SAE and SAE are presented.",
        "timeFrame": "Up to Week 52"
      },
      {
        "measure": "Change From Baseline in Alanine Amino Transferase (ALT), Alkaline Phosphatase (ALP) and Aspartate Amino Transferase (AST) at Indicated Time Points (Oral Dose)",
        "description": "Blood samples were collected for the assessment of clinical chemistry parameters; ALT, ALP and AST following cabotegravir oral dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 14 and 29"
      },
      {
        "measure": "Change From Baseline in ALT, ALP and AST at Indicated Time Points (IM Dose)",
        "description": "Blood samples were collected for the assessment of clinical chemistry parameters; ALT, ALP and AST following cabotegravir IM dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Weeks 4, 8 and 12"
      },
      {
        "measure": "Change From Baseline in Creatine Kinase at Indicated Time Points (Oral Dose)",
        "description": "Blood samples were collected for the assessment of clinical chemistry parameter; creatine kinase following cabotegravir oral dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 14 and 29"
      },
      {
        "measure": "Change From Baseline in Creatine Kinase at Indicated Time Points (IM Dose)",
        "description": "Blood samples were collected for the assessment of clinical chemistry parameter; creatine kinase following cabotegravir IM dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Weeks 8 and 12"
      },
      {
        "measure": "Change From Baseline in Creatinine, Direct Bilirubin and Total Bilirubin at Indicated Time Points (Oral Dose)",
        "description": "Blood samples were collected for the assessment of clinical chemistry parameters; creatinine, direct bilirubin and total bilirubin following cabotegravir oral dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 14 and 29"
      },
      {
        "measure": "Change From Baseline in Creatinine, Direct Bilirubin and Total Bilirubin at Indicated Time Points (IM Dose)",
        "description": "Blood samples were collected for the assessment of clinical chemistry parameters; creatinine, direct bilirubin and total bilirubin following cabotegravir IM dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Weeks 4, 8 and 12"
      },
      {
        "measure": "Change From Baseline in Albumin and Total Protein at Indicated Time Points (Oral Dose)",
        "description": "Blood samples were collected for the assessment of clinical chemistry parameters; albumin and total protein following cabotegravir oral dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 14 and 29"
      },
      {
        "measure": "Change From Baseline in Albumin and Total Protein at Indicated Time Points (IM Dose)",
        "description": "Blood samples were collected for the assessment of clinical chemistry parameters; albumin and total protein following cabotegravir IM dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Weeks 4, 8 and 12"
      },
      {
        "measure": "Change From Baseline in Calcium, Glucose, Potassium, Sodium and Urea Enzymatic Colorimetry at Indicated Time Points (Oral Dose)",
        "description": "Blood samples were collected for the assessment of clinical chemistry parameters; calcium, glucose, potassium, sodium and urea enzymatic colorimetry (UEC) following cabotegravir oral dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 14 and 29"
      },
      {
        "measure": "Change From Baseline in Calcium, Glucose, Potassium, Sodium and UEC at Indicated Time Points (IM Dose)",
        "description": "Blood samples were collected for the assessment of clinical chemistry parameters; calcium, glucose, potassium, sodium and UEC following cabotegravir IM dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Weeks 4, 8 and 12"
      },
      {
        "measure": "Change From Baseline in Basophil Count, Eosinophil Count, Lymphocyte Count and Monocyte Count at Indicated Time Points (Oral Dose)",
        "description": "Blood samples were collected for the assessment of hematology parameters; basophil count, eosinophil count, lymphocyte count and monocyte count following cabotegravir oral dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 14 and 29"
      },
      {
        "measure": "Change From Baseline in Basophil Count, Eosinophil Count, Lymphocyte Count and Monocyte Count at Indicated Time Points (IM Dose)",
        "description": "Blood samples were collected for the assessment of hematology parameters; basophil count, eosinophil count, lymphocyte count and monocyte count following cabotegravir IM dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Weeks 4 and 8"
      },
      {
        "measure": "Change From Baseline in Total Neutrophil Count at Indicated Time Points (Oral Dose)",
        "description": "Blood samples were collected for the assessment of hematology parameter; total neutrophils count following cabotegravir oral dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 14 and 29"
      },
      {
        "measure": "Change From Baseline in Total Neutrophil Count at Indicated Time Points (IM Dose)",
        "description": "Blood samples were collected for the assessment of hematology parameters; total neutrophil count following cabotegravir IM dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Weeks 4, 8 and 12"
      },
      {
        "measure": "Change From Baseline in Platelet Count and White Blood Cell (WBC) Count at Indicated Time Points (Oral Dose)",
        "description": "Blood samples were collected for the assessment of hematology parameters; platelet count and WBC count following cabotegravir oral dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 1 (post-dose), 14 and 29"
      },
      {
        "measure": "Change From Baseline in Platelet Count and WBC Count at Indicated Time Points (IM Dose)",
        "description": "Blood samples were collected for the assessment of hematology parameters; platelet count and WBC count following cabotegravir IM dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Weeks 4, 8 and 12"
      },
      {
        "measure": "Change From Baseline in Hemoglobin and Mean Corpuscle Hemoglobin Concentration (MCHC) at Indicated Time Points (Oral Dose)",
        "description": "Blood samples were collected for the assessment of hematology parameters; hemoglobin and MCHC following cabotegravir oral dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 1 (post-dose), 14 and 29"
      },
      {
        "measure": "Change From Baseline in Hemoglobin and MCHC at Indicated Time Points (IM Dose)",
        "description": "Blood samples were collected for the assessment of hematology parameters; hemoglobin and MCHC following cabotegravir IM dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Weeks 4, 8 and 12"
      },
      {
        "measure": "Change From Baseline in Mean Corpuscle Hemoglobin (MCH) at Indicated Time Points (Oral Dose)",
        "description": "Blood samples were collected for the assessment of hematology parameter; MCH following cabotegravir oral dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 1 (post-dose), 14 and 29"
      },
      {
        "measure": "Change From Baseline in MCH at Indicated Time Points (IM Dose)",
        "description": "Blood samples were collected for the assessment of hematology parameter; MCH following cabotegravir IM dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Weeks 4, 8 and 12"
      },
      {
        "measure": "Change From Baseline in Mean Corpuscle Volume (MCV) at Indicated Time Points (Oral Dose)",
        "description": "Blood samples were collected for the assessment of hematology parameter; MCV following cabotegravir oral dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 1 (post-dose), 14 and 29"
      },
      {
        "measure": "Change From Baseline in MCV at Indicated Time Points (IM Dose)",
        "description": "Blood samples were collected for the assessment of hematology parameter; MCV following cabotegravir IM dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Weeks 4, 8 and 12"
      },
      {
        "measure": "Change From Baseline in Hematocrit at Indicated Time Points (Oral Dose)",
        "description": "Blood samples were collected for the assessment of hematology parameter; hematocrit following cabotegravir oral dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 1 (post-dose), 14 and 29"
      },
      {
        "measure": "Change From Baseline in Hematocrit at Indicated Time Points (IM Dose)",
        "description": "Blood samples were collected for the assessment of hematology parameter; hematocrit following cabotegravir IM dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Weeks 4, 8 and 12"
      },
      {
        "measure": "Change From Baseline in Red Blood Cell (RBC) Count at Indicated Time Points (Oral Dose)",
        "description": "Blood samples were collected for the assessment of hematology parameter; RBC count following cabotegravir oral dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 1 (post-dose), 14 and 29"
      },
      {
        "measure": "Change From Baseline in RBC Count at Indicated Time Points (IM Dose)",
        "description": "Blood samples were collected for the assessment of hematology parameter; RBC count following cabotegravir IM dose at indicated time-points. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Weeks 4, 8 and 12"
      },
      {
        "measure": "Change From Baseline in Systolic Blood Pressure (SBP) and Diastolic Blood Pressure (DBP) at Indicated Time Points (Oral Dose)",
        "description": "SBP and DBP were measured in a semi-supine position after approximately 10 minutes rest. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 14 and 29"
      },
      {
        "measure": "Change From Baseline in SBP and DBP at Indicated Time Points (IM Dose)",
        "description": "SBP and DBP were measured in a semi-supine position after approximately 10 minutes rest. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 3, 5, 8, Weeks 4, 8, 12, 24, 36, and 52"
      },
      {
        "measure": "Change From Baseline in Pulse Rate at Indicated Time Points (Oral Dose)",
        "description": "Pulse rate was measured in a semi-supine position after approximately 10 minutes rest. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 14 and 29"
      },
      {
        "measure": "Change From Baseline in Pulse Rate at Indicated Time Points (IM Dose)",
        "description": "Pulse rate was measured in a semi-supine position after approximately 10 minutes rest. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 3, 5, 8, Weeks 4, 8, 12, 24, 36, and 52"
      },
      {
        "measure": "Change From Baseline in Body Temperature at Indicated Time Points (Oral Dose)",
        "description": "Body temperature was measured in a semi-supine position after approximately 10 minutes rest. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 14 and 29"
      },
      {
        "measure": "Change From Baseline in Body Temperature at Indicated Time Points (IM Dose)",
        "description": "Body temperature was measured in a semi-supine position after approximately 10 minutes rest. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Baseline was defined as the latest pre-dose (Day 1) assessment with a non-missing value, including those from unscheduled visits.",
        "timeFrame": "Baseline (Day 1, Pre-dose), Days 3, 5, 8, Weeks 4, 8, 12, 24, 36, and 52"
      },
      {
        "measure": "Number of Participants With Abnormal Urinalysis Parameters Following Oral Administration of Cabotegravir",
        "description": "Urinalysis included assessment of pH, glucose, protein, blood and ketones by dipstick method. This analysis was not planned and data was not collected and not captured in the database.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Number of Participants With Abnormal Urinalysis Parameters Following IM Administration of Cabotegravir",
        "description": "Urinalysis included assessment of pH, glucose, protein, blood and ketones by dipstick method. This analysis was not planned and data was not collected and not captured in the database.",
        "timeFrame": "Up to Week 52"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 105,
      "otherCount": 0,
      "totalCount": 111
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:19.588Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}