{
  "nctId": "NCT02769000",
  "briefTitle": "Low Dose RT to Reduce Cerebral Amyloidosis in Early Alzheimer's",
  "officialTitle": "Phase IIa Trial of Low Dose Radiation THerapy to Reduce Cerebral Amyloidosis in Early Alzheimer's Dementia",
  "protocolDocument": {
    "nctId": "NCT02769000",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-09-23",
    "uploadDate": "2021-09-10T15:54",
    "size": 1062869,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02769000/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 5,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-05",
    "completionDate": "2019-03-15",
    "primaryCompletionDate": "2019-03-15",
    "firstSubmitDate": "2016-04-05",
    "firstPostDate": "2016-05-11"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Must be a native English speaker with a LAR available for consenting.\n* Able to complete neurocognitive function assessments, psychological function assessments, and QOL assessments administered at screening visit.\n* Rosen Modified Hachinski Ischemic Score less than or equal to 4\n* Estimated Survival of greater than 12 months\n* Meets the clinical definition of AD based on NINCDS-ADRDA criteria, with confirmatory F-2-DG and F-Florbetapir (Amyvid) PET scan findings\n* If on any of the following medications, must be on a stable dose for 60 days or greater: Rivastigmine, Donepezil, Memantine, Glantamine, Tacrine.\n\nExclusion Criteria:\n\n* Current or past history of any oncologic disease mitigating low dose whole brain RT\n* Evidence of substance abuse (Alcohol/or other drugs or dependences during previous 12 months (DSM-V criteria)\n* Clinically or radiographically significant evidence of stroke\n* Evidence of subdural hygromas or subdural hematomas\n* Active or recent (defined as within 3 months of screening) cerebral infection or hemorrhage\n* Any current conditions that may lead to the subject being in an immuno-compromised state\n* Any previous history of cranial radiation\n* History of seizure activity\n* History of Hydrocephalus\n* Evidence of active dermatological skin disease of the scalp (except Actinic Keratosis)\n* Evidence of clinically significant major depressive disorder identified in a psychological diagnostic interview according to the criteria of the Diagnostic and Statistical Manual of Mental Disorder, Fifth Edition (DSM-V)\n* Evidence of psychotic disorder or psychotic episode or bipolar affective disorder identified in a psychological diagnostic interview according to the criteria of the Diagnostic and Statistical Manual of Mental Disorder, Fifth Edition (DSM-V)\n* Evidence of active suicidal or homicidal ideation according to psychological diagnostic interview\n* Currently receiving other experimental treatments\n* Currently requiring full-time institutional care",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "55 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Evaluate Toxicity Associated With Delivery of Low Dose Fractionated Whole Brain Irradiation in Subjects With Early Alzheimer's Dementia According to ADRDA Criteria.",
        "description": "Evaluate the toxicity associated with the delivery of low dose fractionated whole brain irradiation in subjects with early Alzheimer's dementia using the CTCAE toxicity grading system. The scale is 0 - 5 with 0 being no toxicity and 5 being fatal.",
        "timeFrame": "48 months"
      }
    ],
    "secondary": [
      {
        "measure": "Neurocognitive Function: Verbal Learning and Memory",
        "description": "Patients will complete the Hopkins Verbal Learning Test-Revised (HVLT-R) which is a paper and pencil assessment. Overall scores will be reported. Scores range from 0 to 26 with higher scores indicating better functioning.",
        "timeFrame": "Baseline to 12 months"
      },
      {
        "measure": "Neurocognitive Function: Visuospatial Memory",
        "description": "Patients will complete the Brief Visuospatial Memory Test-revised which is a paper and pencil assessment. Overall scores will be reported. Scores range from 0 to 36 with higher scores indicating better functioning.",
        "timeFrame": "Baseline to 12 months"
      },
      {
        "measure": "Neurocognitive Function: Cognitive Function",
        "description": "Patients will complete the Mini-Mental State Exam (MMSE) which is an interview style assessment. Overall scores will be reported. Scores range from 0 to 30 with higher scores indicating better functioning.",
        "timeFrame": "Baseline to 12 months"
      },
      {
        "measure": "Psychological Functioning: Depression",
        "description": "Patients will complete the PHQ-9 (Patient Health Questionnaire-9) which is an interview style assessment. Overall scores will be reported. Scores range from 0 to 27 with lower scores indicting lower depression.",
        "timeFrame": "Baseline to 12 months"
      },
      {
        "measure": "Psychological Functioning: Anxiety",
        "description": "Patients will complete the GAD-7 (General Anxiety Disorder-7) which is an interview style assessment. Overall scores will be reported. Scores range from 0 to 21 with lower scores indicating lower levels of anxiety.",
        "timeFrame": "Baseline to 12 months"
      },
      {
        "measure": "Quality of Life in Alzheimer's Disease",
        "description": "Patients will complete the Quality of Life in Alzheimer's Disease (QOL-AD) which is an interview style assessment. The QOL-AD is a 13-item questionnaire designed to provide both a patient and a caregiver report of the quality of life (QOL) for patients who have been diagnosed with Alzheimer Disease. Overall scores will be reported. Scores range from 13 to 52 with higher scores indicating better quality of life.",
        "timeFrame": "Baseline to 12 months"
      },
      {
        "measure": "Cognitive and Functional Decline",
        "description": "Patients will complete the Everyday Cognition (ECog) which is an interview style assessment. Overall scores will be reported. Scores range from 39 to 156 with lower scores indicating less decline in cognition.",
        "timeFrame": "Baseline to 12 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 49,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:41.015Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}