{
  "nctId": "NCT03514485",
  "briefTitle": "West Philadelphia Controls Asthma",
  "officialTitle": "West Philadelphia Asthma Care Implementation Plan",
  "protocolDocument": {
    "nctId": "NCT03514485",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-04-19",
    "uploadDate": "2023-11-01T10:48",
    "size": 978570,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03514485/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "FACTORIAL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 626,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-05-17",
    "completionDate": "2022-06-30",
    "primaryCompletionDate": "2022-06-30",
    "firstSubmitDate": "2017-06-26",
    "firstPostDate": "2018-05-02"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Children 5-13 years of age and their parents/guardians\n2. Children with a diagnosis of asthma\n3. Children with uncontrolled asthma (as evidenced within the previous 12 months by an asthma exacerbation requiring oral steroids -OR- an Emergency Department (ED) visit for asthma -OR- an inpatient admission for asthma)\n4. West Philadelphia residence in zip code 19104, 19131, 19139, 19142, 19143, 19151 or 19153\n5. Children in grades K-8\n6. Pediatric primary care received at Children's Hospital of Philadelphia Care Network (CN) Karabots, Cobbs Creek, or South Philadelphia locations or pediatric care received at the Pediatric and Adolescent Medicine Centers of Philadelphia (PAMCOP) serving West Philadelphia residents\n7. Parental/guardian permission (informed consent) and, if appropriate, child assent\n8. English Language Speaking\n\nExclusion Criteria:\n\n1. Subjects with other chronic respiratory illnesses such as cystic fibrosis\n2. Cyanotic congenital heart disease\n3. Mental retardation and/or cerebral palsy (MRCP)\n4. Severe Neurological Disorder\n5. Cyanotic congenital heart disease\n6. Parents/guardians or subjects who, in the opinion of the Investigator, may be non-compliant with study schedules or procedures",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "5 Years",
    "maximumAge": "13 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Asthma Control",
        "description": "Asthma Control Questionnaire (ACQ) developed by E.F. Juniper et al. is a 6-item recall of asthma control indicators over the past week. The 6-item recall includes awakening at night with asthma symptoms, asthma symptoms upon waking, activity limitations due to asthma symptoms, shortness of breath, wheezing, and administration of asthma rescue medications. The score range for the ACQ is 0 to 6, with lower numbers indicating greater asthma control and higher numbers indicating worse asthma control. Based on existing literature, the minimal clinically important difference (MCID) is 0.5. The range for this cohort is 0.2-2.3) For all analyses, we combined the P+S- group with the P+S0 group to describe the P+ only group. Similarly, we combined the P-S- group with the P-S0 group to create the control group.",
        "timeFrame": "Baseline and 12 months"
      }
    ],
    "secondary": [
      {
        "measure": "Change in Daytime Asthma Symptoms",
        "description": "Comparison of the change in daytime symptoms from baseline to 12 months for each intervention group. This data was collected at 3 month intervals with a 2 week recall for number of days with symptoms. This question asks how many days the child has had daytime asthma symptoms in the last 2 weeks and the number of days with asthma symptoms is the answer value (0-14 days).\n\nP+ Alone group includes children randomized to receive only the primary care intervention. This group combines two arms P+S- and P+S0 (participants who attended a partner school (P+S-) and those who did not attend a partner school (P+S0).\n\nSimilarly, the control group combines P-S- and P-S0 (participants in both groups did not receive any intervention, just usual care).",
        "timeFrame": "Baseline and 12 months"
      },
      {
        "measure": "Change in Nighttime Symptoms",
        "description": "Comparison of the change in nighttime symptoms from baseline to 12 months for each intervention group. This question asks how many days the child has had nighttime asthma symptoms in the last 2 weeks and the number of days with asthma symptoms is the answer value (0-14 days).\n\nP+ Alone group includes children randomized to receive only the primary care intervention. This group combines two arms P+S- and P+S0 (participants who attended a partner school (P+S-) and those who did not attend a partner school (P+S0).\n\nSimilarly, the control group combines P-S- and P-S0 (participants in both groups did not receive any intervention, just usual care).",
        "timeFrame": "Baseline and 12 months"
      },
      {
        "measure": "Change in School Absences",
        "description": "School report of child's school absences pre and post study enrollment",
        "timeFrame": "Baseline and 12 months"
      },
      {
        "measure": "Change in Emergency Department (ED) Visits",
        "description": "Comparison of the change in asthma-related Emergency Department visits from baseline to 12 months for each intervention group",
        "timeFrame": "Baseline and 12 months"
      },
      {
        "measure": "Change in Hospitalizations",
        "description": "Comparison of the change in asthma-related hospitalizations from baseline to 12 months for each intervention group",
        "timeFrame": "Baseline and 12 months"
      },
      {
        "measure": "Change in Asthma Emotional Functioning Domain",
        "description": "Comparison of the change in caregivers' self-reported quality of life from baseline to 12 months for each intervention group.\n\nData was collected using Juniper's Pediatric Asthma Caregiver's Quality of Life Questionnaire designed for children aged 7 to 17 years of age. The PAQLQ has 23 questions in 3 domains, including emotional function. The questions ask about a 1 week recall.\n\nThe range for answer choices is 1-7, with the higher number indicating a better quality of life. The score for the subscale is the mean of the answers for that subscale.",
        "timeFrame": "Baseline and 12 months"
      },
      {
        "measure": "Change in Activity Limitations Domain",
        "description": "Comparison of the change in caregivers' self-reported quality of life from baseline to 12 months for each intervention group.\n\nhe Paediatric Asthma Caregiver's Quality of Life Questionnaire (PACQLQ) by Juniper et al. is a 13-item measure of asthma caregiver's quality of life in two domains, including activity limitation.\n\nThe score for the subscale is the mean of the answers for the subscale. All items are weighted equally and the score range is 1 - 7, with lower numbers indicating poor quality of life and higher numbers indicating better quality of life around caring for a child with asthma.",
        "timeFrame": "Baseline and 12 months"
      },
      {
        "measure": "Baseline School Organizational Climate Index",
        "description": "The Standardized Organizational Climate Index (SOCI) is a 30-item descriptive measure for schools. The index has four dimensions: principal leadership, teacher professionalism, achievement press for students to perform academically, and vulnerability to the community. The score range for each questionnaire item is 1 - 4. The answers assign the value of 1 to \"rarely occurs,\" 2 to \"sometimes occurs,\" 3 to \"often occurs,\" and 4 to \"very frequently occurs. For the subscores, ninety-nine percent of the scores range from 200 to 800 with a population mean of 500 and a population standard deviation of 100. Higher scores indicate a better school climate. Scores are converted to standardized scores and compared with national norms.",
        "timeFrame": "At start of school intervention"
      },
      {
        "measure": "Baseline School Leadership",
        "description": "The Implementation Leadership Scale (ILS) is comprised of 12 items assessing the degree to which a leader is Proactive, Knowledgeable, Supportive, and shows Perseverance in implementing evidence-based practice. The range for total score and each subscale score is 0 - 4. Higher scores represent better implementation leadership. The mean of the subscale scores yields the total score.",
        "timeFrame": "At start of school intervention"
      },
      {
        "measure": "Baseline School Staff Attitudes",
        "description": "The Evidence-Based Practice Attitude Scale (EBPAS) is a 15-item self-report measure of attitudes toward adoption of EBPs. It consists of four subscales: Appeal (is EBP intuitively appealing), Requirements (would an EBP be used if required), Openness (general openness to innovation), and Divergence (perceived divergence between EBP and current practice). Total score range is 0 - 60. The Appeal, Openness, and Divergence subscales have a range of 0 - 16. The Requirements subscale has a range of 0 - 12. Higher scores indicate more positive attitudes. Subscales are summed to compute a total score.",
        "timeFrame": "At start of school intervention"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "FACTORIAL"
    },
    "overallComplexityScore": 89,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:22.519Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}