{
  "nctId": "NCT02320253",
  "briefTitle": "REAL HEALTH-Diabetes: Reach Ahead for Lifestyle and Health-Diabetes",
  "officialTitle": "REAL HEALTH-Diabetes: Reach Ahead for Lifestyle and Health-Diabetes",
  "protocolDocument": {
    "nctId": "NCT02320253",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-04-03",
    "uploadDate": "2021-07-23T12:02",
    "size": 980385,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02320253/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 211,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-11",
    "completionDate": "2021-07",
    "primaryCompletionDate": "2020-09",
    "firstSubmitDate": "2014-12-10",
    "firstPostDate": "2014-12-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Diagnosis of type 2 diabetes\n* Age 18 years or older\n* Overweight or obese (BMI \\>25 kg/m2)\n* HbA1c level 6.5\\<11.5%\n* Systolic blood pressure (SBP) \\<160 mmHg, diastolic blood pressure (DBP) \\<100 mmHg\n* Willing to lose 5-7% of body weight\n* Willing to increase activity to at least 175 minutes/week\n* Willing to commit to random assignment to either attend and participate in the lifestyle change program in person or on the telephone or be referred to Nutrition Services for medical nutrition therapy\n* Stable health, with no severe comorbidities that might interfere with their ability to participate in a group intervention that includes increasing activity or decreasing calories, such as severe psychiatric illness or significant heart disease\n* Ability to understand and communicate effectively in English or Spanish\n* Willing to self-monitor blood glucose\n* Willing to keep a food, exercise, and blood glucose diary\n* Have a primary care physician at MGH Chelsea, Charlestown, or Revere Health Centers, or be willing to attend sessions, in-person or by phone, and have medications adjusted by a provider based at one of those health centers with communication to the referring primary care provider\n\nExclusion Criteria:\n\n* Weight greater than 350 pounds\n* Pregnant or planning pregnancy in the next year\n* Currently seeing a dietitian (regular scheduled follow up appointments) or participating in a weight loss program and unwilling to stop\n* Weight change of more than 3% of weight in the previous month.\n* Currently enrolled in another diabetes intervention study\n* Lack of availability of telephone",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percent Weight Change From Baseline",
        "description": "Percent weight change form baseline; negative values indicate weight loss.",
        "timeFrame": "Baseline, 6, 12, 24, and 36 months."
      }
    ],
    "secondary": [
      {
        "measure": "Hemoglobin A1c: Change From Baseline",
        "description": "Change in percentage of glycated hemoglobin. Negative values indicate HbA1c reduction (improvement) from baseline.",
        "timeFrame": "6, 12, 24 months"
      },
      {
        "measure": "Systolic Blood Pressure: Change From Baseline",
        "description": "Blood pressure is reported as change in systolic blood pressure only. Negative values indicate improvement.",
        "timeFrame": "6, 12, 24, months."
      },
      {
        "measure": "Triglyceride Levels: Change From Baseline",
        "description": "Triglycerides are measured in mg/dl. Negative values indicate improved triglyceride levels compared to baseline.",
        "timeFrame": "6, 12, 24 months"
      },
      {
        "measure": "Diet Self-efficacy: Change From Baseline",
        "description": "Diet Self-Efficacy Scale is scored 1-5 with higher scores denoting greater self confidence in managing diet and positive values denoting improved self-confidence in managing diet. Hickey ML, Owen SV, Froman RD. Instrument development: cardiac diet and exercise self-efficacy. Nursing research. 1992;41(6):347-351",
        "timeFrame": "6, 12, 24, and 36 months."
      },
      {
        "measure": "Fat-related Diet Behavior: Change From Baseline.",
        "description": "Fat-related diet behavior was scored on a scale of 1 to 5, in which lower scores indicate lower fat dietary habits. Negative values indicate a shift to lower-fat diet behavior.\n\nKristal AR, Shattuck AL, Henry HJ. Patterns of dietary behavior associated with selecting diets low in fat: reliability and validity of a behavioral approach to dietary assessment. J Am Diet Assoc. 1990;90(2):214-220.\n\nGlasgow RE, Perry JD, Toobert DJ, Hollis JF. Brief assessments of dietary behavior in field settings. Addictive behaviors. 1996;21(2):239-247",
        "timeFrame": "Baseline, 6, 12, 24, and 36 months."
      },
      {
        "measure": "Dietary Restraint: Change From Baseline",
        "description": "Dietary restraint was measured by the Dutch Eating Behavior Questionnaire with higher scores (1-5) denoting greater self-regulation of dietary behaviors and positive values denoting improved dietary restraint. Van Strien T, Frijters JER, Defares PB. The Dutch Eating Behavior Questionnaire (DEBQ) for assessment of restrained, emotional, and external eating behavior. International Journal of Eating Disorders. 1986;5(2):295-315.",
        "timeFrame": "Baseline, 6, 12, 24, and 36 months."
      },
      {
        "measure": "Diabetes Distress: Change From Baseline",
        "description": "Diabetes distress was measured with the Problem Areas in Diabetes Scale. The scale ranges from 0 to 100, in which higher scores indicate greater emotional distress, with a score of 40 marking the threshold for severe emotional distress. Negative values indicate reduction in diabetes-related distress.\n\nWelch GW, Jacobson AM, Polonsky WH. The Problem Areas in Diabetes Scale. An evaluation of its clinical utility. Diabetes Care. 1997;20(5):760-766",
        "timeFrame": "Baseline, 6, 12, 24, and 36 months."
      },
      {
        "measure": "Depression Score: Change From Baseline.",
        "description": "The PHQ-8 measures depressed mood, with higher scores representing a higher degree of depressed mood and negative values indicating improvement. The range of scores is 0 to 24. Kroenke K, Strine TW, Spitzer RL, Williams JB, Berry JT, Mokdad AH. The PHQ-8 as a measure of current depression in the general population. J Affect Disord. 2009;114(1-3):163-173.",
        "timeFrame": "Baseline, 6, 12, 24, and 36 months."
      }
    ],
    "other": [
      {
        "measure": "Health Economics",
        "description": "Total cost of intervention at 12 months taking into account intervention cost and savings from medication dose reduction. Incremental cost effectiveness and probabilistic sensitivity analyses and further details are reported in: Delahanty LM, Levy DE, Chang Y, Porneala BC, Goldman V, McCarthy J, Bissett L, Rodriguez AR, Chase B, LaRocca R, Wheeler A, Wexler DJ. Effectiveness of Lifestyle Intervention for Type 2 Diabetes in Primary Care: the REAL HEALTH-Diabetes Randomized Clinical Trial. J Gen Intern Med. 2020 Sep;35(9):2637-2646. doi: 10.1007/s11606-019-05629-9. Epub 2020 Jan 21. PMID: 31965526; PMCID: PMC7458982.",
        "timeFrame": "12 months"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 1,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 81,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:16.161Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}