{
  "nctId": "NCT02340221",
  "briefTitle": "A Study of Taselisib + Fulvestrant Versus Placebo + Fulvestrant in Participants With Advanced or Metastatic Breast Cancer Who Have Disease Recurrence or Progression During or After Aromatase Inhibitor Therapy",
  "officialTitle": "A Phase III, Double-Blind, Placebo-Controlled, Randomized Study of Taselisib Plus Fulvestrant Versus Placebo Plus Fulvestrant in Postmenopausal Women With Estrogen Receptor-Positive and HER2-Negative Locally Advanced or Metastatic Breast Cancer Who Have Disease Recurrence or Progression During or After Aromatase Inhibitor Therapy",
  "protocolDocument": {
    "nctId": "NCT02340221",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-06-24",
    "uploadDate": "2018-12-18T16:16",
    "size": 3939812,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02340221/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 631,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-04-09",
    "completionDate": "2021-06-29",
    "primaryCompletionDate": "2021-06-29",
    "firstSubmitDate": "2015-01-13",
    "firstPostDate": "2015-01-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Postmenopausal women with histologically or cytologically confirmed locally advanced or metastatic estrogen receptor (ER) positive breast cancer\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n* Participants for whom endocrine therapy (example \\[e.g.\\], fulvestrant) is recommended and treatment with cytotoxic chemotherapy is not indicated at time of entry into the study\n* Radiologic/objective evidence of recurrence or progression to the most recent systemic therapy for breast cancer\n* Radiologic/objective evidence of breast cancer recurrence or progression while on or within 12 months of the end of adjuvant treatment with an aromatase inhibitor (AI), or progression while on or within 1 month of the end of prior AI treatment for locally advanced or metastatic breast cancer\n* Measurable disease via Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1 (v1.1) or non-measurable, evaluable disease with at least one evaluable bone lesion via RECIST v1.1\n* Consent to provide a formalin-fixed, paraffin-embedded (FFPE) tumor tissue block (preferred) or a minimum of 20 (25 preferred) freshly cut unstained tumor slides from the most recently collected, available tumor tissue for oncogene that encodes for phosphatidylinositol-4,5-bisphosphate 3-kinase (PIK3CA)-mutation testing\n* A valid cobas PIK3CA mutation result by central testing is required\n* Adequate hematologic and end-organ function within 28 days prior to treatment initiation\n\nExclusion Criteria:\n\n* Human epidermal growth factor receptor 2 (HER2)-positive disease by local laboratory testing (immunohistochemistry 3 positive \\[IHC 3+\\] staining or in situ hybridization positive)\n* Prior treatment with fulvestrant\n* Prior treatment with a phosphatidylinositol 3-kinase (PI3K) inhibitor, mammalian target of rapamycin (mTOR) inhibitor (e.g. everolimus), or protein kinase B (AKT) inhibitor\n* Prior anti-cancer therapy within 2 weeks prior to Day 1 of Cycle 1\n* Prior radiation therapy within 2 weeks prior to Day 1 of Cycle 1\n* All acute treatment-related toxicity must have resolved to Grade less than or equal to (\\</=) 1 or be deemed stable by the Investigator\n* Prior treatment with greater than (\\>) 1 cytotoxic chemotherapy regimen for metastatic breast cancer\n* Concurrent hormone replacement therapy\n* Known untreated or active central nervous system (CNS) metastases\n* Type 1 or Type 2 diabetes mellitus requiring anti-hyperglycemic medications\n* History of inflammatory bowel disease or active bowel inflammation\n* Clinically significant cardiac or pulmonary dysfunction\n* Clinically significant history of liver disease, including cirrhosis, current alcohol abuse, or current known active infection with human immunodeficiency virus (HIV), hepatitis B or C virus",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Progression-Free Survival (PFS) as Assessed by Investigator Using Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1 (v1.1) at Primary Analysis",
        "description": "PFS was defined as the time from randomization to disease progression as determined by the investigator with the use of RECIST v1.1 or death due to any cause, whichever occurred earlier. Disease progression was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study, including baseline. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 millimeters (mm). For non-target lesions, disease progression was defined as unequivocal progression of existing lesions. The appearance of one or more new lesions was also considered progression.",
        "timeFrame": "From randomization until the first occurrence of disease progression or death from any cause, whichever occurs earlier (up to the 15 Oct 2017 data cutoff, approximately 2.5 years)"
      },
      {
        "measure": "PFS as Assessed by Investigator Using RECIST v1.1 at Final Analysis",
        "description": "PFS was defined as the time from randomization to disease progression as determined by the investigator with the use of RECIST v1.1 or death due to any cause, whichever occurred earlier. Disease progression was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study, including baseline. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. For non-target lesions, disease progression was defined as unequivocal progression of existing lesions. The appearance of one or more new lesions was also considered progression.",
        "timeFrame": "From randomization until the first occurrence of disease progression or death from any cause, whichever occurs earlier (up to approximately 6.2 years)"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With Objective Response (Partial Response [PR] Plus Complete Response [CR]), as Assessed Using RECIST v.1.1 at Primary Analysis",
        "description": "PR was defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters. CR was defined as disappearance of all target and non-target lesions and normalization of tumor marker levels (as applicable to non-target lesions).",
        "timeFrame": "From randomization until the first occurrence of disease progression or death from any cause, whichever occurs earlier (up to the 15 Oct 2017 data cutoff, approximately 2.5 years)"
      },
      {
        "measure": "Percentage of Participants With Objective Response (PR Plus CR), as Assessed Using RECIST v.1.1 at Final Analysis",
        "description": "PR was defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters. CR was defined as disappearance of all target and non-target lesions and normalization of tumor marker levels (as applicable to non-target lesions).",
        "timeFrame": "From randomization until the first occurrence of disease progression or death from any cause, whichever occurs earlier (up to approximately 6.2 years)"
      },
      {
        "measure": "Overall Survival (OS) at Primary Analysis",
        "description": "OS was defined as the time from the date of randomization to the date of death due to any cause.",
        "timeFrame": "From randomization up to death from any cause (up to the 15 Oct 2017 data cutoff, approximately 2.5 years)"
      },
      {
        "measure": "OS at Final Analysis",
        "description": "OS was defined as the time from the date of randomization to the date of death due to any cause.",
        "timeFrame": "From randomization up to death from any cause (up to approximately 6.2 years)"
      },
      {
        "measure": "Percentage of Participants With Clinical Benefit, as Assessed According to RECIST v1.1 at Primary Analysis",
        "description": "Clinical benefit was defined as objective response (PR+CR), or no disease progression lasting for more than or equal to (\\>/=) 24 weeks since randomization. PR was defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters. CR was defined as disappearance of all target and non-target lesions and normalization of tumor marker levels (as applicable to non-target lesions). Disease progression was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study, including baseline. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. For non-target lesions, disease progression was defined as unequivocal progression of existing lesions. The appearance of one or more new lesions was also considered progression.",
        "timeFrame": "From randomization until the first occurrence of disease progression or death from any cause, whichever occurs earlier (up to the 15 Oct 2017 data cutoff, approximately 2.5 years)"
      },
      {
        "measure": "Percentage of Participants With Clinical Benefit, as Assessed According to RECIST v1.1 at Final Analysis",
        "description": "Clinical benefit was defined as objective response (PR+CR), or no disease progression lasting for more than or equal to (\\>/=) 24 weeks since randomization. PR was defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters. CR was defined as disappearance of all target and non-target lesions and normalization of tumor marker levels (as applicable to non-target lesions). Disease progression was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study, including baseline. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. For non-target lesions, disease progression was defined as unequivocal progression of existing lesions. The appearance of one or more new lesions was also considered progression.",
        "timeFrame": "From randomization until the first occurrence of disease progression or death from any cause, whichever occurs earlier (up to approximately 6.2 years)"
      },
      {
        "measure": "Duration of Objective Response, as Assessed by Investigator Using RECIST v1.1 at Primary Analysis",
        "description": "Duration of objective response: the time from the first tumor assessment that supported the participant's objective response (CR or PR, whichever was first recorded) to first documented disease progression or death due to any cause, whichever occurred first. CR was defined as disappearance of all target and non-target lesions and normalization of tumor marker levels (as applicable to non-target lesions). PR was defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters. Disease progression: at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study, including baseline. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. For non-target lesions, disease progression was defined as unequivocal progression of existing lesions. The appearance of one or more new lesions was also considered progression.",
        "timeFrame": "Time from the first occurrence of a documented objective response to the time of the first documented disease progression or death from any cause, whichever occurs earlier (up to the 15 Oct 2017 data cutoff, approximately 2.5 years)"
      },
      {
        "measure": "Duration of Objective Response, as Assessed by Investigator Using RECIST v1.1 at Final Analysis",
        "description": "Duration of objective response: the time from the first tumor assessment that supported the participant's objective response (CR or PR, whichever was first recorded) to first documented disease progression or death due to any cause, whichever occurred first. CR was defined as disappearance of all target and non-target lesions and normalization of tumor marker levels (as applicable to non-target lesions). PR was defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters. Disease progression: at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study, including baseline. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. For non-target lesions, disease progression was defined as unequivocal progression of existing lesions. The appearance of one or more new lesions was also considered progression.",
        "timeFrame": "Time from the first occurrence of a documented objective response to the time of the first documented disease progression or death from any cause, whichever occurs earlier (up to approximately 6.2 years)"
      },
      {
        "measure": "PFS as Assessed by Blinded Independent Central Review (BICR) Using RECIST v1.1 at Primary Analysis",
        "description": "PFS was defined as the time from randomization to disease progression as determined by BICR with the use of RECIST v1.1 or death due to any cause, whichever occurred earlier. Disease progression was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study, including baseline. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. For non-target lesions, disease progression was defined as unequivocal progression of existing lesions. The appearance of one or more new lesions was also considered progression.",
        "timeFrame": "From randomization until the first occurrence of disease progression or death from any cause, whichever occurs earlier (up to the 15 Oct 2017 data cutoff, approximately 2.5 years)"
      },
      {
        "measure": "PFS as Assessed by BICR Using RECIST v1.1 at Final Analysis",
        "description": "PFS was defined as the time from randomization to disease progression as determined by BICR with the use of RECIST v1.1 or death due to any cause, whichever occurred earlier. Disease progression was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study, including baseline. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. For non-target lesions, disease progression was defined as unequivocal progression of existing lesions. The appearance of one or more new lesions was also considered progression.",
        "timeFrame": "From randomization until the first occurrence of disease progression or death from any cause, whichever occurs earlier (up to approximately 6.2 years)"
      },
      {
        "measure": "Percentage of Participants With Adverse Events at Primary Analysis",
        "description": "An adverse event was any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product, regardless of causal attribution.",
        "timeFrame": "From randomization up to the 15 Oct 2017 data cutoff, approximately 2.5 years."
      },
      {
        "measure": "Percentage of Participants With Adverse Events at Final Analysis",
        "description": "An adverse event was any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product, regardless of causal attribution.",
        "timeFrame": "From randomization up to approximately 6.2 years"
      },
      {
        "measure": "Maximum Observed Plasma Concentration (Cmax) of Taselisib",
        "timeFrame": "1 to 4 hours (hrs) post-dose on Cycle (C) 1, Day (D) 1; 0 to 3 hrs pre-dose and 2 to 6 hrs post dose on Cycle 2, Day 1 (each cycle=28 days)"
      },
      {
        "measure": "Minimum Observed Plasma Concentration (Cmin) of Taselisib",
        "timeFrame": "1 to 4 hrs post-dose on Cycle 1, Day 1; 0 to 3 hrs pre-dose and 2 to 6 hrs post dose on Cycle 2, Day 1; 0 to 3 hrs pre-dose on Cycle 6, Day 1 (each cycle=28 days)"
      },
      {
        "measure": "Change From Baseline in European Organization for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire Core 30 (QLQ-C30) Score",
        "description": "The EORTC QLQ-C30 consists of 30 questions that comprise aspects of participant's functioning assessment (physical, emotional, role, cognitive, and social); symptom scales (fatigue; nausea, vomiting, and pain; the global health/quality of life \\[QoL\\]); and single items (dyspnoea, insomnia, appetite loss, constipation, diarrhoea, and financial difficulties), within a recall period of \"the past week.\" Most questions used a 4-point scale (1=Not at all to 4=Very much; two questions used a 7-point scale (1=Very poor to 7=Excellent). Scores were averaged and transformed to a 0-100 scale; a higher score for Global Qol/functional scales=better level of functioning; a higher score for symptom scale=greater degree of symptoms.",
        "timeFrame": "Baseline, C2D1 up to C7D1 (each cycle=28 days)"
      },
      {
        "measure": "Change From Baseline in Modified EORTC Quality of Life Questionnaire Breast Cancer Module 23 (QLQ-BR23) Score",
        "description": "EORTC-QLQ-BR23 is a 23-item breast cancer-specific companion module to the EORTC-QLQ-C30 and consists of functional scales (body image, sexual enjoyment, sexual functioning, future perspective \\[FP\\]) and symptom scales (systemic side effects \\[SE\\], upset by hair loss, arm symptoms, breast symptoms). Questions used a 4-point scale (1=not at all, 2=a little, 3=quite a bit, 4=very much). Scores were averaged and transformed to a 0-100 scale. Higher scores for the functional scales indicated a higher/better level of functioning/healthy functioning. Higher scores for the symptom scales indicated worse symptoms.",
        "timeFrame": "Baseline, C2D1 up to C7D1 (each cycle=28 days)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 16,
      "otherCount": 0,
      "totalCount": 18
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:05.890Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}