{
  "nctId": "NCT03165721",
  "briefTitle": "A Phase II Trial of the DNA Methyl Transferase Inhibitor, Guadecitabine (SGI-110), in Children and Adults With Wild Type GIST,Pheochromocytoma and Paraganglioma Associated With Succinate Dehydrogenase Deficiency and HLRCC-associated Kidney Cancer",
  "officialTitle": "A Phase II Trial of the DNA Methyl Transferase Inhibitor, SGI-110 (Guadecitabine), In Children And Adults With Wild Type GIST, Pheochromocytoma And Paraganglioma Associated With Succinate Dehydrogenase Deficiency And HLRCC-Associated Kidney Cancer",
  "protocolDocument": {
    "nctId": "NCT03165721",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-07-22",
    "uploadDate": "2020-10-15T12:39",
    "size": 7045038,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03165721/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 9,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-08-16",
    "completionDate": "2020-02-24",
    "primaryCompletionDate": "2020-02-24",
    "firstSubmitDate": "2017-05-23",
    "firstPostDate": "2017-05-24"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n\nPatients must:\n\n* Have recurrent or refractory/unresectable disease for which there is no known curative therapy.\n\n  ---Wild type-gastrointestinal stromal tumors (GIST): Patients with recurrent or progressive disease will be eligible. Newly diagnosed patients with resectable localized disease will not be eligible. Newly diagnosed patients with metastatic disease and newly diagnosed patients with residual tumor following surgical debulking will be eligible.\n  * Paraganglioma-Pheochromocytoma (PHEO/PGL): Patients with recurrent or progressive disease will be eligible. Newly diagnosed patients with PHEO/PGL that is metastatic at diagnosis and/or unresectable will be eligible Patients with PHEO/PGL with localized (non-metastatic), resectable disease will not be eligible.\n  * Renal cell cancer associated with HLRCC: Patients with localized, resectable HLRCC-associated renal cell cancer will not be eligible. Patients with metastatic and/or unresectable Hereditary leiomyomatosis and renal cell cancer (HLRCC)-associated renal cell cancer will be eligible.\n* Have one of the following confirmed histologically, cytologically, or through biochemical testing:\n\n  * wild-type GIST (GIST without KIT or platelet derived growth factor receptor alpha (PDGFRA) mutation);\n  * PHEO/PGL with a germline mutation in Succinate Dehydrogenase Complex Flavoprotein Subunit A (SDHA), Succinate Dehydrogenase Complex Flavoprotein Subunit B (SDHB), SDHC, or SDHD;\n\n    --renal cell cancer associated with HLRCC.\n* Testing will be performed in Clinical Laboratory Improvement Amendments (CLIA) certified labs using genetic tests for KIT/PDGFRA and testing panels developed for patients with PHEO/PGL. Results from outside labs will be accepted. Pathologic diagnosis will be reviewed and verified at the Clinical Center.\n* Age: be greater than or equal to 12 years of age\n\nBecause there is no dosing or adverse event data currently available on the use of SGI-110 in children \\< 18 year of age, children \\< 12 years of age will be excluded from this study, but may be eligible for future pediatric trials should the results of the study be positive.\n\n\\- Measurable disease:\n\nHave measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded for non-nodal lesions and short axis for nodal lesions) as greater than or equal to 20 mm with conventional techniques or as greater than 10 mm with spiral computed tomography (CT) scan.\n\n* Prior Therapy\n* Prior therapy requirements:\n\n  ---Wt-GIST: Because there are no standard chemotherapy regimens known to be effective for wt-GIST, previously untreated participants are eligible.\n\n  --PHEO/PGL with germline SDH subunit mutation: 131I-MIBG in patients with MIBG avid tumors or cytotoxic chemotherapy (cyclophosphamide, vincristine, and dacarbazine (CVD) or temozolomide) is required prior to enrollment on this trial. However, patients who have refused cytotoxic chemotherapy or for whom treatment on this protocol prior to receiving cytotoxic chemotherapy is felt to be in the best interest for the patient by the local investigator will also be eligible.\n\n  ---HLRCC-associated renal cell cancer: Because there are no standard chemotherapy regimens known to be effective for HLRCC-associated renal cell cancer, previously untreated participants are eligible.\n* Prior therapy wash-out period requirements\n\n  --Participants must be at least 4 weeks from prior surgical procedures and surgical incisions must be healed.\n\n  ---Participants must have had their last fraction of external beam radiation therapy at least 4 weeks prior to enrollment. Participants with prior radiation therapy must be at least 4 weeks post therapy and have had progression of disease outside the radiation port.\n  * Participants must have had their last dose of cytotoxic chemotherapy at least 28 days prior to enrollment, their last dose of biological therapy, such as biological response modifiers (e.g., cytokines), immunomodulatory agents, vaccines, differentiating agents, used to treat their cancer at least 28 days prior to enrollment, their last dose of a monoclonal antibody at least 28 days prior to enrollment, and their last dose of any investigational agent at least 28 days prior to enrollment.\n  * Participants must have recovered from the acute toxic effects of prior therapy to a grade 1 level prior to enrollment (does not apply to alopecia).\n* Performance Level: Eastern Cooperative Oncology Group (ECOG) performance status less than or equal 2 or Karnofsky greater than or equal to 60% in patients greater than 16 years of age, Lansky greater than or equal to 60 for patients less than or equal to 16 years of age.\n* Have normal organ and marrow function as defined below:\n\n  * absolute neutrophil count greater than or equal to 1,500/mcL\n  * platelets greater than or equal to 100,000/mcL\n  * total bilirubin within normal institutional limits\n  * Aspartate aminotransferase (AST) Serum glutamic oxaloacetic transaminase(SGOT)/Alanine aminotransferase (ALT) Serum glutamic pyruvic transaminase(SGPT) less than or equal to 2.5 x institutional upper limit of normal\n  * creatinine within normal institutional limits\n\nOR\n\n----creatinine clearance greater than or equal to 60 mL/min/1.73 m\\^2 for patients with creatinine levels above institutional normal.\n\n-Birth Control:\n\nThe effects of SGI-110 on the developing human fetus are unknown. For this reason and because decitabine is known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation, and for 6 months following participation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.\n\n-Ability of subject or legal guardians (if the patient is \\<18 years old) to understand and the willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\nPatients with any one the following will be excluded:\n\n* Ongoing radiation therapy, chemotherapy, hormonal therapy directed at the tumor, immunotherapy, or biologic therapy, including investigational agents for their disease.\n* History of allergic reactions to SGI-110 or decitabine.\n* Uncontrolled intercurrent illness including, but not limited to, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, symptomatic pulmonary disease or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant or breastfeeding\n\nPregnant women are excluded from this study because SGI-110 is a derivative of decitabine which has the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with SGI-110, breastfeeding should be discontinued if the mother is treated with SGI-110.\n\nThese potential risks may also apply to other agents used in this study.\n\n* Any evidence of severe or uncontrolled systemic disease, active infection, active bleeding diatheses, or renal transplant, including any patient known to have hepatitis B, hepatitis C, or human immunodeficiency virus (HIV) will be excluded. Patients with HIV who have adequate cluster of differentiation 4 (CD4) count, not requiring antiretroviral medication, may be enrolled.\n* Patients who, in the opinion of the investigator, may not be able to comply with the safety monitoring requirements of the study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "12 Years",
    "maximumAge": "99 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With an Overall Response (Complete Response or Partial Response) of SGI-11 Using the Response Evaluation Criteria in Solid Tumors (RECIST)",
        "description": "Clinical activity of SGI-11 was assessed using the RECISTv1.1. Complete Response (CR) is disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. Partial Response (PR) is at least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum of diameters.",
        "timeFrame": "After the first 4 weeks, then every 8 weeks up to 65 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Change in Distress From Baseline",
        "description": "Change in distress from baseline was assessed by The Distress Thermometer (DT) visual analog scale. An overall score is derived from specific physical, emotional and family issues identified by the participant to be stressful. No distress (0-4), moderate stress (5) and high distress (6-10).",
        "timeFrame": "Baseline, end of cycle 4, and post therapy follow up, approximately 30 days after the final dose of study drug"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 19,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:30:06.631Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}