{
  "nctId": "NCT00670748",
  "briefTitle": "Chemotherapy Followed by ESO-1 Lymphocytes and Aldesleukin to Treat Metastatic Cancer",
  "officialTitle": "Phase II Study of Metastatic Cancer That Expresses NY-ESO-1 Using Lymphodepleting Conditioning Followed by Infusion of Anti-NY ESO-1 TCR-Gene Engineered Lymphocytes",
  "protocolDocument": {
    "nctId": "NCT00670748",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2015-07-01",
    "uploadDate": "2019-11-06T08:45",
    "size": 2932096,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT00670748/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 45,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2008-05-29",
    "completionDate": "2016-06-29",
    "primaryCompletionDate": "2016-06-29",
    "firstSubmitDate": "2008-05-01",
    "firstPostDate": "2008-05-02"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n* Metastatic cancer that expresses ESO as assessed by one of the following methods: reverse transcription-polymerase chain reaction (RT-PCR) on tumor tissue, or by immunohistochemistry of resected tissue, or serum antibody reactive with ESO. Metastatic cancer diagnosis will be confirmed by the Laboratory of Pathology at the National Cancer Institute (NCI).\n* Patients with histologies other than metastatic melanoma, must have previously received systemic standard care (or effective salvage chemotherapy regimens) for metastatic disease, if known to be effective for that disease, and have been either non-responders (progressive disease) or have recurred.\n* Greater than or equal to 18 years of age. and less than or equal to 66 years of age.\n* Willing to sign a durable power of attorney.\n* Able to understand and sign the Informed Consent Document.\n* Clinical performance status of Eastern Cooperative Oncology Group (ECOG) 0 or 1.\n* Life expectancy of greater than three months.\n* Patients of both genders must be willing to practice birth control for four months after receiving the preparative regimen.\n* Patients must be human leukocyte antigen (HLA)-A\\*0201 positive\n* Serology:\n\n  * Seronegative for human immunodeficiency virus (HIV) antibody. (The experimental treatment being evaluated in this protocol depends on an intact immune system. Patients who are HIV seropositive can have decreased immune-competence and thus be less responsive to the experimental treatment and more susceptible to its toxicities.)\n  * Seronegative for hepatitis B antigen and hepatitis C antibody unless antigen negative. If hepatitis C antibody test is positive, then patients must be tested for the presence of antigen by RT-PCR and be hepatitis C virus ribonucleic acid (HCV RNA) negative.\n* Hematology:\n\n  * Absolute neutrophil count greater than 1000/mm(3) without the support of filgrastim.\n  * White blood cell (WBC) (greater than 3000/mm(3)).\n  * Platelet count greater than 100,000/mm(3).\n  * Hemoglobin greater than 8.0 g/dl.\n* Chemistry:\n\n  * Serum alanine aminotransferase (ALT)/aspartate aminotransferase (AST) less or equal to 2.5 times the upper limit of normal.\n  * Serum creatinine less than or equal to 1.6 mg/dl.\n  * Total bilirubin less than or equal to 1.5 mg/dl, except in patients with Gilberts Syndrome who must have a total bilirubin less than 3.0 mg/dl.\n* More than four weeks must have elapsed since any prior systemic therapy at the time the patient receives the preparative regimen, and patients toxicities must have recovered to a grade 1 or less (except for toxicities such as alopecia or vitiligo).\n* Six weeks must have elapsed since prior ipilimumab therapy to allow antibody levels to decline.\n* Patients who have previously received ipilimumab or ticilimumab anti-programmed cell death protein 1 (PD1) or anti-PD-L1 antibodies, and have documented gastrointestinal (GI) toxicity must have a normal colonoscopy with normal colonic biopsies.\n\nEXCLUSION CRITERIA:\n\n* Prior vaccination with an replication-defective recombinant canarypox virus (ALVAC) containing vaccine for patients who will receive the ALVAC ESO-1 vaccine (cohorts 3 or 4).\n* Women of child-bearing potential who are pregnant or breastfeeding because of the potentially dangerous effects of the preparative chemotherapy on the fetus or infant.\n* Active systemic infections, coagulation disorders or other major medical illnesses of the cardiovascular, respiratory or immune system, myocardial infarction, cardiac arrhythmias, obstructive or restrictive pulmonary disease.\n* Any form of primary immunodeficiency (such as Severe Combined Immunodeficiency Disease).\n* Concurrent opportunistic infections (The experimental treatment being evaluated in this protocol depends on an intact immune system. Patients who have decreased immune competence may be less responsive to the experimental treatment and more susceptible to its toxicities).\n* Concurrent Systemic steroid therapy.\n* Known systemic hypersensitivity to any of the vaccine components, including egg products or Neomycin for patients who will receive the ALVAC ESO-1 vaccine (cohorts 3 or 4).\n* History of severe immediate hypersensitivity reaction to any of the agents used in this study.\n* History of coronary revascularization or ischemic symptoms.\n* Any patient known to have an left ventricular ejection fraction (LVEF) less than or equal to 45 percent.\n* Documented forced expiratory volume (LVEF) of less than or equal to 45 percent tested in patients with:\n\n  * History of ischemic heart disease, chest pain, or clinically significant atrial and/or ventricular arrhythmias including but not limited to: atrial fibrillation, ventricular tachycardia, second or third degree heart block.\n  * Age greater than or equal to 60 years old.\n* Documented forced expiratory volume in 1 second (FEV1) less than or equal to 60 percent predicted tested in patients with:\n\n  * A prolonged history of cigarette smoking (20 pk/year of smoking within the past 2 years).\n  * Symptoms of respiratory dysfunction",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "66 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Clinical Response Per the Response Evaluation Criteria in Solid Tumors (RECIST)",
        "description": "Response was determined by the RECIST. Complete response (CR) is disappearance of all target lesions. Partial response (PR) is at least a 30% decrease in the sum of the longest diameter (LD) of target lesions taking as reference the baseline sum LD. Progressive disease (PD) is at least a 20% increase in the sum of LD of target lesions taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions. Stable disease (SD) is neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD taking as references the smallest sum LD.",
        "timeFrame": "Approximately 3 years"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With In Vivo Survival of T-Cell Receptor (TCR)-Engineered Cells",
        "description": "Immunological monitoring using both tetramer analysis and staining for the T cell receptor (TCR). This will provide data to estimate the in vivo survival of lymphocytes derived from the infused cells.",
        "timeFrame": "1 month post treatment"
      },
      {
        "measure": "Number of Participants With Serious and Non-Serious Adverse Events",
        "description": "Here is the count of participants with serious and non-serious adverse events assessed by the Common Terminology Criteria for Adverse Events (CTCAE v3.0). A non-serious adverse event is any untoward medical occurrence. A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life-threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned.",
        "timeFrame": "Date treatment consent signed to date off study, approximately, 66 months and 10 days"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 24,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:30:46.552Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}