{
  "nctId": "NCT05216835",
  "briefTitle": "Safety and Preliminary Efficacy Assessment of AZD7789 in Patients With Relapsed or Refractory Classical Hodgkin Lymphoma",
  "officialTitle": "A Phase I/II Open-label, Multi-center Study to Assess Safety, Tolerability, Pharmacokinetics and Preliminary Efficacy of AZD7789, an Anti-PD-1 and Anti-TIM-3 Bispecific Antibody, in Patients With Relapsed or Refractory Classical Hodgkin Lymphoma.",
  "protocolDocument": {
    "nctId": "NCT05216835",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2024-05-07",
    "uploadDate": "2025-02-28T09:00",
    "size": 8852087,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05216835/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 45,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-03-18",
    "completionDate": "2025-08-12",
    "primaryCompletionDate": "2024-08-30",
    "firstSubmitDate": "2022-01-19",
    "firstPostDate": "2022-02-01"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* ≥ 16 years of age at the time of obtaining informed consent\n* Eastern Cooperative Oncology Group performance status of 0 or 1 at screening\n* At least one positron emission tomography (PET)-avid measurable lesion according to Modified Lugano Criteria after the last line of therapy.\n* Confirmed histological diagnosis of active relapse/refractory cHL\n* Failed at least 2 prior lines of systemic therapy.\n* No previous treatment with anti-TIM-3.\n* Adequate organ and bone marrow function\n* Non-pregnant women and willingness of female patients to avoid pregnancy or male participants willing to avoid fathering children through highly effective methods of contraception\n* Minimum body weight ≥ 40 kg for all participants.\n\nExclusion Criteria:\n\n* Unresolved toxicities of ≥ Grade 2 from prior therapy\n* Any prior ≥ Grade 3 imAE while receiving prior checkpoint inhibitor immunotherapy\n* Patients with central nervous system (CNS) involvement or leptomeningeal disease.\n* History of allogeneic stem cell transplant or organ transplantation.\n* Any venous or arterial thromboembolic event within ≤ 6 months prior to the first dose of study intervention.\n* Active infection including Tuberculosis (TB), human immunodeficiency virus (HIV), hepatitis A, chronic or active hepatitis B, chronic or active hepatitis C, active COVID-19 infection\n* History of arrhythmia which is requires treatment, symptomatic or uncontrol led atrial fibrillation despite treatment, or asymptomatic sustained ventricular tachycardia\n* Uncontrolled intercurrent illness.\n* Active or prior documented pathologically confirmed autoimmune or inflammatory disorders.\n* Past medical history of interstitial lung disease (ILD), drug-induced ILD, radiation pneumonitis requiring steroid treatment, or any evidence of clinically active ILD\n* Other invasive malignancy within 2 years prior to screening\n* Congenital long QT syndrome or history of QT prolongation associated with other medications that cannot be changed or discontinued based on a cardiologist assessment\n* Current or prior use of immunosuppressive medication within 14 days prior to the first dose of study intervention\n* Any concurrent chemotherapy, radiotherapy, investigational, biologic, or hormonal therapy for cancer treatment.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "16 Years",
    "maximumAge": "101 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Part A (Dose Escalation): Number of Participants With Adverse Events (AEs)",
        "description": "The safety and tolerability of sabestomig in participants with r/r cHL were assessed.",
        "timeFrame": "From start of treatment [Cycle 1 Day 1 (C1D1) (each cycle was 28 days)] up to 90 days post last dose (approximately 2 years 5 months)"
      },
      {
        "measure": "Part A (Dose Escalation): Number of Participants With Dose-limiting Toxicities (DLTs)",
        "description": "DLT was defined as any ≥Grade 3 AE as per NCI CTCAE version 5 unless unequivocally due to underlying malignancy or an extraneous cause.\n\nThe following conditions were considered as DLTs:\n\n* Any death not clearly due to the underlying disease or extraneous causes\n* Grade 4 imAE or anemia\n* Any ≥Grade 3 non-infectious pneumonitis or colitis of any duration\n* Specific liver transaminase elevation as per protocol\n* Any Grade 3 imAE, including rash, pruritus, or diarrhea, that does not downgrade to Grade 2 or less within 7 days\n* Grade 3 nausea, vomiting, or diarrhea that does not resolve to Grade 2 or less within 3 days of getting maximal supportive care\n* ≥Grade 3 neutropenia, without fever or systemic infection, that does not improve by at least one grade within 7 days\n* Grade 4 thrombocytopenia for more than 7 days or ≥Grade 3 thrombocytopenia along with Grade ≥2 bleeding\n* Grade 4 Cytokine Release Syndrome (CRS) of any duration or Grade 3 CRS not improving to Grade ≤2 within 72 hours",
        "timeFrame": "From first dose (C1D1) until 28 days for each participant [within 28 days DLT period]"
      },
      {
        "measure": "Part B (Dose Expansion): Cohort B1: Objective Response Rate (ORR)",
        "description": "The anti-tumor activity of sabestomig in participants with r/r cHL was planned to be assessed.\n\nORR was defined as the percentage of participants with an objective response \\[Best Overall Response of a complete response (CR) or partial response (PR)\\] as per modified Lugano criteria (Lugano 2014), with the denominator defined as the number of participants in the response-evaluable analysis set.\n\nDisease response was planned to be assessed according to Blinded Independent Central Review using modified Lugano criteria (Lugano 2014).",
        "timeFrame": "Up to approximately 2 years 90 days"
      },
      {
        "measure": "Part B (Dose Expansion): Cohort B2: Complete Response Rate (CRR)",
        "description": "The anti-tumor activity of sabestomig in participants with r/r cHL was planned to be assessed.\n\nThe CRR was defined as the percentage of participants with a CR as per modified Lugano criteria (Lugano 2014), with the denominator defined as the number of participants in the response-evaluable analysis set.\n\nDisease response was planned to be assessed according to Blinded Independent Central Review using modified Lugano criteria (Lugano 2014).",
        "timeFrame": "Up to approximately 2 years 90 days"
      },
      {
        "measure": "Part B (Dose Expansion): Number of Participants With AEs",
        "description": "The safety and tolerability of sabestomig in participants with r/r cHL was planned to be assessed.",
        "timeFrame": "Up to approximately 2 years 90 days"
      }
    ],
    "secondary": [
      {
        "measure": "Part A (Dose Escalation): Complete Response Rate (CRR)",
        "description": "The anti-tumor activity of sabestomig in participants with r/r cHL was assessed.\n\nThe CRR was defined as the percentage of participants with a CR as per modified Lugano criteria (Lugano 2014) as assessed by the Investigator, with the denominator defined as the number of participants in the response-evaluable analysis set.\n\nDisease response was assessed according to Investigator assessment using modified Lugano criteria (Lugano 2014).",
        "timeFrame": "From start of treatment [C1D1 (each cycle was 28 days)] until first documented disease progression, or last evaluable assessment in the absence of progression (up to 2 years 5 months)"
      },
      {
        "measure": "Part A (Dose Escalation): Objective Response Rate (ORR)",
        "description": "The anti-tumor activity of sabestomig in participants with r/r cHL was assessed.\n\nThe ORR was defined as the percentage of participants with an objective response (Best Overall Response of CR or PR) as per modified Lugano criteria (Lugano 2014), as assessed by the Investigator, with the denominator defined as the number of participants in the response-evaluable analysis set.\n\nDisease response was assessed according to Investigator assessment using modified Lugano criteria (Lugano 2014).",
        "timeFrame": "From start of treatment [C1D1 (each cycle was 28 days)] until progression, or last evaluable assessment in the absence of progression (up to 2 years 5 months)"
      },
      {
        "measure": "Part A (Dose Escalation): Duration of Response (DoR)",
        "description": "The anti-tumor activity of sabestomig in participants with r/r cHL was assessed.\n\nThe DoR was defined as the time from the date of first documented objective response (CR or PR), as assessed by Investigator, using the modified Lugano criteria (Lugano 2014), until the date of first documented disease progression or death (by any cause in the absence of disease progression).\n\nDisease response was assessed according to Investigator assessment using modified Lugano criteria (Lugano 2014).",
        "timeFrame": "From first documented response until date of first documented disease progression or death from any cause, or data cut-off or end of study (whichever came first, assessed up to 2 years 5 months)"
      },
      {
        "measure": "Part A (Dose Escalation): Duration of Complete Response (DoCR)",
        "description": "The anti-tumor activity of sabestomig in participants with r/r cHL was assessed.\n\nThe DoCR was defined as the time from first documented CR, as per modified Lugano criteria (Lugano 2014) as assessed by the Investigator, until the date of first documented relapse/progression or death due to any cause (in the absence of disease progression).\n\nDisease response was assessed according to Investigator assessment using modified Lugano criteria (Lugano 2014).",
        "timeFrame": "From first documented complete response until date of first documented disease progression or death from any cause, or data cut-off or end of study (whichever came first, assessed up to 2 years 5 months)"
      },
      {
        "measure": "Part A (Dose Escalation): Progression-free Survival (PFS)",
        "description": "The anti-tumor activity of sabestomig in participants with r/r cHL was assessed.\n\nPFS was defined as the time from first dose until the earlier of the date of first documented disease progression, as per modified Lugano criteria (Lugano 2014) as assessed by the Investigator, or death (by any cause in the absence of disease progression or subsequent anticancer treatment).\n\nDisease response was assessed according to Investigator assessment using modified Lugano criteria (Lugano 2014).",
        "timeFrame": "From start of treatment [C1D1 (each cycle was 28 days)] until date of first documented disease progression or data cut-off or end of study (whichever came first, assessed up to 2 years 5 months)"
      },
      {
        "measure": "Part A (Dose Escalation): Overall Survival (OS)",
        "description": "The anti-tumor activity of sabestomig in participants with r/r cHL was assessed.\n\nThe OS was defined as the time from the start of treatment until death due to any cause regardless of whether participant withdraws from treatment or receives another anti-lymphoma therapy.",
        "timeFrame": "From start of treatment [C1D1 (each cycle was 28 days)] until date of death due to any cause or data cut-off or end of study (whichever came first, assessed up to 2 years 5 months)"
      },
      {
        "measure": "Part A (Dose Escalation): Number of Participants With Positive Anti-drug Antibodies (ADA) Against Sabestomig in Serum",
        "description": "The presence of ADA for sabestomig in treated participants with r/r cHL was assessed.",
        "timeFrame": "On C1D1, C2D1, and until end of study [up to 2 years 5 months (each cycle was 28 days)]"
      },
      {
        "measure": "Part A (Dose Escalation): Maximum Observed Concentration (Cmax)",
        "description": "The Cmax of sabestomig in participants with r/r cHL was assessed.",
        "timeFrame": "From C1D1 [before start of infusion (SOI) and at end of infusion (EOI)] to end of study [up to 2 years 5 months (each cycle was 28 days)]"
      },
      {
        "measure": "Part A (Dose Escalation): Area Under the Concentration-time Curve (AUC)",
        "description": "The AUC of sabestomig in participants with r/r cHL was assessed.",
        "timeFrame": "From C1D1 (before SOI and at EOI) to end of study [up to 2 years 5 months (each cycle was 28 days)]"
      },
      {
        "measure": "Part A (Dose Escalation): Clearance (CL)",
        "description": "The CL of sabestomig in participants with r/r cHL was assessed.",
        "timeFrame": "From C1D1 (before SOI and at EOI) to end of study [up to 2 years 5 months (each cycle was 28 days)]"
      },
      {
        "measure": "Part A (Dose Escalation): Terminal Elimination Half-life (t½λz)",
        "description": "The t½λz of sabestomig in participants with r/r cHL was assessed.",
        "timeFrame": "From C1D1 (before SOI and at EOI) to end of study [up to 2 years 5 months (each cycle was 28 days)]"
      },
      {
        "measure": "Part B (Dose Expansion): Duration of Response (DoR)",
        "description": "The DoR of sabestomig in participants with r/r cHL was planned to be assessed.",
        "timeFrame": "Up to approximately 2 years 90 days"
      },
      {
        "measure": "Part B (Dose Expansion): Duration of Complete Response (DoCR)",
        "description": "The DoCR of sabestomig in participants with r/r cHL was planned to be assessed.",
        "timeFrame": "Up to approximately 2 years 90 days"
      },
      {
        "measure": "Part B (Dose Expansion): Progression-free Survival (PFS)",
        "description": "The anti-tumor activity of sabestomig in participants with r/r cHL was planned to be assessed.",
        "timeFrame": "Up to approximately 2 years 90 days"
      },
      {
        "measure": "Part B (Dose Expansion): Overall Survival (OS)",
        "description": "The anti-tumor activity of sabestomig in participants with r/r cHL was planned to be assessed.",
        "timeFrame": "Up to approximately 2 years 90 days"
      },
      {
        "measure": "Part B (Dose Expansion): Number of Participants With Positive ADA Against Sabestomig in Serum",
        "description": "The presence of ADA for sabestomig in treated participants with r/r cHL was planned to be assessed.",
        "timeFrame": "Up to approximately 2 years 90 days"
      },
      {
        "measure": "Part B (Dose Expansion): Maximum Observed Concentration (Cmax)",
        "description": "The Cmax of sabestomig in participants with r/r cHL was planned to be assessed.",
        "timeFrame": "Up to approximately 2 years 90 days"
      },
      {
        "measure": "Part B (Dose Expansion): Area Under the Concentration-time Curve (AUC)",
        "description": "The AUC of sabestomig in participants with r/r cHL was planned to be assessed.",
        "timeFrame": "Up to approximately 2 years 90 days"
      },
      {
        "measure": "Part B (Dose Expansion): Terminal Elimination Half-life (t½λz)",
        "description": "The t½λz of sabestomig in participants with r/r cHL was planned to be assessed.",
        "timeFrame": "Up to approximately 2 years 90 days"
      },
      {
        "measure": "Part B (Dose Expansion): Patient-Reported Outcomes Version of the Common Terminology Criteria for Adverse Events (PRO-CTCAE)",
        "description": "Proportion of participants reporting different levels of presence/magnitude/interference (as applicable) of diarrhea, rash, and fatigue over time based on PRO-CTCAE was planned to be evaluated.\n\nPRO-CTCAE was a PRO measurement system developed to evaluate symptomatic toxicity in participants on cancer clinical trials. The PRO-CTCAE Item Library included 124 items representing 78 symptomatic toxicities drawn from the CTCAE. PRO-CTCAE items were planned to evaluate the symptom attributes of frequency, severity, interference, amount, presence/absence. Each symptomatic AE was planned to be assessed by 1 to 3 attributes. Conditional branching logic was planned to be used with electronic data capture, thereby reducing respondent burden. The recall period was planned as the past 7 days and PRO-CTCAE responses were planned to score from 0 to 4 (or 0/1 for absent/present).",
        "timeFrame": "Up to approximately 2 years 90 days"
      },
      {
        "measure": "Part B (Dose Expansion): Pediatric Patient-Reported Outcomes Version of the Common Terminology Criteria for Adverse Events (Peds-PRO-CTCAE)",
        "description": "Proportion of participants reporting different levels of presence/magnitude/interference (as applicable) of diarrhea, rash, and fatigue over time based on peds-PRO-CTCAE was planned to be evaluated.\n\nThe pediatric module included 130 items representing 62 symptomatic toxicities and permitted self-reporting by children and adolescents aged 7 to 17 years. In this study, 17 symptomatic toxicities were planned for selection. Thus, the total number of questions that participants would have answered ranged from 17 (assuming that no branching questions were triggered, ie, the participant answered '0' to the initial question for each symptom) to 42 items (assuming that all possible branching questions were triggered for every symptom posed to the participant).",
        "timeFrame": "Up to approximately 2 years 90 days"
      },
      {
        "measure": "Part B (Dose Expansion): Patient Global Impression of Treatment Tolerability (PGI-TT)",
        "description": "Proportion of participants reporting different levels of overall side-effect bother over time based on the PGI-TT was planned to be evaluated.\n\nFor adult participants only, the PGI-TT item was included to assess how a participant perceived the overall burden of treatment-related side effects of cancer treatment over the past 7 days. Participants were planned to be asked to choose the response that best described the level of burden by the side effect of their cancer treatment over the past week. The planned response options were:\"not at all\", \"a little bit\", \"somewhat\", \"quite a bit\", and \"very much\".",
        "timeFrame": "Up to approximately 2 years 90 days"
      },
      {
        "measure": "Part B (Dose Expansion): European Organization for Research and Treatment of Cancer (EORTC) Item List (IL)XX QL2 [2-item Global Health-related Quality of Life (HRQoL)]",
        "description": "Proportion of participants reporting different levels of quality of life/health over time based on the European Organization for Research and Treatment of Cancer Item List (EORTC) ILXX QL2 items was planned to be evaluated.\n\nEORTC QLQ-C30 was a 30-item self-administered questionnaire designed for all cancer types. Questions were grouped into 5 multi-item functional scales (physical, role, emotional, cognitive, and social), 3 multi-item symptom scales (fatigue, pain, and nausea/vomiting), 2-item global HRQoL (QL2) scale, 5 single items assessing additional symptoms commonly reported by participants with cancer (dyspnea, loss of appetite, insomnia, constipation, and diarrhea), and 1 item on the financial impact of the disease. Participants were planned to answer QLQ-C30 questions in reference to how they had been over the past week. Final scores were planned to transform to range from 0 to 100, where higher scores indicated better functioning, better HRQoL, or greater level of symptoms.",
        "timeFrame": "Up to approximately 2 years 90 days"
      }
    ],
    "other": [
      {
        "measure": "Part A (Dose Escalation): Number of Participants With Adverse Events of Special Interest (AESIs)",
        "description": "The safety and tolerability of sabestomig in participants with r/r cHL were assessed.\n\nAn AESI was an AE of scientific and medical interest specific to understanding of a study intervention and may have required close monitoring and rapid communication to AstraZeneca by the Investigator.\n\nThe AESIs for sabestomig include events with a potential inflammatory or immune-mediated mechanism and which may require more frequent monitoring and/or interventions such as steroids, immunosuppressants and/or hormone replacement therapy.",
        "timeFrame": "From start of treatment [C1D1 (each cycle was 28 days)] up to 90 days post last dose (approximately 2 years 5 months)"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 5,
      "secondaryCount": 23,
      "otherCount": 1,
      "totalCount": 29
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:47.540Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}