{
  "nctId": "NCT03120676",
  "briefTitle": "Study of Atezolizumab in Relapsed or Refractory Hodgkin Lymphoma",
  "officialTitle": "A Phase II Study of Atezolizumab in Relapsed or Refractory Hodgkin Lymphoma",
  "protocolDocument": {
    "nctId": "NCT03120676",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-01-17",
    "uploadDate": "2019-10-25T14:33",
    "size": 1854022,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03120676/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 3,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-04-14",
    "completionDate": "2018-11-12",
    "primaryCompletionDate": "2018-11-12",
    "firstSubmitDate": "2017-04-17",
    "firstPostDate": "2017-04-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Signed Informed Consent Form (ICF)\n* Ability and willingness to comply with the requirements of the study protocol\n* Age ≥ 18 years\n* Patient has histologically confirmed diagnosis of Hodgkin lymphoma\n* Patients must have received at least 2 prior regimens and have received or be deemed ineligible for autologous stem cell transplant, and must have received prior brentuximab vedotin.\n* Patients who received prior anti-PD-1 therapy are eligible for cohort 1 only and patients who have not received prior anti-PD-1 therapy are eligible for cohort 2 only.\n* Patient has at least one measurable nodal lesion (≥ 2 cm) according to RECIL Criteria\n* Adequate hematologic and end organ function, defined by the following laboratory results obtained within 14 days prior to the first study treatment (Cycle 1, Day 1):\n\n  * ANC ≥ 1500 cells/µL\n  * WBC counts \\> 2500/µL\n  * Lymphocyte count ≥ 300/µL\n  * Hemoglobin ≥ 9.0 g/dL\n  * Total bilirubin ≤ 1.5 x upper limit of normal (ULN) with the following exception:\n  * Patients with known Gilbert disease who have serum bilirubin level ≤ 3 x ULN may be enrolled.\n  * AST and ALT ≤ 3.0 x ULN with the following exception:\n  * Patients with liver involvement: AST and/or ALT ≤ 5 x ULN\n  * Alkaline phosphatase ≤ 2.5 x ULN with the following exception:\n  * Patients with documented liver involvement or bone metastases: alkaline phosphatase ≤ 5 x ULN\n  * Serum creatinine ≤ 1.5 x ULN or creatinine clearance ≥ 50 mL/min on the basis of the Cockcroft-Gault glomerular filtration rate estimation:\n  * (140 - age) x (weight in kg) x (0.85 if female) 72 x (serum creatinine in mg/dL)\n* For female patients of childbearing potential and male patients with partners of childbearing potential, agreement (by patient and/or partner) to use highly effective form(s) of contraception (i.e., one that results in a low failure rate \\[\\<1% per year\\] when used consistently and correctly) and to continue its use for 90 days after the last dose of Atezolizumab\n* Female subject of childbearing potential should have a negative serum pregnancy within 28 days prior to receiving the first dose of study medication.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1\n\nExclusion Criteria:\n\n* Patients who have undergone prior allogeneic transplant are excluded only if they remain on any immunosuppression or have signs or symptoms of clinical graft-versus-host disease\n* Any approved anticancer therapy, including chemotherapy, hormonal therapy, or radiotherapy, within 3 weeks prior to initiation of study treatment.\n* Herbal therapy (including herbal therapy intended as anticancer therapy) \\< 1 week prior to Cycle 1, Day 1\n* AEs from prior anticancer therapy that have not resolved to Grade ≤ 1 except for alopecia\n* Known clinically significant liver disease\n* Active viral, alcoholic, or other hepatitis; cirrhosis; fatty liver; and inherited liver disease\n* Pregnancy, lactation, or breastfeeding\n* Known hypersensitivity to Chinese hamster ovary cell products or other recombinant human antibodies\n* Inability to comply with study and follow-up procedures\n* History or risk of autoimmune disease, including but not limited to systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjögren's syndrome, Bell's palsy, Guillain-Barré syndrome, multiple sclerosis, autoimmune thyroid disease, vasculitis, or glomerulonephritis\n* Patients with a history of autoimmune hypothyroidism AND without normal thyroid hormone levels on a stable dose of thyroid replacement hormone\n* Myocardial infarction or arterial thromboembolic events within 6 months prior to baseline or severe or unstable angina, New York Heart Association (NYHA) Class III or IV disease, or a QTc interval \\> 470 msec.\n* History of Torsades de pointes, ventricular tachycardia, or ventricular fibrillation\n* Uncontrolled heart failure or hypertension or uncontrolled diabetes mellitus\n* Patients with uncontrolled eczema, psoriasis, lichen simplex chronicus of vitiligo with dermatologic manifestations (patients without ophthalmologic involvement, rash covering \\<10% of the body surface area and requiring only low potency topical steroids, and without exacerbations requiring systemic therapy are eligible.)\n* History of idiopathic pulmonary fibrosis, pneumonitis (including drug induced), organizing pneumonia (i.e., bronchiolitis obliterans, cryptogenic organizing pneumonia, etc.), or evidence of active pneumonitis on screening chest computed tomography (CT) scan.\n* A history of radiation pneumonitis in the radiation field (fibrosis) is permitted provided that symptoms have resolved.\n* Any other diseases, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug or that may affect the interpretation of the results or render the patient at high risk from treatment complications\n* History of HIV infection or active hepatitis B (chronic or acute) or hepatitis C infection\n\n  * Patients with past or resolved hepatitis B infection (defined as having a negative hepatitis B surface antigen \\[HBsAg\\] test and a positive anti-HBc \\[antibody to hepatitis B core antigen\\] antibody test) are eligible.\n  * Patients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA.\n* Patients with active tuberculosis\n* Severe infections within 4 weeks prior to Cycle 1, Day 1, including but not limited to hospitalization for complications of infection, bacteremia, or severe pneumonia\n* Signs or symptoms of infection within 2 weeks prior to Cycle 1, Day 1\n* Received oral or IV antibiotics within 2 weeks prior to Cycle 1, Day 1 for treatment of active infection (Patients receiving prophylactic antibiotics (e.g., for prevention of a urinary tract infection or chronic obstructive pulmonary disease) are eligible)\n* Patients receiving prophylactic antibiotics (e.g., for prevention of a urinary tract infection or chronic obstructive pulmonary disease) are eligible.\n* Major surgical procedure within 28 days prior to Cycle 1, Day 1 or anticipation of need for a major surgical procedure during the course of the study\n* Administration of a live, attenuated vaccine within 4 weeks before Cycle 1, Day 1 or anticipation that such a live, attenuated vaccine will be required during the study\n* Malignancies other than the disease under study within 5 years prior to Cycle 1, Day 1, with the exception of those with a negligible risk of metastasis or death and with expected curative outcome (such as adequately treated carcinoma in situ of the cervix, basal or squamous cell skin cancer, localized prostate cancer treated surgically with curative intent, or ductal carcinoma in situ treated surgically with curative intent) or undergoing active surveillance per standard-of-care management (e.g., chronic lymphocytic leukemia Rai Stage 0, prostate cancer with Gleason score ≤ 6, and prostate-specific antigen \\[PSA\\] ≤ 10 mg/mL, etc.)\n\nMedication-Related Exclusion Criteria:\n\n* Prior anti-PD-L1 therapies are excluded.\n\n  °Patients who have received prior treatment with immunotherapy including anti-PD-1 anti-CTLA-4 may be enrolled, provided that there was no history of severe immune-related adverse effects (NCI CTCAE Grade 3 and 4)\n* Treatment with investigational agent within 4 weeks prior to Cycle 1, Day 1 (or within five half-lives of the investigational product, whichever is longer)\n* Treatment with systemic immunosuppressive medications (including but not limited to prednisone, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumor necrosis factor \\[anti-TNF\\] agents) within 2 weeks prior to Cycle 1, Day 1\n\n  * Patients who have received acute, low-dose, systemic immunosuppressant medications (e.g., a one-time dose of dexamethasone for nausea) may be enrolled.\n  * The use of inhaled corticosteroids and mineralocorticoids (e.g., fludrocortisone) for patients with orthostatic hypotension or adrenocortical insufficiency is allowed.\n* History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Progression-free Survival",
        "description": "The primary endpoint will be computed as proportions along with exact 95% confidence intervals.",
        "timeFrame": "12 months"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 14,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:29:06.679Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}