{
  "nctId": "NCT03028480",
  "briefTitle": "Long Term Special Drug Use Investigation of Mepolizumab",
  "officialTitle": "Nucala® Subcutaneous Injection Special Drug Use Investigation (Long-Term)",
  "protocolDocument": {
    "nctId": "NCT03028480",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-12-08",
    "uploadDate": "2024-05-22T01:21",
    "size": 417762,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03028480/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 1061,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-01-11",
    "completionDate": "2023-11-22",
    "primaryCompletionDate": "2023-11-22",
    "firstSubmitDate": "2017-01-06",
    "firstPostDate": "2017-01-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Subjects receiving NUCALA for the first time for treatment of bronchial asthma (a refractory asthma whose symptoms are inadequately controlled despite receiving standard asthma medications)\n\nExclusion Criteria:\n\n* No exclusion criteria",
    "healthyVolunteers": false,
    "sex": "ALL",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Whose Data Entered on Electronic Data Capture (EDC) System",
        "description": "The number of participants whose data was entered in the EDC system up to 14 days from the initiation of NUCALA treatment (Day 1) has been presented.",
        "timeFrame": "Up to 14 days from the initiation of NUCALA treatment (Day 1)"
      },
      {
        "measure": "Percentage of Participants With Adverse Drug Reaction (ADR)",
        "description": "ADR is defined as a response to a drug which is noxious and unintended, and which occurred at doses normally used in man for the prophylaxis, diagnosis, or therapy of disease, or for the modifications of physiological function. Percentage of participants with ADR were calculated as the number of participants having a particular ADR divided by total number of participants on NUCALA treatment\\*100. Percentage values are rounded-off.",
        "timeFrame": "Up to 3 years"
      },
      {
        "measure": "Number of Participants Showing Response to the Treatment",
        "description": "The number of participants who showed response to the bronchial asthma treatment has been presented.",
        "timeFrame": "Up to 1 year"
      },
      {
        "measure": "Number of Participants Excluded From Analysis Due to Exacerbation of Asthma",
        "description": "The number of participants excluded from analysis due to exacerbation of asthma has been presented.",
        "timeFrame": "Up to 1 year"
      },
      {
        "measure": "Number of Participants With Adverse Drug Reactions (ADR)",
        "description": "ADR is defined as a response to a drug which is noxious and unintended, and which occurred at doses normally used in man for the prophylaxis, diagnosis, or therapy of disease, or for the modifications of physiological function.",
        "timeFrame": "Up to 3 years"
      },
      {
        "measure": "Percentage of Participants With Occurrences of Safety Specifications and Priority Investigation Matters",
        "description": "Safety specifications and priority investigation matters included hypersensitivity reaction including anaphylaxis, infections, and malignant tumor. The percentage of participants with occurrences of safety specifications and priority investigation matters have been reported. Percentage values are rounded-off.",
        "timeFrame": "Up to 3 years"
      }
    ],
    "secondary": [
      {
        "measure": "Response Rate Assessed by Global Assessment of Effectiveness",
        "description": "Response rate is the percentage of participants assessed as \"effective\" based on the course of subjective symptoms and clinical symptoms. Response rate was calculated as number of participants showing response to the NUCALA treatment divided by total number of participants on treatment\\*100. Percentage values are rounded-off. Response rate and corresponding 95% confidence interval were reported.",
        "timeFrame": "Up to 1 year"
      },
      {
        "measure": "Rate of Exacerbation of Asthma",
        "description": "Asthma exacerbation was defined as new or increased asthma symptoms (wheezing, coughing, dyspnea, chest tightness, and/or nighttime awakenings due to these symptoms) that resulted in hospitalization, emergency room visit and usage of systemic steroids. Exacerbation rate was defined as number of asthma exacerbations divided by total person-year (52 weeks were converted to 1 year). Data for exacerbations requiring hospitalization, emergency room visit, and use of systemic corticosteroid have been presented.",
        "timeFrame": "52 weeks before the initiation of NUCALA treatment (Day 1) and at Week 52 post-treatment"
      },
      {
        "measure": "Total Score of Asthma Control Test (ACT) at Indicated Time Points",
        "description": "The ACT is a validated self-completed questionnaire utilizing 5 questions to assess asthma control on a 5-point categorical scale ranging from 1 (not controlled at all) to 5 (completely controlled) with higher scores indicating better control. Total ACT score is calculated as the sum of the scores from the 5 questions and can range from 5 to 25, with higher scores indicating better control. An ACT total score of 5 to 19 suggests that the participant's asthma is unlikely to be well controlled, whilst a score of 20 to 25 suggests that the participant's asthma is likely to be well controlled. Baseline was defined as within 8 weeks prior to initiation of NUCALA treatment (Day 1).",
        "timeFrame": "Baseline, Weeks 12, 24 and 52 after the initiation of NUCALA treatment (Day 1)"
      },
      {
        "measure": "Mean Peak Expiratory Flow (PEF) at Indicated Time Points",
        "description": "Peak Expiratory Flow is a person's maximum speed of expiration. PEF was measured using an electronic peak expiratory flow device (ePEF) at Baseline (Day 1), and at Weeks 12, 24, and 54 after the initiation of NUCALA treatment. Baseline was defined as within 8 weeks prior to initiation of NUCALA treatment (Day 1).",
        "timeFrame": "Baseline, Weeks 12, 24 and 52 after the initiation of NUCALA treatment (Day 1)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:22.728Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}