{
  "nctId": "NCT02198651",
  "briefTitle": "A Phase 4 Trial Assessing the ImPact of Residual Inflammation Detected Via Imaging TEchniques, Drug Levels and Patient Characteristics on the Outcome of Dose TaperIng of Adalimumab in Clinical Remission Rheumatoid ArThritis (RA) Subjects",
  "officialTitle": "A Phase 4 Trial Assessing the ImPact of Residual Inflammation Detected Via Imaging TEchniques, Drug Levels and Patient Characteristics on the Outcome of Dose TaperIng of Adalimumab in Clinical Remission Rheumatoid ArThritis (RA) Subjects (PREDICTRA)",
  "protocolDocument": {
    "nctId": "NCT02198651",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-02-25",
    "uploadDate": "2019-04-29T11:02",
    "size": 2925471,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02198651/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 149,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-01-05",
    "completionDate": "2018-08-08",
    "primaryCompletionDate": "2018-05-03",
    "firstSubmitDate": "2014-07-22",
    "firstPostDate": "2014-07-24"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Participant had a diagnosis of rheumatoid arthritis (RA) as defined by the 1987 revised American College of Rheumatology (ACR) classification criteria and/or the ACR /European League Against Rheumatism (EULAR) 2010 classification criteria (any duration since diagnosis).\n2. Participant must have met the following criteria:\n\n   * Must have been treated with adalimumab 40 mg subcutaneously every other week (sc eow) for at least 12 months prior to Week 0 Visit\n   * Must have been treated with concomitant methotrexate (MTX) at a stable dose (oral, sc or intramuscular (im) at any dose) for at least 12 weeks prior to Week 0 Visit or if not on MTX, must have been treated with other allowed conventional synthetic disease-modifying anti-rheumatic drugs (csDMARDs) at a stable dose for at least 12 weeks prior to Week 0 Visit or if not treated with csDMARDs must maintain this regimen for at least 12 weeks prior to Week 0 Visit.\n3. Participant must be in sustained clinical remission based on the following:\n\n   * At least one documented 4 or 3 (if Patient's Global Assessment ; PGA is not available) variables Disease Activity Score 28 Erythrocyte sedimentation rate (DAS28 ESR) or DAS28 C-reactive protein (CRP) \\< 2.6 (or calculated based on documented components of the DAS28) in the participant's chart 6 months or longer prior to the Screening Visit;\n   * 4 variables DAS28 (ESR) assessed at Screening \\< 2.6, with all components including ESR assessed at Screening.\n4. If participant was receiving concomitant allowed csDMARDs (in addition or not to MTX) the dose must have been stable for at least 12 weeks prior to the Week 0 Visit (e.g., chloroquine, hydroxychloroquine, sulfasalazine, gold formulations \\[including auranofin, gold sodium thiomalate, and aurothioglucose\\] and/or leflunomide).\n5. If participant was receiving concomitant oral corticosteroids, prednisone or equivalent must have been \\< 10 mg/day and the dose must have been stable for at least 4 weeks prior to the Week 0 Visit.\n6. If participant was receiving concomitant non-steroidal anti-inflammatory drugs (NSAIDs), tramadol or other equivalent opioids and/or non-opioid analgesics, the dose and/or therapeutic scheme must have been stable for at least 4 weeks prior to the Week 0 Visit.\n7. Participant must have been able and willing to provide written informed consent and comply with the requirements of this study protocol.\n\nExclusion Criteria:\n\n1. Any 4 or 3 (if PGA is not available) variables DAS28 (ESR) or DAS28 (CRP) (or calculated based on documented components of the DAS28) assessed within 6 months prior to the Screening Visit ≥ 2.6.\n2. Participant was on an additional concomitant biological disease-modifying anti-rheumatic drug (bDMARD) (including but not limited to abatacept, anakinra, certolizumab, etanercept, golimumab, infliximab, rituximab or tocilizumab).\n3. Participant had been treated with intra-articular or parenteral corticosteroids within the last four weeks before Screening.\n4. Participant had undergone joint surgery within 12 weeks of Screening (at joints to be assessed by magnetic resonance imaging (MRI) and/or ultrasound).\n5. Participant had a medical condition precluding an MRI (e.g. magnetic activated implanted devices - cardiac pace-maker, insulin pump, neuro stimulators, etc. and metallic devices or fragments or clips in the eye, brain or spinal canal and in the hand/wrist undergoing MRI)\n6. Participant had a medical condition precluding a contrast MRI with gadolinium \\[e.g. nephrogenic systemic fibrosis, previous anaphylactic/anaphylactoid reaction to gadolinium containing contrast agent, pregnancy or breast feeding, severe renal insufficiency with an estimated Glomerular Filtration Rate (eGFR) below 30 mL/min/1.73m\\^2 at Screening, hepato-renal syndrome, severe chronic liver function impairment\\]\n7. Participant had been treated with any investigational drug of chemical or biologic nature within a minimum of 30 days or five half-lives (whichever is longer) of the drug prior to the Screening Visit.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Association Between Baseline Hand and Wrist Synovitis Rheumatoid Arthritis Magnetic Resonance Imaging Scoring System (RAMRIS) Score and Flare up to Week 40 in the Tapering Arm",
        "description": "Synovitis was assessed in three wrist regions (the distal radioulnar joint; the radiocarpal joint; the intercarpal and carpometacarpal joints) and in each Metacarpophalangeal joint (MCP) joint. The first carpometacarpal joint and the first MCP joint are not scored. The scale is 0-3. Score 0 is normal, and 1-3 (mild, moderate, severe) are by thirds of the presumed maximum volume of enhancing tissue in the synovial compartment. Flare is defined as an increase from Double-blind Baseline in DAS (Disease Activity Score) 28 erythrocyte sedimentation rate (ESR) of \\> 0.6 AND DAS28 \\[ESR\\] \\> 2.6, OR an increase in DAS28 (ESR) of ≥ 1.2 irrespective of the resulting DAS28 \\[ESR\\]. The association between baseline hand and wrist synovitis RAMRIS score and occurrence of rheumatoid arthritis flare up to Week 40 in the Tapering arm was examined using logistic regression, and the 95% confidence interval of the odds ratio was calculated.",
        "timeFrame": "From Week 4 to Week 40"
      },
      {
        "measure": "Association Between Baseline Bone Marrow Edema RAMRIS Score and Flare up to Week 40 in the Tapering Arm",
        "description": "Bone marrow edema in each bone was scored separately. The scale is 0-3 based on the proportion of bone with edema, as follows-0: no edema; 1: 1-33% of bone edematous; 2: 34-66% of bone edematous; 3: 67-100%. Flare is defined as an increase from Double-blind Baseline in DAS (Disease Activity Score) 28 erythrocyte sedimentation rate (ESR) of \\> 0.6 AND DAS28 \\[ESR\\] \\> 2.6, OR an increase in DAS28 (ESR) of ≥ 1.2 irrespective of the resulting DAS28 \\[ESR\\]. The association between baseline bone marrow edema rheumatoid arthritis MRI scoring system (RAMRIS) score and occurrence of rheumatoid arthritis flare up to Week 40 in the Tapering arm was examined using logistic regression, and the 95% confidence interval of the odds ratio was calculated.",
        "timeFrame": "From Week 4 to Week 40"
      },
      {
        "measure": "Association Between a Composite of Baseline Hand and Wrist Synovitis and Bone Marrow Edema RAMRIS Scores and Flare up to Week 40 in the Tapering Arm",
        "description": "The composite score is the sum of the baseline hand and wrist synovitis and bone marrow edema RAMRIS scores. Flare is defined as an increase from Double-blind Baseline in DAS (Disease Activity Score) 28 erythrocyte sedimentation rate (ESR) of \\> 0.6 AND DAS28 \\[ESR\\] \\> 2.6, OR an increase in DAS28 (ESR) of ≥ 1.2 irrespective of the resulting DAS28 \\[ESR\\]. The association between the composite baseline hand and wrist synovitis score and baseline bone marrow edema rheumatoid arthritis MRI scoring system (RAMRIS) score and occurrence of rheumatoid arthritis flare up to Week 40 in the Tapering arm was examined using logistic regression, and the 95% confidence interval of the odds ratio was calculated.",
        "timeFrame": "From Week 4 to Week 40"
      }
    ],
    "secondary": [
      {
        "measure": "Median Time to Flare",
        "description": "Time to flare was defined as the number of weeks from the date of the first dose of study drug in the Double-blind period to the date of flare.",
        "timeFrame": "From Week 4 to Week 40"
      },
      {
        "measure": "Physicians' Assessment of Flare Severity",
        "description": "Physicians rated the severity of flare at the Flare Week 0 visit from 0 (not severe) to 10 (very severe). The number of participants within each level of flare severity is presented.",
        "timeFrame": "At the Flare Week 0 Visit"
      },
      {
        "measure": "Participants' Assessment of Flare Severity",
        "description": "Participants rated the severity of flare at the Flare Week 0 visit from 0 (not severe) to 10 (very severe). The number of participants within each level of flare severity is presented.",
        "timeFrame": "At the Flare Week 0 Visit"
      },
      {
        "measure": "Percentage of Participants With a Flare",
        "description": "Flare was defined as an increase from Double-blind Baseline in DAS (Disease Activity Score) 28 erythrocyte sedimentation rate (ESR) of \\> 0.6 AND DAS28 \\[ESR\\] \\> 2.6, OR an increase in DAS28 (ESR) of ≥ 1.2 irrespective of the resulting DAS28 \\[ESR\\].",
        "timeFrame": "From Week 4 to Week 40"
      },
      {
        "measure": "Number of Participants Who Regained Clinical Remission in the Open-Label Rescue Arm Over Time",
        "description": "The Disease Activity Score 28 (DAS28) is a validated index of rheumatoid arthritis disease activity. Twenty-eight tender joint counts, 28 swollen joint counts, the erythrocyte sedimentation rate (ESR; mm/hour), and the participant's assessment of global disease activity (on a visual analog scale \\[VAS\\] from 0 to 10 cm) are included in the DAS28 (ESR) score. Scores on the DAS28 range from 0 to 10; higher scores indicate more disease activity. Clinical remission was defined as DAS28 (ESR) \\< 2.6.",
        "timeFrame": "From Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Median Time to Clinical Remission From the Occurrence of Flare",
        "description": "The Disease Activity Score 28 (DAS28) is a validated index of rheumatoid arthritis disease activity. Twenty-eight tender joint counts, 28 swollen joint counts, the erythrocyte sedimentation rate (ESR; mm/hour), and the participant's assessment of global disease activity (on a visual analog scale \\[VAS\\] from 0 to 10 cm) are included in the DAS28 (ESR) score. Scores on the DAS28 range from 0 to 10; higher scores indicate more disease activity. Clinical remission was defined as DAS28 (ESR) \\< 2.6. Time to clinical remission was defined as the number of weeks from the occurrence of flare to the first date of clinical remission.",
        "timeFrame": "From Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Disease Activity Score 28 (DAS28)",
        "description": "The Disease Activity Score 28 (DAS28) is a validated index of rheumatoid arthritis disease activity. Twenty-eight tender joint counts, 28 swollen joint counts, the erythrocyte sedimentation rate (ESR; mm/hour), and the participant's assessment of global disease activity (on a visual analog scale \\[VAS\\] from 0 to 10 cm) are included in the DAS28 (ESR) score. Scores on the DAS28 range from 0 to 10; higher scores indicate more disease activity. Negative values indicate improvement from baseline.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Clinical Disease Activity Index (CDAI) Score",
        "description": "The CDAI is a validated measure of rheumatoid arthritis disease activity. Twenty-eight tender joint counts, 28 swollen joint counts, global health assessed by the participant on a visual analogue scale from 0 to 10 (cm), and global health assessed by an investigator on a visual analogue scale from 0 to 10 (cm) were included in the CDAI score. Scores on the CDAI range from 0 to 76; higher scores indicate more disease activity. Negative values indicate improvement from the Double-blind baseline score.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Simplified Disease Activity Index (SDAI) Score",
        "description": "The SDAI is a validated measure of rheumatoid arthritis disease activity. Twenty-eight tender joint counts, 28 swollen joint counts, global health assessed by the participant on a visual analogue scale from 0 to 10 (cm), global health assessed by an investigator on a visual analogue scale from 0 to 10 (cm), and serum levels of C-reactive protein levels (mg/dL) were included in the SDAI score. Scores on the SDAI range from 0 to 86; higher scores indicate more disease activity. Negative values indicate improvement from the Double-blind baseline score.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Number of Participants Maintaining Clinical Remission Defined By DAS28 (ESR) < 2.6, SDAI ≤ 3.3, and CDAI ≤ 2.8 at Each Visit By Treatment Arm",
        "description": "The maintenance of clinical remission after regaining remission during the Open-label rescue period was defined as either Disease Activity Score 28 (DAS28 ESR) \\< 2.6, Simplified Disease Activity Index (SDAI) score ≤ 3.3, or Clinical Disease Activity Index (CDAI) score ≤ 2.8).",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline to Week 40 or Final Visit in Magnetic Resonance Imaging (MRI) Synovitis Score",
        "description": "Synovitis was assessed in three wrist regions (the distal radioulnar joint; the radiocarpal joint; the intercarpal and carpometacarpal joints) and in each Metacarpophalangeal joint (MCP) joint. The first carpometacarpal joint and the first MCP joint are not scored. The scale is 0-3. Score 0 is normal, and 1-3 (mild, moderate, severe) are by thirds of the presumed maximum volume of enhancing tissue in the synovial compartment.",
        "timeFrame": "From Week 4 to Week 40 or Final visit"
      },
      {
        "measure": "Mean Change From Double-blind Baseline to Week 40 or Final Visit in Bone Marrow Edema (BME) Score",
        "description": "Bone edema in each bone was scored separately. The scale is 0-3 based on the proportion of bone with edema, as follows-0: no edema; 1: 1-33% of bone edematous; 2: 34-66% of bone edematous; 3: 67-100%.",
        "timeFrame": "From Week 4 to Week 40 or Final visit"
      },
      {
        "measure": "Mean Change From Double-blind Baseline to Week 40 or Final Visit in Bone Erosions Rheumatoid Arthritis Magnetic Resonance Imaging Scoring System (RAMRIS) Score",
        "description": "Bone erosions in each bone (wrists: carpal bones, distal radius, distal ulna, metacarpal bases; MCP joints: metacarpal heads, phalangeal bases) were scored separately. The scale is 0-10, based on the proportion of eroded bone compared to the ''assessed bone volume'', judged on all available images-0: no erosion; 1: 1-10% of bone eroded; 2; 11-20%, etc.",
        "timeFrame": "From Week 4 to Week 40 or Final Visit"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Health Assessment Questionnaire- Disability Index (HAQ-DI) Score Over Time",
        "description": "The Health Assessment Questionnaire - Disability Index (HAQ-DI) is a participant-reported questionnaire specific for rheumatoid arthritis. It consists of 20 questions referring to eight domains: dressing/grooming, arising, eating, walking, hygiene, reach, grip, and daily activities. Participants assessed their ability to do each task over the past week using the following response categories: without any difficulty (0); with some difficulty (1); with much difficulty (2); and unable to do (3). Scores on each task were summed and averaged to provide an overall score ranging from 0 to 3, where zero represents no disability and three very severe, high-dependency disability. The minimal clinically important difference (MCID) defined for the HAQ-DI is ≥ 0.22.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Number of Participants With Health Assessment Questionnaire- Disability Index (HAQ-DI) Score ≤ 0.5 at Double-blind Baseline and at Week 40",
        "description": "The Health Assessment Questionnaire - Disability Index (HAQ-DI) is a participant-reported questionnaire specific for rheumatoid arthritis. It consists of 20 questions referring to eight domains: dressing/grooming, arising, eating, walking, hygiene, reach, grip, and daily activities. Participants assessed their ability to do each task over the past week using the following response categories: without any difficulty (0); with some difficulty (1); with much difficulty (2); and unable to do (3). Scores on each task were summed and averaged to provide an overall score ranging from 0 to 3, where zero represents no disability and three very severe, high-dependency disability. The number of participants with HAQ-DI score ≤ 0.5 (considered to be normal) was recorded.",
        "timeFrame": "Week 4 and Week 40"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Routine Assessment of Patient Index Data (RAPID3) Questionnaire Scores Assessed During In-office Visits",
        "description": "The RAPID3 is an activity index derived from the Multi-dimensional Health Assessment Questionnaire (MD-HAQ). It includes an assessment of physical function, a pain Visual Analog Scale (VAS), and a participant global assessment of disease activity VAS. The total RAPID3 score ranges from 0 to 30 where higher scores represent severe disease. Negative values indicate improvement from the Double-blind baseline score.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Flare Week 0 in Routine Assessment of Patient Index Data (RAPID3) Questionnaire Scores Assessed at Home",
        "description": "The RAPID3 is an activity index derived from the Multi-dimensional Health Assessment Questionnaire (MD-HAQ). It includes an assessment of physical function, a pain Visual Analog Scale (VAS), and a participant global assessment of disease activity VAS. The total RAPID3 score ranges from 0 to 30 where higher scores represent severe disease. Negative values indicate improvement from the Double-blind baseline score.",
        "timeFrame": "Flare Week 0 and Flare Weeks 1, 2, 3, 5, 6, 7, 8, 9, 11, 12, 13, 14, 15"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Swollen Joint Count 28",
        "description": "Twenty-eight joints, excluding hip joints, were assessed for swelling by physical examination. Swelling of each joint was classified as present (1) or absent (0), for a total possible score of 0 (0 joints with swelling) to 28 (worst possible score/28 joints with swelling). Negative values indicate improvement from baseline.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Swollen Joint Count 66",
        "description": "Sixty-six joints were assessed for swelling by physical examination. Swelling of each joint was classified as present (1) or absent (0), for a total possible score of 0 (0 joints with swelling) to 66 (worst possible score/66 joints with swelling). Negative values indicate improvement from baseline.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Tender Joint Count 28",
        "description": "Twenty-eight joints were assessed for tenderness by physical examination. Pain or tenderness of each joint was classified as present (1) or absent (0), for a total possible score of 0 (0 joints with tenderness) to 28 (worst possible score/28 joints with tenderness). Negative values indicate improvement from baseline.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Tender Joint Count 68",
        "description": "Sixty-eight joints were assessed for tenderness by physical examination. Pain or tenderness of each joint was classified as present (1) or absent (0), for a total possible score of 0 (0 joints with tenderness) to 68 (worst possible score/68 joints with tenderness). Negative values indicate improvement from baseline.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Participant's Global Assessment of Disease Activity",
        "description": "Participants rated the severity of their rheumatoid arthritis symptoms and how well they were doing during the last 24 hours by placing a vertical mark on a line with a range of 0 (very well) to 100 mm (very poorly). Negative values indicate improvement from baseline.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Participant's Global Assessment of Rheumatoid Arthritis Pain",
        "description": "Participants rated the severity of their rheumatoid arthritis pain in the past week by placing a vertical mark on a line with a range of 0 (no pain) to 100 mm (severe pain). Negative values indicate improvement from baseline.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Physician's Global Assessment of Disease Activity",
        "description": "Physicians assessed participants' current rheumatoid arthritis disease activity at the time of the visit (independent of the participant's self-assessment) by placing a vertical mark on a line with a range of 0 (very low) to 100 mm (very high). Negative values indicate improvement from baseline.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Morning Stiffness Duration",
        "description": "The duration of morning stiffness was reported by participants as the average daily length during the past week in minutes (from time of awaking to time of maximal improvement). Negative values indicate improvement from baseline.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Morning Stiffness Severity",
        "description": "Morning stiffness severity was assessed by a numeric rating-scale (NRS). Participants rated the severity of morning stiffness during the past week from 0 to 10 with 0 representing \"not severe\" and 10 \"very severe\". Negative values indicate improvement from baseline.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Participant's Assessment of Sleep Disturbance",
        "description": "Participants rated the severity of their sleep disturbance in the past week by placing a vertical mark on a line with a range of 0 (sleep is no problem) to 100 mm (sleep is a major problem). Negative values indicate improvement from baseline.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Treatment Satisfaction Questionnaire for Medication (TSQM) Effectiveness Score",
        "description": "Participants completed the 14-item Treatment Satisfaction Questionnaire for Medication (TSQM; Version 1.4) to assess satisfaction with their current rheumatoid arthritis treatment over the previous 2-3 weeks or since the last time that they took the medication. The TSQM consists of fourteen items over four domains (effectiveness, side effects, convenience, and global satisfaction). The 14 questions are answered either with yes/no or by means of a five or seven stage scale (ranging from very unsatisfied to satisfied). TSQM Scale scores for each domain range from 0 to 100 and higher scores represent higher satisfaction. Negative values indicate worsening from baseline.",
        "timeFrame": "At Weeks 4, 16, 28, and 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Treatment Satisfaction Questionnaire for Medication (TSQM) Side Effects Score",
        "description": "Participants completed the 14-item Treatment Satisfaction Questionnaire for Medication (TSQM; Version 1.4) to assess satisfaction with their current rheumatoid arthritis treatment over the previous 2-3 weeks or since the last time that they took the medication. The TSQM consists of fourteen items over four domains (effectiveness, side effects, convenience, and global satisfaction). The 14 questions are answered either with yes/no or by means of a five or seven stage scale (ranging from very unsatisfied to satisfied). TSQM Scale scores for each domain range from 0 to 100 and higher scores represent higher satisfaction. Negative values indicate worsening from baseline.",
        "timeFrame": "At Weeks 4, 16, 28, and 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Treatment Satisfaction Questionnaire for Medication (TSQM) Convenience Score",
        "description": "Participants completed the 14-item Treatment Satisfaction Questionnaire for Medication (TSQM; Version 1.4) to assess satisfaction with their current rheumatoid arthritis treatment over the previous 2-3 weeks or since the last time that they took the medication. The TSQM consists of fourteen items over four domains (effectiveness, side effects, convenience, and global satisfaction). The 14 questions are answered either with yes/no or by means of a five or seven stage scale (ranging from very unsatisfied to satisfied). TSQM Scale scores for each domain range from 0 to 100 and higher scores represent higher satisfaction. Negative values indicate worsening from baseline.",
        "timeFrame": "At Weeks 4, 16, 28, and 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Treatment Satisfaction Questionnaire for Medication (TSQM) Global Satisfaction Score",
        "description": "Participants completed the 14-item Treatment Satisfaction Questionnaire for Medication (TSQM; Version 1.4) to assess satisfaction with their current rheumatoid arthritis treatment over the previous 2-3 weeks or since the last time that they took the medication. The TSQM consists of fourteen items over four domains (effectiveness, side effects, convenience, and global satisfaction). The 14 questions are answered either with yes/no or by means of a five or seven stage scale (ranging from very unsatisfied to satisfied). TSQM Scale scores for each domain range from 0 to 100 and higher scores represent higher satisfaction. Negative values indicate worsening from baseline.",
        "timeFrame": "At Weeks 4, 16, 28, and 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Work Productivity and Activity Impairment (WPAI) Overall Work Impairment and Activity Impairment Scores",
        "description": "The Work Productivity and Activity Impairment (WPAI) questionnaire for general health is a validated tool in rheumatoid arthritis consisting of 6 questions, based on participant recall of the previous 7 days. WPAI assesses work time missed due to illness (absenteeism), impairment at work due to health (presenteeism), overall work impairment due to health (an aggregate measure of both absenteeism and presenteeism), and total non-occupational activity impairment due to health. WPAI scores are expressed as impairment percentages, with higher scores indicating worse outcomes. A negative change from baseline indicates improvement.",
        "timeFrame": "At Weeks 4, 28, and 40 and Flare Weeks 0, 10, and 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Short-Form 36 Version 2 Health Survey (SF-36v2) Physical Component Summary (PCS) Score",
        "description": "The SF-36v2 is a non-disease specific Health Related Quality of Life (HRQoL) instrument. The SF-36v2 comprises 36 total items (questions) targeting a subject's functional health and well-being in 8 domains (physical functioning, role physical, bodily pain, general health, vitality, social functioning, role emotional and mental health) with a recall period of four weeks. Domain scores are aggregated into a Physical Component Summary (PCS) score and a Mental Component Summary (MCS) score. SF-36v2 scores for each domain and PCS/MCS range from 0-100: higher scores indicate a better state of health and a decrease from baseline represents worsening.",
        "timeFrame": "At Weeks 4, 28, and 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Short-Form 36 Version 2 Health Survey (SF-36v2) Mental Component Summary (MCS) Score",
        "description": "The SF-36v2 is a non-disease specific Health Related Quality of Life (HRQoL) instrument. The SF-36v2 comprises 36 total items (questions) targeting a subject's functional health and well-being in 8 domains (physical functioning, role physical, bodily pain, general health, vitality, social functioning, role emotional and mental health) with a recall period of four weeks. Domain scores are aggregated into a Physical Component Summary (PCS) score and a Mental Component Summary (MCS) score. SF-36v2 scores for each domain and PCS/MCS range from 0-100: higher scores indicate a better state of health and a decrease from baseline represents worsening.",
        "timeFrame": "At Weeks 4, 28, and 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Functional Assessment of Chronic Illness Therapy (FACIT) Fatigue Scale",
        "description": "The FACIT-Fatigue questionnaire is a participant questionnaire that consists of 13 questions designed to measure the degree of fatigue experienced by participants in the previous 7 days. Participants respond to the questions on a scale from 'not at all' (0) to 'very much' (4). The scale score is computed by summing the item scores, after reversing those items that are worded in the negative direction. The FACIT-Fatigue subscale score ranges from 0 to 52, where higher scores represent less fatigue. A negative change from baseline indicates worsening.",
        "timeFrame": "At Weeks 4, 16, 28, and 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Serum Levels of C-reactive Protein (CRP)",
        "description": "C-Reactive Protein (CRP; mg/L) was measured from blood samples as a marker for inflammation. Higher levels are indicative of more inflammation. Negative values indicate improvement from baseline.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      },
      {
        "measure": "Mean Change From Double-blind Baseline in Serum Levels of Erythrocyte Sedimentation Rate (ESR)",
        "description": "Erythrocyte sedimentation rate (ESR; mm/hour) indirectly measures how much inflammation is in the body. A higher ESR is indicative of increased inflammation. Negative values indicate improvement from baseline.",
        "timeFrame": "From Week 4 to Week 40 and from Flare Week 0 to Flare Week 16"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 37,
      "otherCount": 0,
      "totalCount": 40
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:59.139Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}