{
  "nctId": "NCT05284019",
  "briefTitle": "Real World Effectiveness of Eptinezumab in Participants With Migraine",
  "officialTitle": "An Exploratory, Prospective, Randomized, Pragmatic Open Label Cohort Study to Evaluate the Comparative Effectiveness of Eptinezumab in the United States",
  "protocolDocument": {
    "nctId": "NCT05284019",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-07-07",
    "uploadDate": "2024-02-06T09:48",
    "size": 8698987,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05284019/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 32,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-03-04",
    "completionDate": "2023-04-14",
    "primaryCompletionDate": "2023-02-17",
    "firstSubmitDate": "2022-02-23",
    "firstPostDate": "2022-03-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Have a diagnosis of migraine per International Headache Society (IHS) International Classification of Headache Disorder (ICHD)-3 guidelines at least 12 months prior to screening.\n* Have a history of ≥ 8 migraine days/month in 2 of the previous 3 months as confirmed by the treating physician through medical records.\n* Be able to understand the clinical description of treatment options and have the capability to participate fully in making their treatment preferences known.\n* Be willing to accept randomization to any of the possible study medications if allocated to that treatment arm.\n* Be willing and capable of completing daily reports and other participant reported outcome measures using a smartphone-based application.\n\nExclusion Criteria:\n\n* The participant has a history of severe drug allergy or hypersensitivity, or known hypersensitivity or intolerance to either eptinezumab, erenumab, fremanezumab, galcanezumab or their excipients.\n* The participant has previous history of use of any of the study drugs (for example, eptinezumab, Botox, erenumab, fremanezumab or galcanezumab). Note that only previous Botox use for treatment of migraine is exclusionary. Prior use of Botox for cosmetic purposes is allowed.\n* The participant has a diagnosis of CM and has hypersensitivity to botulinum toxin preparation or to any of the components in the formulation.\n* The participant has used opioids or butalbital-containing products greater than 4 days per month in the last month.\n\nOther inclusion and exclusion criteria may apply.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Patient-informed Most Bothersome Symptom (PI-MBS) Score at Week 24",
        "description": "Participants select the symptom that they find most impairs them at the time of reporting and rate the severity of that symptom on a 7-point scale (1 = very much improved; 2 = much improved; 3 = minimally improved; 4 = no change; 5 = minimally worse; 6 = much worse; 7 = very much worse) where a high score indicated worsening. Score ranges from 1 (Very Much Improved) to 7 (Very Much Worse). Lower scores indicate better health status. The MBS areas included: nausea, vomiting, sensitivity to light, sensitivity to sound, mental cloudiness, fatigue, pain with activity, mood changes, and other symptoms.",
        "timeFrame": "Baseline, Week 24"
      },
      {
        "measure": "Number of \"Good Days\" From Baseline",
        "description": "The participants report the number of \"good days\" and \"bad days\" they had in the previous week on a weekly basis using the good day/bad day scale.",
        "timeFrame": "Up to Week 24"
      },
      {
        "measure": "Change From Baseline in Quality of Life (QOL) as Measured by the 5 Level Euro Quality of Life 5 Dimensional Questionnaire (EQ-5D-5L) Score at Week 24",
        "description": "The EQ-5D-5L is a participant-reported assessment designed to measure the participant's well-being. It consists of 5 descriptive items (mobility, self-care, usual activities, pain/discomfort, and depression/anxiety) and a visual analog scale (VAS) of the overall health state. Each descriptive item is rated on a 5-point index ranging from 1 (no problems) to 5 (extreme problems). The VAS ranges from 0 (worst imaginable health state) to 100 (best imaginable health state).",
        "timeFrame": "Baseline, Week 24"
      },
      {
        "measure": "Health Care Resources Utilization (HCRU): Number of Participants Who Used Health Services and Medications",
        "timeFrame": "Up to Week 24"
      },
      {
        "measure": "QOL as Measured by the 6 Item Headache Impact Test (HIT-6) Score",
        "description": "The HIT-6 (version 1.0) is a Likert-type, self-reporting questionnaire designed to assess the impact of an occurring headache and its effect on the ability to function normally in daily life. The HIT-6 contains 6 questions, each item is rated from never to always with the following response scores: never = 6, rarely = 8, sometimes = 10, very often = 11, and always = 13. The total score for the HIT-6 is the sum of each response score ranging from 36 to 78. The life impact derived from the total score is described as follows: severe (≥60), substantial (56-59), some (50-55), little to none (≤49).",
        "timeFrame": "Up to Week 24"
      },
      {
        "measure": "QOL as Measured by the Migraine Disability Assessment (MIDAS) Total Score",
        "description": "The Midas score is a participant completed 5-item questionnaire about lost time and productivity (for work, school or family/social activities) in the past 3 months (number of days missed) where: 0-5=Little or No disability, 6-10=Mild disability, 11-20=Moderate disability or 21+ Severe disability.",
        "timeFrame": "Up to Week 24"
      },
      {
        "measure": "Participant Satisfaction Score as Measured by the Treatment Satisfaction Questionnaire for Medication (TSQM)",
        "description": "The TSQM assesses four domains of participants' satisfaction with treatment, with scale ranges from 0 (extremely dissatisfied) to 100 (not at all dissatisfied) for each of the categories (Effectiveness, Side Effects, Convenience, and Overall Satisfaction).",
        "timeFrame": "Week 24"
      },
      {
        "measure": "Percentage of Participants That Switch From the Preventive Medication They Are Randomized to at Baseline to Another Preventive Medication",
        "timeFrame": "Week 24"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 8,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 94,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:54.512Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}