{
  "nctId": "NCT01903733",
  "briefTitle": "Bosutinib Treatment Extension Study Only For Subjects With Chronic Myeloid Leukemia (CML) Who Have Previously Participated In Bosutinib Studies B1871006 Or B1871008",
  "officialTitle": "AN OPEN-LABEL BOSUTINIB TREATMENT EXTENSION STUDY FOR SUBJECTS WITH CHRONIC MYELOID LEUKEMIA (CML) WHO HAVE PREVIOUSLY PARTICIPATED IN BOSUTINIB STUDIES B1871006 OR B1871008",
  "protocolDocument": {
    "nctId": "NCT01903733",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-11-07",
    "uploadDate": "2021-06-07T13:09",
    "size": 1909082,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01903733/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 281,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2013-08-28",
    "completionDate": "2020-06-05",
    "primaryCompletionDate": "2020-06-05",
    "firstSubmitDate": "2013-07-16",
    "firstPostDate": "2013-07-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Only subjects previously participating in two specific studies are eligible to enroll into this study. Enrollment is not open to subjects if not previously enrolled in studies B1871006 or B1871008.\n\nExclusion Criteria:\n\n* All subjects are excluded unless previously participating in studies B1871006 or B1871008.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Treatment-Emergent Adverse Events (AEs) and Serious Adverse Events (SAEs) Based on National Cancer Institute Common Terminology Criteria for AEs (NCI CTCAE) (Version 3.0)",
        "description": "An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. SAE was any untoward medical occurrence at any dose that: resulted in death, was life threatening (immediate risk of death), required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity (substantial disruption of the ability to conduct normal life functions), resulted in congenital anomaly/birth defect. Treatment-emergent adverse events were defined as any event increasing in severity from baseline or any new event started during bosutinib therapy or within 30 days of the last dose of study drug.",
        "timeFrame": "From first dose of drug up to 30 days after last dose (up to approximately 14 years)"
      },
      {
        "measure": "Number of Participants With Grade 3 or 4 Treatment-Emergent Adverse Events (AEs) Based on National Cancer Institute Common Terminology Criteria for AEs (NCI CTCAE) (Version 3.0)",
        "description": "An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. AEs were assessed according to severity grading based on NCI CTCAE version 3.0. Grade 1 =mild; Grade 2 =moderate; Grade 3 =severe or medically significant but not immediately life-threatening, hospitalization or prolongation of hospitalization indicated; Grade 4 =life-threatening or disabling, urgent intervention indicated; Grade 5 =death. Treatment-emergent adverse events were defined as any event increasing in severity from baseline or any new event started during bosutinib therapy or within 30 days of the last dose of study drug.",
        "timeFrame": "From first dose of drug up to 30 days after last dose (up to approximately 14 years)"
      },
      {
        "measure": "Number of Participants With Treatment-Emergent Treatment Related Adverse Events (AEs) Based on National Cancer Institute Common Terminology Criteria for AEs (NCI CTCAE) (Version 3.0)",
        "description": "An AE was any untoward medical occurrence in a participant who received study drug. Treatment-emergent adverse events were defined as any event increasing in severity from baseline or any new event started during bosutinib therapy or within 30 days of the last dose of study drug. Related TEAEs were those AEs who were related to the study treatment as judged by the investigator.",
        "timeFrame": "From first dose of drug up to 30 days after last dose (up to approximately 14 years)"
      },
      {
        "measure": "Number of Participants With Laboratory Test Abnormalities Based on National Cancer Institute Common Terminology Criteria for AEs (NCI CTCAE) (Version 4.03)",
        "description": "Laboratory parameters included Chemistry: high alkaline phosphatase; high alanine aminotransferase; high aspartate aminotransferase; high blood bilirubin; high creatinine. Hematology: absolute neutrophils count decreased; anemia; platelet count decreased; white blood cells (WBC) decreased. Abnormalities in laboratory tests were graded per NCI CTCAE version 4.03 as Grade 1= mild; Grade 2= moderate; Grade 3= severe and Grade 4= life-threatening or disabling.",
        "timeFrame": "From first dose of drug up to 30 days after last dose (up to approximately 14 years)"
      },
      {
        "measure": "Number of Participants With Adverse Events as Reason for Treatment Discontinuation",
        "description": "An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship.",
        "timeFrame": "From first dose of drug up to 30 days after last dose (up to approximately 14 years)"
      },
      {
        "measure": "Number of Participants With Diarrhea After Switch From Bosutinib Clinical Formulation to Bosutinib Commercial Formulation",
        "description": "The incidence of diarrhea was collected and analyzed before and after the switch from the clinical formulation of bosutinib to the commercial formulation of bosutinib.",
        "timeFrame": "Last 6 months on clinical formulation and first 6 months on commercial formulation"
      },
      {
        "measure": "Number of Participants With Breakpoint Cluster Region Abelson Protooncogene (BCR-ABL) Mutations Present at Time of Bosutinib Treatment Discontinuation",
        "description": "BCR-ABL is a gene resulting from the 9:22 chromosomal translocation (Philadelphia chromosome). In this outcome measure, the number of participants who had emergent mutation or new BCR-ABL mutations (participants who had a post-baseline mutation which was not present at baseline) were reported.",
        "timeFrame": "Post-baseline on Day 1 (maximum up to 14 years)"
      },
      {
        "measure": "Overall Survival (OS) Rate at Year 10",
        "description": "OS was defined as the time from randomization (B1871008) and time from first dose (B1871006) to the occurrence of death due to any cause or censoring. Kaplan-Meier analysis was used for determination of OS. Percentage of participants who were alive were estimated in this outcome measure.",
        "timeFrame": "Year 10"
      },
      {
        "measure": "Plasma Steady-State Trough Concentrations (Ctrough) of Bosutinib",
        "description": "Ctrough refers to plasma concentration of bosutinib observed just before treatment administration.",
        "timeFrame": "One pre-dose sample was collected at the first scheduled visit (after approval and implementation of protocol amendment 1) following at least 2 weeks of uninterrupted dosing at the same dose level"
      },
      {
        "measure": "Kaplan-Meier Estimate of Probability of Maintaining Major Cytogenetic Response (MCyR) at Year 10: B1871006 Participants",
        "description": "Cytogenetic response (CyR) is based on prevalence of Ph+ cells. Duration for MCyR: time from first response to confirmed loss, progression of disease, or on-treatment death due to any cause, or censoring analyzed for responders only. Confirmed loss was defined as 2 consecutive non-responses at least 28 days apart. MCyR was categorized as either complete cytogenetic response (CCyR) or partial cytogenetic response (PCyR). Response was achieved when there was 0% (CCyR) or 1-35% (PCyR) Ph+ cells analyzed from conventional cytogenetics based on the analysis of 20 to 100 metaphases or \\<1% (CCyR) or 1-35% (PCyR) Ph+ cells analyzed from fluorescence in-situ hybridization (FISH) based on analysis of at least 200 nuclei. CCyR may be imputed on a specific date if an MMR or better is achieved and denoted on the CRF on that date for B1871040 study visits. The Kaplan-Meier analysis was used to analyze percentage of participants maintaining MCyR at Year 10.",
        "timeFrame": "Year 10"
      },
      {
        "measure": "Kaplan-Meier Estimate of Probability of Maintaining Complete Cytogenetic Response (CCyR) at Year 10: B1871006 Participants",
        "description": "Duration for CCyR was defined as time from first response to confirmed loss, progression of disease, or on-treatment death due to any cause, or censoring analyzed for responders only. Confirmed loss was defined as 2 consecutive assessments with \\>0 Ph+ metaphases or \\>=1% positive cells from FISH at least 28 days apart or progression or death. CCyR was achieved when there was 0% Ph+ cells analysed from conventional cytogenetics with 20 to 100 metaphases or \\<1% Ph+ cells analysed from FISH with at least 200 nuclei. CCyR may be imputed on a specific date if MMR or better is achieved and denoted on the CRF on that date for B1871040 study visits. The Kaplan-Meier analysis was used to analyze percentage of participants maintaining CCyR at Year 10.",
        "timeFrame": "Year 10"
      },
      {
        "measure": "Kaplan-Meier Estimate of Probability of Maintaining Complete Hematologic Response (CHR) at Year 10: B1871006 Participants",
        "description": "Duration for CHR was defined as time from first response to confirmed loss, progression of disease, or on-treatment death due to any cause, or censoring analyzed for responders only. Confirmed loss was defined as 2 consecutive non-responses at least 14 days apart. Complete hematologic response was considered when participants met all of the following criteria: White blood cells equal to or less than (\\<=) institutional upper limit of normal (ULN), no blasts or promyelocytes in blood, \\<20% basophils in blood, no extramedullary involvement (including hepatomegaly or splenomegaly), myelocytes and metamyelocytes \\<5% in blood, platelets \\<450\\*10\\^9 per liter (/L). The following were applicable only to advanced phase: \\<=5% bone marrow blasts, absolute neutrophil count \\>=1.0\\*10\\^9/L, platelets \\>=100\\*10\\^9/L. The Kaplan-Meier analysis was used to analyze percentage of participants maintaining CHR at Year 10.",
        "timeFrame": "Year 10"
      },
      {
        "measure": "Cumulative Incidence of Progression/Death Events at Year 10: B1871006 Participants",
        "description": "Progression free survival (PFS):interval from date of first dose of bosutinib in parent study until earlier date of progression or death from any cause. Participants without events censored at last evaluation date. PD:evolution from CP (or return to CP for ADV participants) to AP or BP (on 2 consecutive assessments at least 1 week apart), evolution from AP to BP (on 2 consecutive assessments at least 1 week apart) and one of following conditions occurred after dose escalation or presence of AEs prohibiting dose escalation: for 2nd or later line, loss of MCyR (need at least 30% increase); for all lines of treatment, loss of CHR confirmed by 2 assessments \\>=2 weeks apart; for all lines of treatment, increasing WBC defined as doubling of WBC over a period of \\>=1 month with second WBC \\>20\\*10\\^9/L confirmed at least 1 week later. Percentage of participants with PFS/death events based on cumulative incidence method adjusting for competing event of treatment discontinuation without event.",
        "timeFrame": "Year 10"
      },
      {
        "measure": "Cumulative Incidence of Rate of Transformation to Accelerated Phase (AP) or Blast Phase (BP) at Year 10: B1871006 Participants",
        "description": "Time to transformation was defined as the time from first dose in the parent study to the first date of confirmed transformation to AP or BP. Confirmed transformation was defined as 2 consecutive assessments at least 1 week apart or 1 assessment confirmed by progression of disease or death. For participants without transformation, censorship was at the last evaluation date. Percentage of participants with time to transformation to AP/BP was reported based on cumulative incidence method adjusting for the competing risk of treatment discontinuation without the event.",
        "timeFrame": "Year 10"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 14,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:06.993Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}