{
  "nctId": "NCT03497845",
  "briefTitle": "Assess the Safety & Immunogenicity of Prime-Boost Vaccination Strategies Using H5Nx Virus Vaccine Adjuvanted With AS03 or MF59",
  "officialTitle": "Randomized, Double-Blinded, Phase 2 Study to Assess Safety and Immunogenicity of Homologous and Heterologous Prime-Boost Vaccination Strategies With Stockpiled Inactivated Monovalent Influenza A(H5) Vaccines Administered Intramuscularly With Either AS03 or MF59® as Adjuvant",
  "protocolDocument": {
    "nctId": "NCT03497845",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-02-26",
    "uploadDate": "2020-04-09T16:35",
    "size": 1340101,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03497845/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 720,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-03-15",
    "completionDate": "2019-11-19",
    "primaryCompletionDate": "2019-11-19",
    "firstSubmitDate": "2018-03-13",
    "firstPostDate": "2018-04-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Is a male or nonpregnant female 18 to 49 years of age, inclusive, on Day 1 (first vaccination).\n2. Will avoid nonstudy vaccinations until 21 days after the last vaccination.\n3. Provides written informed consent prior to the initiation of any study-related procedures.\n4. Has a stable health status, as established by physical examination, vital sign measurements, and medical history.\n5. Has access to a consistent and reliable means of telephone contact, which may be in the home, workplace, or by personal mobile electronic device.\n6. Is able to understand and comply with planned study procedures.\n7. Lives a reasonable distance from the site to be able to travel to and from the site for follow-up visits and agrees to go to the site for evaluation in the case of an adverse event.\n8. Agrees to stay in contact with the site for the duration of the study, has no current plans to move from the study area, and provides updated contact information as necessary.\n\nExclusion Criteria:\n\n1. Has a known allergy to eggs or other components of the vaccine (including gelatin, formaldehyde, octoxinol-9, thimerosal, or chicken protein), or allergy to squalene-based adjuvants or has had severe reactions following previous immunizations with contemporary influenza virus vaccines.\n2. A woman who has a positive urine pregnancy test prior to vaccination in this study or a woman who is breastfeeding.\n3. A female of childbearing potential (a) who refuses to use an acceptable method of birth control (b) from Day 1 (first vaccination) to end-of-study visit and, if sexually active, who has not used a reliable birth control method for at least 2 months prior to Day 1 (first vaccination).\n\n   1. Female of childbearing potential is defined as post-onset menarche and premenopausal female capable of becoming pregnant. This does not include females who meet any of the following conditions: menopausal \\>1 year, tubal ligation \\>1 year, bilateral salpingo-oophorectomy, or hysterectomy.\n   2. Adequate contraception is defined as a contraceptive method with failure rate of less than 1% per year when used consistently and correctly and, when applicable, in accordance with the product label, for example: abstinence from penile-vaginal intercourse; oral contraceptives, either combined or progestogen alone; injectable progestogen; implants of etonogestrel or levonorgestrel; estrogenic vaginal ring; percutaneous contraceptive patches; intrauterine device or intrauterine system; male partner sterilization at least 6 months prior to the female Day 1 (first vaccination), and this male is the sole partner for that subject (The information on the male sterility can come from the site personnel's review of the subject's medical records or interview with the subject on her medical history); male condom combined with a vaginal spermicide (foam, gel, film, cream, or suppository); male condom combined with a female diaphragm, either with or without a vaginal spermicide (foam, gel, film, cream, or suppository).\n4. Is immunosuppressed as a result of an underlying illness or treatment, or anticancer chemotherapy or radiation therapy (cytotoxic) within the preceding 36 months prior to Day 1 (first vaccination).\n5. Has an active neoplastic disease or a history of any hematologic malignancy. A subject with superficial skin cancer who does not require intervention other than local excision is not excluded.\n6. Has long-term use (≥14 consecutive days) of glucocorticoids including oral or parenteral prednisone or equivalent (\\>20 mg total dose per day) or high-dose inhaled steroids (\\>800 mcg/day of beclomethasone dipropionate or equivalent) within 1 month prior to screening. (Low-dose \\[≤800 mcg/day of beclomethasone dipropionate or equivalent\\] inhaled and topical steroids are allowed).\n7. Has a diagnosis of schizophrenia, bipolar disease, or other major psychiatric diagnosis.\n8. Has been hospitalized for psychiatric illness, history of suicide attempt, or confinement for danger to self or others, within the past 10 years.\n9. Has a neurological or psychiatric diagnosis, which, although stable, is judged by the investigator to render the potential subject unable or unlikely to comply with the protocol or to provide accurate safety reports.\n10. Has received immunoglobulin or other blood product (with the exception of Rho\\[D\\] immune globulin) within the 3 months prior to Day 1 (first vaccination).\n11. Has received any live vaccine within 4 weeks or inactivated vaccines within 2 weeks prior to Day 1 (first vaccination). This includes seasonal influenza vaccines.\n12. Has an acute or chronic medical condition that, in the opinion of the investigator, would render vaccination unsafe or would interfere with the evaluation of responses. This includes potentially immune-mediated medical conditions such as Guillain-Barré syndrome, narcolepsy, current or history of autoimmune or chronic inflammatory disease.\n13. Has a first-degree relative with narcolepsy.\n14. Has an acute illness, including body temperature greater than 100.4°F, at screening, immediately prior to each vaccination or, per subject report, within 3 days prior to each vaccination. Subjects with an acute illness can be rescheduled for a vaccination as long as the vaccination visit is within the visit window. Note that subjects may return for randomization following resolution of the acute illness as long as recruitment remains open and subjects are within 14 days of signing consent.\n15. Has a Grade 2 or greater (by US Food and Drug Administration toxicity grade) safety laboratory value at screening.\n16. Has received an experimental agent (vaccine, biologic, device, blood product, or medication) within 1 month prior to Day 1 (first vaccination) in this study or plans receipt of an experimental agent during the study period.\n17. Is participating or plans to participate in another interventional clinical study (either active or follow-up phase) during the study period.\n18. Has received an influenza H5 vaccine in the past or has a history of H5 influenza infection prior to enrollment.\n19. Has known human immunodeficiency virus, hepatitis B, or hepatitis C infection.\n20. Has a history of alcohol or drug abuse within 5 years prior to Day 1 (first vaccination).\n21. Has a body mass index \\>35 kg/m2.\n22. Has any condition that would, in the opinion of the investigator, place him or her at an unacceptable risk of injury or render him or her unable to meet the requirements of the protocol (including site of injection reactogenicity assessments).\n23. Is a first-degree relative of any person working on this study: site or sponsor.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "49 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Local Adverse Reactions to 2-dose and 3-dose H5 Influenza Vaccination Series",
        "description": "Safety of 2-dose and 3-dose H5 influenza vaccination series as determined by occurrence of mild, moderate, or severe solicited local reactogenicity symptoms.\n\nSubjects in A-D and G-J did not receive 3 doses",
        "timeFrame": "8 days post-vaccination"
      },
      {
        "measure": "Number of Systemic Adverse Reactions to 2-dose and 3-dose H5 Influenza Vaccination Series",
        "description": "Safety of 2-dose and 3-dose H5 influenza vaccination series as determined by occurrence of mild, moderate, or severe solicited systemic reactogenicity symptoms Subjects in A-D and G-J did not receive 3 doses",
        "timeFrame": "8 days post-vaccination"
      },
      {
        "measure": "Percentage of Participants With Serum Hemagglutination Inhibition (HAI) Antibody Seroprotection Against Vaccine Strains Following 2-dose H5 Influenza Vaccination Series",
        "description": "Serum hemagglutination inhibition (HAI) antibody seroprotection rate (SPR)",
        "timeFrame": "Day 43"
      },
      {
        "measure": "Percentage of Participants With Serum Hemagglutination Inhibition (HAI) Antibody Seroprotection Against Vaccine Strains Following 3-dose H5 Influenza Vaccination Series",
        "description": "Serum hemagglutination inhibition (HAI) antibody seroprotection rate (SPR)",
        "timeFrame": "Day 163"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:34.081Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}