{
  "nctId": "NCT02630459",
  "briefTitle": "A Safety and Efficacy Study to Evaluate AMG 334 in Migraine Prevention",
  "officialTitle": "A Phase 2, Randomized, Double-blind, Placebo-controlled Study to Evaluate the Efficacy and Safety of AMG 334 in Migraine Prevention",
  "protocolDocument": {
    "nctId": "NCT02630459",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-06-05",
    "uploadDate": "2018-09-17T11:43",
    "size": 5686655,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02630459/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 475,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-01-06",
    "completionDate": "2019-06-05",
    "primaryCompletionDate": "2017-09-25",
    "firstSubmitDate": "2015-12-11",
    "firstPostDate": "2015-12-15"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria to be assessed prior to entering the subject into the initial screening and/or baseline phase:\n\n* Provided informed consent prior to initiation of any study-specific activities/procedures\n* History of migraine (with or without aura) for ≥ 12 months prior to screening according to the International Headache Society (IHS) Classification The International Classification of Headache Disorders (ICHD)-3 (Headache Classification Committee of the IHS, 2013),\n* Migraine frequency: ≥ 4 and \\< 15 migraine days per month on average across the 3 months prior to screening,\n* Headache frequency: \\< 15 headache days per month on average across the 3 months prior to screening.\n\nInclusion Criteria to be assessed during the baseline phase and confirmed prior to randomizing the subject into the double-blind treatment phase:\n\n* Demonstrated at least 80% compliance with the electronic Diary (eDiary),\n* Migraine frequency: ≥ 4 and \\< 15 migraine days during the baseline phase based on the eDiary calculations,\n* Headache frequency: \\< 15 headache days during the baseline phase based on the eDiary calculations.\n\nInclusion Criteria for the Clinical Home Use (CHU) Substudy:\n\n\\- Subjects must have provided informed consent for the substudy. Subjects enrolling in the CHU substudy must have received open-label 140 mg erenumab for at least 1 dose.\n\nExclusion Criteria:\n\n* Older than 50 years of age at migraine onset,\n* History of cluster headache or hemiplegic migraine headache,\n* Unable to differentiate migraine from other headaches,\n* No therapeutic response with \\> 2 of the following 7 medication categories for prophylactic treatment of migraine after an adequate therapeutic trial: Category 1: Divalproex sodium, sodium valproate, Category 2: Topiramate, Category 3: Beta blockers (for example: atenolol, bisoprolol, metoprolol, nadolol, nebivolol, pindolol, propranolol, timolol), Category 4: Tricyclic antidepressants (for example: amitriptyline, nortriptyline, protriptyline),Category 5: Serotonin-norepinephrine reuptake inhibitors (for example: venlafaxine, desvenlafaxine, duloxetine, milnacipran), Category 6: Flunarizine, verapamil, lomerizine, Category 7: Lisinopril, candesartan,\n* Used a prohibited medication, device or procedure within 2 months prior to the start of the baseline phase or during the baseline phase,\n* Received botulinum toxin in the head and/or neck region within 4 months prior to the start of the baseline phase or during the baseline phase,\n* Taken the following for any indication in any month during the 2 months prior to the start of the baseline phase: Ergotamines or triptans on ≥ 10 days per month, or Simple analgesics (nonsteroidal anti-inflammatory drugs \\[NSAIDs\\], acetaminophen) on ≥ 15 days per month, or Opioid- or butalbital-containing analgesics on ≥ 4 days per month,\n* Anticipated to require any excluded medication, device or procedure during the study,\n* Active chronic pain syndromes (such as fibromyalgia and chronic pelvic pain),\n* History of major psychiatric disorder (such as schizophrenia and bipolar disorder), or current evidence of depression based on a Beck Depression Inventory (BDI)-II total score \\> 19 at screening. Subjects with anxiety disorder and/or major depressive disorder are permitted in the study if they are considered by the investigator to be stable and are taking no more than 1 medication for each disorder. Subjects must have been on a stable dose within the 3 months prior to the start of the baseline phase,\n* History of seizure disorder or other significant neurological conditions other than migraine. Note: A single childhood febrile seizure is not exclusionary,\n* Malignancy within the 5 years prior to screening, except non melanoma skin cancers, cervical or breast ductal carcinoma in situ,\n* Human immunodeficiency virus (HIV) infection by history,\n* Hepatic disease by history, or total bilirubin (TBL) ≥ 2.0 x upper limit of normal (ULN) or alanine transaminase (ALT) or aspartate aminotransferase (AST) ≥ 3.0 x ULN, as assessed by the central laboratory at initial screening, or evidence of acute or chronic hepatitis B or hepatitis C virus. Hepatitis status will be evaluated by testing for hepatitis B surface antigen (HepBsAg), total hepatitis B core antibody (HepBcAb) and hepatitis C antibody by the central laboratory at initial screening. Polymerase chain reaction (PCR) should be performed to confirm active disease only if total HepBcAb is positive and HepBsAg is negative or if C antibody is positive,\n* Myocardial infarction, stroke, transient ischemic attack (TIA), unstable angina, or coronary artery bypass surgery or other revascularization procedure within 12 months prior to screening,\n* History or evidence of any other unstable or clinically significant medical condition that, in the opinion of the investigator, would pose a risk to subject safety or interfere with the study evaluation, procedures or completion,\n* Subject has any clinically significant vital sign, laboratory, or electrocardiogram (ECG) abnormality during screening that, in the opinion of the investigator, could pose a risk to subject safety or interfere with the study evaluation,\n* The subject is at risk of self-harm or harm to others as evidenced by past suicidal behavior or endorsing items 4 or 5 on the Columbia-Suicide Severity Rating Scale (C-SSRS) assessed at screening,\n* Evidence of drug or alcohol abuse or dependence within 12 months prior to screening, based on medical records, patient self-report, or positive urine drug test performed during screening (with the exception of prescribed medications such as opioids or barbiturates),\n* Pregnant or breastfeeding, or is a female expecting to conceive during the study, including through 16 weeks after the last dose of investigational product,\n* Female subject of childbearing potential who is unwilling to use an acceptable method of effective contraception during treatment with investigational product through 16 weeks after the last dose of investigational product,\n* Currently receiving treatment in another investigational device or drug study, or less than 90 days prior to screening since ending treatment on another investigational device or drug study(-ies),\n* Known sensitivity to any component of the investigational product (Refer to the Investigational Product Instruction Manual \\[IPIM\\] for details),\n* Previously randomized into an erenumab study,\n* Member of investigational site staff or relative of the investigator,\n* Unlikely to be able to complete all protocol-required study visits or procedures, and/or to comply with all required study procedures (eg, independent completion of eDiary items) to the best of the subject's and investigator's knowledge.\n\nExclusion Criteria for the CHU Substudy:\n\n\\- Unreliability as a study participant based on the investigator's (or designee's) knowledge of the subject (eg, unwillingness to adhere to the protocol, unwilling to self-inject using an autoinjector (AI)/pen after review of the Instructions for Use). Subjects receiving erenumab 70 mg in the open-label phase are not eligible.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "20 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Mean Monthly Migraine Days at Months 4, 5 and 6",
        "description": "A migraine day was defined as any calendar day in which the participant experienced a qualified migraine headache (onset, continuation or recurrence of the migraine headache). A qualified migraine headache was a migraine with or without aura, lasting for ≥ 30 minutes, and meeting at least one of the following criteria: a) ≥ 2 of the following pain features: unilateral, throbbing, moderate to severe, exacerbated with exercise/physical activity; b) ≥ 1 of the following associated symptoms: nausea and/or vomiting, photophobia and phonophobia. Change from baseline was calculated using the mean monthly migraine days from months 4, 5 and 6 of the DBTP minus the number of migraine days during the 4-week baseline phase. Least squares (LS) mean was estimated using a generalized linear mixed model which included treatment, visit, treatment by visit interaction, stratification factor (current, prior only, or no prior/current treatment), and baseline value as covariates.",
        "timeFrame": "4-week baseline phase and months 4, 5 and 6 of DBTP."
      },
      {
        "measure": "CHU Sub-Study: Participant-Reported Outcome of Attempted Full-Dose Administration at Day 29 (Week 4) and Day 57 (Week 8)",
        "description": "On CHU day 29 and day 57, site staff interviewed sub-study participants and asked if they administered a full, partial, or no dose of erenumab (after explaining that a full dose means that the entire volume of the AI/pen was injected) and documented the participant's response in the electronic case report form. Data presented are the percentage of participants who reported \"full administration,\" \"not full administration,\" or \"discontinued investigational product (ie, no dose).\" (Day 1 of the CHU substudy occurred at any OLTP study visit \\[up to week 88\\] as long as the participant had previously received at least 1 OL dose of erenumab 140 mg.)",
        "timeFrame": "CHU day 29 (week 4) and day 57 (week 8)"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With at Least a 50% Reduction From Baseline in Mean Monthly Migraine Days at Months 4, 5 and 6",
        "description": "A migraine day was defined as any calendar day in which the participant experienced a qualified migraine headache (onset, continuation or recurrence of the migraine headache). A qualified migraine headache was a migraine with or without aura, lasting for ≥ 30 minutes, and meeting at least one of the following criteria: a) ≥ 2 of the following pain features: unilateral, throbbing, moderate to severe, exacerbated with exercise/physical activity; b) ≥ 1 of the following associated symptoms: nausea and/or vomiting, photophobia and phonophobia.\n\nAt least a 50% reduction from baseline in monthly migraine days was determined if: (mean monthly migraine days over the last three months of the DBTP minus baseline monthly migraine days) \\* 100 / baseline monthly migraine days, was less than or equal to -50%.",
        "timeFrame": "4-week baseline phase and months 4, 5 and 6 of DBTP."
      },
      {
        "measure": "Change From Baseline in Mean Monthly Acute Migraine-Specific Medication Treatment Days at Months 4, 5 and 6",
        "description": "An acute migraine-specific medication treatment day was defined as any calendar day during which the participant took a migraine-specific medication (ie, triptan or ergotamine-derivatives).\n\nThe change from baseline was calculated using the mean monthly acute migraine-specific medication treatment days over the last three months (months 4, 5 and 6) of the DBTP minus the baseline monthly acute migraine-specific medication treatment days.\n\nLS mean was estimated using a generalized linear mixed model which included treatment, visit, treatment by visit interaction, stratification factor (prior/current treatment), and baseline value as covariates.",
        "timeFrame": "4-week baseline phase and months 4, 5 and 6 of DBTP."
      },
      {
        "measure": "Number of Participants With Treatment Emergent Adverse Events (TEAEs), Serious TEAEs, Discontinuations Due to TEAEs, and Fatal TEAEs During the DBTP",
        "description": "An adverse event (AE) is defined as any untoward medical occurrence in a clinical trial participant. A serious adverse event (SAE) is defined as an adverse event that meets at least 1 of the following serious criteria: fatal; life threatening; requires in-patient hospitalization or prolongation of existing hospitalization; results in persistent or significant disability/incapacity; congenital anomaly/birth defect; other medically important serious event. Events were graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 4.03 (grade 1=mild, grade 2=moderate, grade 3=severe, grade 4= life-threatening, grade 5=death).",
        "timeFrame": "From first dose of IP up to week 24"
      },
      {
        "measure": "Number of Participants With TEAEs, Serious TEAEs, Discontinuations Due to TEAEs, and Fatal TEAEs During the OLTP",
        "description": "An AE is defined as any untoward medical occurrence in a clinical trial participant. An SAE is defined as an adverse event that meets at least 1 of the following serious criteria: fatal; life threatening; requires in-patient hospitalization or prolongation of existing hospitalization; results in persistent or significant disability/incapacity; congenital anomaly/birth defect; other medically important serious event. Events were graded according to the NCI CTCAE version 4.03 (grade 1=mild, grade 2=moderate, grade 3=severe, grade 4= life-threatening, grade 5=death).",
        "timeFrame": "From first dose of IP in the OLTP (week 24) through the end of the OLTP (week 100) plus 12 weeks"
      },
      {
        "measure": "Number of Participants With TEAEs, Serious TEAEs, Discotninuations Due to TEAEs, Fatal TEAEs, and Adverse Device Effects During the CHU Sub-Study",
        "description": "An AE is defined as any untoward medical occurrence in a clinical trial participant. An SAE is defined as an adverse event that meets at least 1 of the following serious criteria: fatal; life threatening; requires in-patient hospitalization or prolongation of existing hospitalization; results in persistent or significant disability/incapacity; congenital anomaly/birth defect; other medically important serious event. Events were graded according to the NCI CTCAE version 4.03 (grade 1=mild, grade 2=moderate, grade 3=severe, grade 4= life-threatening, grade 5=death). TEAEs leading to discontinuation of IP are TEAEs leading to complete discontinuation of erenumab regardless of CHU IP or parent study IP.",
        "timeFrame": "CHU sub-study day 1 through day 85 (end of CHU sub-study). Day 1 of the CHU substudy occurred at any OLTP study visit (up to week 88) as long as the participant had previously received at least 1 OL dose of erenumab 140 mg."
      },
      {
        "measure": "Number of Participants With Post-Baseline Liver Function Test Abnormalities During the DBTP",
        "description": "Post-baseline is defined as any assessment done after the first dose of IP. Liver Function tests included alkaline phosphatase (ALP), alanine aminotransferase (ALT), aspartate aminotransferase (AST), and total bilirubin (TBL). ULN=upper limit of normal.",
        "timeFrame": "From the first dose of study IP through the end of the DBTP (up to week 24)"
      },
      {
        "measure": "Number of Participants With Post-Baseline Liver Function Test Abnormalities During the OLTP",
        "description": "Post-baseline is defined as any assessment done after the first dose of OLTP IP. Liver Function tests included alkaline phosphatase (ALP), alanine aminotransferase (ALT), aspartate aminotransferase (AST), and total bilirubin (TBL). ULN=upper limit of normal.",
        "timeFrame": "From the first dose of OLTP IP (week 24) through the end of the OLTP (up to week 100)"
      },
      {
        "measure": "Number of Participants With Blood Pressure Changes From Baseline in Categories at Week 24 During the DBTP",
        "description": "Participants with increases (↑) from baseline (BL) in diastolic blood pressure (DBP) and systolic blood pressure (SBP) at week 24 (Wk24) are presented.",
        "timeFrame": "Baseline (last assessment prior to first dose of IP), week 24"
      },
      {
        "measure": "Number of Participants With Blood Pressure Changes From Pre-OLTP Baseline in Categories at Week 100 During the OLTP",
        "description": "Participants with increases (↑) from baseline (BL) in diastolic blood pressure (DBP) and systolic blood pressure (SBP) at week 100 (Wk100) are presented.",
        "timeFrame": "Pre-OLTP Baseline (last assessment prior to first dose of IP in OLTP), week 100"
      },
      {
        "measure": "Number of Participants With Anti-Erenumab Antibodies During the Entire Study for Participants Who Received ≥ 1 Dose of Erenumab",
        "description": "Data are summarized by the treatment participants received during the double-blind treatment phase. Placebo participants may have received erenumab 70 mg or 140 mg during the OLTP. Baseline is defined as the last antibody assessment on or prior to the first dose of erenumab.\n\nTransient binding/neutralizing antibody responses are defined as a negative (neg) result at the participant's last timepoint tested among participants who developed binding/neutralizing antibodies post-baseline.",
        "timeFrame": "Baseline (first dose of erenumab) up to end of study (week 100) plus 12 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:54.616Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}