{
  "nctId": "NCT02315066",
  "briefTitle": "Study Of OX40 Agonist PF-04518600 Alone And In Combination With 4-1BB Agonist PF-05082566",
  "officialTitle": "A PHASE 1, OPEN-LABEL, DOSE ESCALATION STUDY OF PF-04518600 AS A SINGLE AGENT AND IN COMBINATION WITH PF-05082566 IN PATIENTS WITH SELECTED LOCALLY ADVANCED OR METASTATIC CANCERS",
  "protocolDocument": {
    "nctId": "NCT02315066",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-05-02",
    "uploadDate": "2021-11-10T14:22",
    "size": 9350003,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02315066/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 174,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-04-23",
    "completionDate": "2020-11-12",
    "primaryCompletionDate": "2020-11-12",
    "firstSubmitDate": "2014-12-04",
    "firstPostDate": "2014-12-11"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Part A1 only: Patients with histological or cytological diagnosis of HNSCC, HCC, melanoma, or clear cell RCC who progressed on or are intolerant to standard therapy, for which no standard therapy is available or who decline standard therapy.\n* Part A2 only: Patients with histological or cytological diagnosis of advanced/metastatic HCC who are treatment naïve and have declined standard of care, or have had at least 1 prior line of systemic therapy. Prior anti PD L1/PD 1 therapy is allowed.\n* Part B1 only: Patients with histological or cytological diagnosis of NSCLC, HNSCC, melanoma, urothelial bladder carcinoma (including renal pelvis, ureters, urinary bladder, and urethra), gastric or squamous cell carcinoma of the uterine cervix who progressed on or are intolerant to standard therapy, for which no standard therapy is available, or who decline standard therapy.\n* Part B2\n\nArm 1 only:\n\n1. Ocular melanoma patients with advanced/metastatic disease, or\n2. Cutaneous/acral melanoma patients with advanced/metastatic disease who have received checkpoint inhibitor (anti PD L1, anti PD 1, or anti CTLA4) based treatment on which disease progressed. \\[Note: Checkpoint inhibitor may have been part of a combination therapy, as long as the combination did not contain OX40 or 4 1BB agonist.\\] Any questions on prior treatment may be discussed with the Sponsor.\n\nArm 2 only:\n\n* Histological or cytological diagnosis of NSCLC with advanced/metastatic disease. Patients must have previously received prior anti PD L1 or anti PD 1 mAb on which disease progressed. \\[Note: Previous anti PD L1 or anti PD 1 mAb may have been part of a combination therapy, eg, in combination with chemotherapy, as long as the combination did not contain OX40 or 4 1BB agonist.\\]\n* Performance Status of 0 or 1 - Adequate bone marrow, kidney and liver function\n\nExclusion Criteria:\n\n* Brain metastases requiring steroids\n* Major surgery, Radiation therapy within 4 weeks of starting study treatment (except: palliative radiotherapy to a limited field is allowed after consultation with sponsor's medical monitor at any time during study participation, including during screening), or systemic anti-cancer therapy within 4 weeks of study treatment start (6 weeks for mitomycin C or nitrosoureas)\n* Active and clinically significant bacterial, fungal, or viral infection\n* History of active autoimmune disorders\n* History of immune-mediated adverse events requiring immunosuppressive therapy or were grade 3 or higher related to prior immune-modulatory therapy\n* Prior treatment with an OX40 agonist and 4-1BB agonist (for Part B1/B2)\n* Prior anthracycline treatment and at risk of cardiac failure (New York Heart Association Class 2)",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Dose Limiting Toxicities (DLTs) in Part A1",
        "description": "DLT was defined as any of the following adverse events occurring in the first two cycle of treatment (28 days), unless there was a clear alternative explanation: hematologic: grade 4 neutropenia lasting \\>7 days, febrile neutropenia; grade ≥3 neutropenic infection; grade ≥3 thrombocytopenia with clinically significant bleeding or requiring medical intervention; grade 4 thrombocytopenia; grade 4 anemia; grade ≥3 anemia related to hemolysis or autoimmune disease. non hematologic: grade ≥3 toxicities that were considered clinically significant, including cytokine release syndrome, infusion reactions and allergic reactions, except those that had not been maximally treated or could be easily treated. The severity of adverse events was graded as per common terminology criteria for adverse events(CTCAE) version 4.03, and there were no DLTs reported.",
        "timeFrame": "The first 2 cycles of treatment (Day 1 up to Day 28)"
      },
      {
        "measure": "Number of Participants With All-Causality Treatment Emergent Adverse Events(TEAEs) and Serious Adverse Event(SAEs), Treatment-Related TEAEs and SAEs in Part A",
        "description": "Adverse event (AE) was graded by the investigator according to CTCAE version 4.03 and coded using the Medical Dictionary for Regulatory Activities (MedDRA): Grade 3 (Severe) events=unacceptable or intolerable events. Grade 4 (Life-threatening) events caused participant to be in imminent danger of death. Grade 5 (Death) events=death related to an AE. Treatment-emergent events=between first dose of study drug and up to 35 days after last dose that were absent before treatment or that worsened relative to pretreatment state. TEAEs were defined as those with initial onset or increasing in severity after the first dose of study medication. Serious adverse event (SAE) was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly.",
        "timeFrame": "AEs: The informed consent date up to the last dosing date + 28 days or all drug-related toxicities resolved date. SAEs: The informed consent date through first dosing date + 98 days or up to the last dosing date + 60 days, and any post-reporting period."
      },
      {
        "measure": "Number of Participants With Laboratory Test Abnormalities in Part A",
        "description": "Following parameters were analyzed for laboratory examination: hematology (hemoglobin, hematocrit, platelet count, white blood cell count, total neutrophils, eosinophils, monocytes, basophils, lymphocytes, partial thromboplastin time (PTT), Prothrombin (PT), PT international ratio); liver function (aspartate aminotransferase(AST), alanine aminotransferase(ALT), total bilirubin, gamma-glutamyl transpeptidase(GT), alkaline phosphatase, albumin, total protein); renal function (blood urea nitrogen, creatinine, uric acid); electrolytes (sodium, potassium, chloride, calcium , phosphate, magnesium); clinical chemistry (glucose, creatine kinase, thyroxine (T4), thyroid stimulating hormone(TSH)), Amylase, Lipase), urinalysis (dipstick \\[protein, blood\\], microscopy \\[urine red blood cell (RBC), white blood cell (WBC), Epithelial Cells\\], miscellaneous \\[urine casts and bacteria\\]).",
        "timeFrame": "The first dosing date to the earlier date between the last dosing date + 35 days and the first new anti-cancer therapy date (if applicable)"
      },
      {
        "measure": "Number of Participants With DLTs in Part B1",
        "description": "DLT was defined as any of the following adverse events occurring in the first two cycle of treatment (28 days), unless there was a clear alternative explanation: hematologic: grade 4 neutropenia lasting \\>7 days, febrile neutropenia; grade ≥3 neutropenic infection; grade ≥3 thrombocytopenia with clinically significant bleeding or requiring medical intervention; grade 4 thrombocytopenia; grade 4 anemia; grade ≥3 anemia related to hemolysis or autoimmune disease. non hematologic: grade ≥3 toxicities that were considered clinically significant, including cytokine release syndrome, infusion reactions and allergic reactions, except those that had not been maximally treated or could be easily treated. The severity of adverse events was graded as per common terminology criteria for adverse events(CTCAE) version 4.03, and there were no DLTs reported.",
        "timeFrame": "The First 2 Cycles of Treatment (Day 1 up to Day 28)"
      },
      {
        "measure": "Number of Participants With All-causality TEAEs and SAEs, and Treatment-Related TEAEs and SAEs in Part B",
        "description": "Adverse event (AE) was graded by the investigator according to CTCAE version 4.03 and coded using the Medical Dictionary for Regulatory Activities (MedDRA): Grade 3 (Severe) events=unacceptable or intolerable events. Grade 4 (Life-threatening) events caused participant to be in imminent danger of death. Grade 5 (Death) events=death related to an AE. Treatment-emergent events=between first dose of study drug and up to 35 days after last dose that were absent before treatment or that worsened relative to pretreatment state. TEAEs were defined as those with initial onset or increasing in severity after the first dose of study medication. Serious adverse event (SAE) was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly.",
        "timeFrame": "AEs: The informed consent date up to the last dosing date + 60 days or all drug-related toxicities resolved date. SAEs: The informed consent date through first dosing date + 98 days or up to the last dosing date + 60 days, and any post-reporting period."
      },
      {
        "measure": "Number of Participants With Laboratory Test Abnormalities in Part B",
        "description": "Following parameters were analyzed for laboratory examination: hematology (hemoglobin, hematocrit, platelet count, white blood cell count, total neutrophils, eosinophils, monocytes, basophils, lymphocytes, partial thromboplastin time (PTT), Prothrombin (PT), PT international ratio); liver function (aspartate aminotransferase(AST), alanine aminotransferase(ALT), total bilirubin, gamma-glutamyl transpeptidase(GT), alkaline phosphatase, albumin, total protein); renal function (blood urea nitrogen, creatinine, uric acid); electrolytes (sodium, potassium, chloride, calcium , phosphate, magnesium); clinical chemistry (glucose, creatine kinase, thyroxine (T4), thyroid stimulating hormone(TSH)), Amylase, Lipase), urinalysis (dipstick \\[protein, blood\\], microscopy \\[urine red blood cell (RBC), white blood cell (WBC), Epithelial Cells\\], miscellaneous \\[urine casts and bacteria\\]).",
        "timeFrame": "The first dosing date to the earlier date between the last dosing date + 35 days and the first new anti-cancer therapy date (if applicable)"
      }
    ],
    "secondary": [
      {
        "measure": "Objective Response Rate (ORR) Assessed by Response Evaluation Criteria in Solid Tumor (RECIST) Version 1.1 and Immune Related Response Evaluation Criteria in Solid Tumors (irRECIST) in Part A",
        "description": "ORR was defined as the percentage of patients with best overall response (BOR) of CR or PR relative to the appropriate analysis set.\n\nCR: Complete response is defined (per RECIST 1.1) as disappearance of all target and non target lesions. Any pathological lymph nodes (whether target or non target) must have reduction in short axis to \\<10 mm.\n\nPR: Partial response is difined (per RECIST 1.1) as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters.\n\nOverall immune related complete response (irCR): Complete disappearance of all lesions (whether measurable or not) and no new lesions. All measurable lymph nodes also must have a reduction in short axis to \\<10 mm.\n\nOverall immune related partial response (irPR): Sum of the diameters (longest for non nodal lesions, shortest for nodal lesions) of target and new measurable lesions decreases ≥30%.",
        "timeFrame": "Baseline up to 24 months post first dose."
      },
      {
        "measure": "Kaplan-Meier Estimate of Median Progression-Free Survival (PFS) in Part A",
        "description": "PFS was defined as the time from randomization date to date of first documentation of progressive disease(PD) based on RECIST, irRECIST or death due to any cause.\n\nPD was progression documented after start date and not qualifying as CR, PR or SD per RECIST.",
        "timeFrame": "Baseline up to 24 months post first dose"
      },
      {
        "measure": "Kaplan-Meier Estimate of Median Time to Progression (TTP) in Part A",
        "description": "TTP was defined as the time from start date to the date of the first documentation of PD. PD was documented after start date and not qualifying as CR, PR or SD per RECIST.",
        "timeFrame": "Baseline up to 24 months post first dose"
      },
      {
        "measure": "Number of Participants Having Stable Disease (SD) in Part A",
        "description": "SD was defined as persistence of any non target lesions and/or tumor marker level above the normal limits.",
        "timeFrame": "Baseline up to 24 months post first dose."
      },
      {
        "measure": "Kaplan-Meier Estimate of Median Duration of Response (DoR) in Part A",
        "description": "DoR was defined as the time from first documentation of PR or CR to date of first documentation of PD or death due to any cause for patients with an objective response.\n\nCR was defined as complete disappearance of all target lesions with the exception of nodal disease and all target nodes must decrease to normal size (short axis \\<10 mm) and all target lesions must be assessed.\n\nPR was defined as greater than or equal to 30% decrease under baseline of the sum of diameters of all target measurable lesions. The short diameter is used in the sum for target nodes, while the longest diameter is used in the sum for all other target lesions and all target lesions must be assessed.",
        "timeFrame": "Baseline up to 24 months post first dose."
      },
      {
        "measure": "Kaplan-Meier Estimate of Median Overall Survival (OS) in Part A",
        "description": "OS was defined as time in months from the start of study treatment to date of death due to any cause. OS was calculated as the death date or last known alive date (if death date unavailable) minus the date of first dose of study medication plus 1 divided by 30.44.",
        "timeFrame": "Baseline up to 24 months post first dose."
      },
      {
        "measure": "Overall Survival Rates at Months 6, 12, and 24 in Part A",
        "description": "Probability of survival at 6, 12, and 24 months after the first dose of study treatment.",
        "timeFrame": "Baseline up to 24 months post first dose."
      },
      {
        "measure": "Maximum Serum Concentration (Cmax) of PF-04518600 Following Single Dose on Cycle 1 Day 1 (C1D1) and Steady-State Maximum Serum Concentration(Css,Max) Following Multiple Doses on Cycle 3 Day 1 (C3D1) in Part A",
        "description": "Cmax was defined as maximum observed serum concentration and can be observed directly from data.\n\nCss,max was the Cmax on C3D1.",
        "timeFrame": "For Part A1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1, and 4 hours post dose on Day 1 of Cycles 3; For Par A2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Area Under the Concentration-Time Profile From Time 0 to Time Tau (AUCtau) of PF-04518600 Following Single Dose on C1D1 and Following Multiple Doses on C3D1 in Part A",
        "description": "AUCtau was defined as area under the concentration curve from time 0 to end of dosing interval where dosing interval was 2 weeks.",
        "timeFrame": "For Part A1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1, and 4 hours post dose on Day 1 of Cycles 3; For Par A2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Area Under the Concentration-Time Profile From Time 0 Extrapolated to Infinite Time (AUCinf) of PF-04518600 Following Single Dose on C1D1 and Following Multiple Doses on C3D1 in Part A",
        "description": "AUCinf was defined as area under the plasma concentration versus time curve (AUC) from time zero (pre-dose) to extrapolated infinite time (0-inf). It was obtained from AUC (0-t) plus AUC (t-inf).",
        "timeFrame": "For Part A1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1, and 4 hours post dose on Day 1 of Cycles 3; For Par A2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Terminal Half-Life (t1/2) of PF-04518600 Following Single Dose on C1D1 and Following Multiple Doses on C3D1 in Part A",
        "description": "t1/2 was defined as the time measured for the serum concentration to decrease by one half of the initial concentration.",
        "timeFrame": "For Part A1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1, and 4 hours post dose on Day 1 of Cycles 3; For Par A2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Lowest Serum Concentration Observed During the Dosing Interval (Cmin) of PF-04518600 Following Multiple Doses on C3D1 in Part A.",
        "description": "Cmin was defined as Lowest concentration observed during the dosing interval and can be observed directly from data.",
        "timeFrame": "For Part A1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1, and 4 hours post dose on Day 1 of Cycles 3; For Par A2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Average Serum Concentration Over the Dosing Interval (Cav) of PF-04518600 Following Multiple Doses on C3D1 in Part A",
        "description": "Cav was defined as average serum concentration over the dosing interval.",
        "timeFrame": "For Part A1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1, and 4 hours post dose on Day 1 of Cycles 3; For Par A2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Clearance (CL) of PF-04518600 Following Multiple Doses on C3D1 in Part A",
        "description": "Drug clearance was a quantitative measure of the rate at which a drug substance is removed from the blood (rate at which a drug is metabolized or eliminated by normal biological processes). CL=Dose/AUCss,tau",
        "timeFrame": "For Part A1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1, and 4 hours post dose on Day 1 of Cycles 3; For Par A2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Apparent Volume of Distribution at Steady State (Vss) of PF-04518600 Following Multiple Doses on C3D1 in Part A.",
        "description": "Vss was defined as volume of distribution at steady state.",
        "timeFrame": "For Part A1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1, and 4 hours post dose on Day 1 of Cycles 3; For Par A2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Accumulation Ratio (Rac) of PF-04518600 at C3D1 Following Multiple Doses on C3D1 in Part A",
        "description": "Accumulation ratio was calculated as, Rac obtained from Area Under the Concentration Time Curve (AUC) from Cycle 3 Day 1 divided by AUC from Cycle1 Day 1.",
        "timeFrame": "For Part A1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1, and 4 hours post dose on Day 1 of Cycles 3; For Par A2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Number of Participants With Anti Drug Antibody (ADA) and Neutralizing Antibody (NAb) Against PF-04518600 in Part A",
        "description": "ADA never-positive was defined as no positive ADA results at any time point. ADA ever-positive was defined as at least one positive ADA result at any time point. nAb never-positive was defined as no positive nAb results at any time point and nAb ever-positive was defined as at least one positive nAb result at any time point.",
        "timeFrame": "Baseline up to end of treatment (maximum of 14 weeks)."
      },
      {
        "measure": "Mean Unbound Cell Surface OX40 in Part A1",
        "description": "Mean unbound cell surface OX40 in peripheral blood was measured to characterize the degree of target engagement (TE) by PF-04518600 at baseline and multiple doses.",
        "timeFrame": "Pre-dose, 4 and 24 hours post dose on Cycle 1 Day 1, and Day 8 on Cycles 1 to 3, then pre-dose on Cycles 4 and 7 and end of treatment in Part A1"
      },
      {
        "measure": "ORR Assessed by RECIST Version 1.1 and irRECIST in Part B",
        "description": "ORR was defined as the percentage of patients with best overall response (BOR) of CR or PR relative to the appropriate analysis set.\n\nCR: Complete response is defined (per RECIST 1.1) as disappearance of all target and non target lesions. Any pathological lymph nodes (whether target or non target) must have reduction in short axis to \\<10 mm.\n\nPR: Partial response is difined (per RECIST 1.1) as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters.\n\nOverall immune related complete response (irCR): Complete disappearance of all lesions (whether measurable or not) and no new lesions. All measurable lymph nodes also must have a reduction in short axis to \\<10 mm.\n\nOverall immune related partial response (irPR): Sum of the diameters (longest for non nodal lesions, shortest for nodal lesions) of target and new measurable lesions decreases ≥30%.",
        "timeFrame": "Baseline up to 24 months post first dose."
      },
      {
        "measure": "Kaplan-Meier Estimate of Median PFS in Part B",
        "description": "PFS was defined as the time from randomization date to date of first documentation of progressive disease(PD) based on RECIST, irRECIST or death due to any cause.\n\nPD was progression documented after start date and not qualifying as CR, PR or SD per RECIST.",
        "timeFrame": "Baseline up to 24 months post first dose."
      },
      {
        "measure": "Kaplan-Meier Estimate of Median TTP in Part B",
        "description": "TTP was defined as the time from start date to the date of the first documentation of PD. PD was documented after start date and not qualifying as CR, PR or SD per RECIST.",
        "timeFrame": "Baseline up to 24 months post first dose."
      },
      {
        "measure": "Number of Participants Having SD in Part B",
        "description": "SD was defined as persistence of any non target lesions and/or tumor marker level above the normal limits.",
        "timeFrame": "Baseline up to 24 months post first dose."
      },
      {
        "measure": "Kaplan-Meier Estimate of Median DoR in Part B",
        "description": "DoR was defined as the time from first documentation of PR or CR to date of first documentation of PD or death due to any cause for patients with an objective response.\n\nCR was defined as complete disappearance of all target lesions with the exception of nodal disease and all target nodes must decrease to normal size (short axis \\<10 mm) and all target lesions must be assessed.\n\nPR was defined as greater than or equal to 30% decrease under baseline of the sum of diameters of all target measurable lesions. The short diameter is used in the sum for target nodes, while the longest diameter is used in the sum for all other target lesions and all target lesions must be assessed.",
        "timeFrame": "Baseline up to 24 months post first dose."
      },
      {
        "measure": "Kaplan-Meier Estimate of Median OS in Part B",
        "description": "OS was defined as time in weeks or months from the start of study treatment to date of death due to any cause. OS was calculated as the death date or last known alive date (if death date unavailable) minus the date of first dose of study medication plus 1 divided by 7 or 30.44 if in months.",
        "timeFrame": "Baseline up to 24 months post first dose."
      },
      {
        "measure": "Overall Survival Rates at Months 6, 12, and 24 in Part B",
        "description": "Probability of survival at 6, 12, and 24 months after the first dose of study treatment.",
        "timeFrame": "Baseline up to 24 months post first dose."
      },
      {
        "measure": "Cmax of PF-04518600 Following Single Dose on C1D1 and Css,Max Following Multiple Doses on C3D1 in Part B",
        "description": "Cmax was defined as maximum observed serum concentration and can be observed directly from data.\n\nCss,max was the Cmax on C3D1.",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "AUCtau of PF-04518600 Following Single Dose on C1D1 and Following Multiple Doses on C3D1 in Part B",
        "description": "AUCtau was defined as area under the concentration curve from time 0 to end of dosing interval where dosing interval was 2 weeks.",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "AUCinf of PF-04518600 Following Single Dose on C1D1 and Following Multiple Doses on C3D1 in Part B",
        "description": "AUCinf was defined as area under the plasma concentration versus time curve (AUC) from time zero (pre-dose) to extrapolated infinite time (0-inf). It was obtained from AUC (0-t) plus AUC (t-inf).",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "t1/2 of PF-04518600 Following Single Dose on C1D1 and Following Multiple Doses on C3D1 in Part B",
        "description": "t1/2 was defined as the time measured for the serum concentration to decrease by one half of the initial concentration.",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Cmin of PF-04518600 Following Multiple Doses on C3D1 in Part B",
        "description": "Cmin was defined as Lowest concentration observed during the dosing interval and can be observed directly from data.",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Cav of PF-04518600 Following Multiple Doses on C3D1 in Part B",
        "description": "Cav was defined as average serum concentration over the dosing interval.",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "CL of PF-04518600 Following Multiple Doses on C3D1 in Part B",
        "description": "Drug clearance was a quantitative measure of the rate at which a drug substance is removed from the blood (rate at which a drug is metabolized or eliminated by normal biological processes). CL=Dose/AUCss,tau",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Vss of PF-04518600 Following Multiple Doses on C3D1 in Part B",
        "description": "Vss was defined as volume of distribution at steady state.",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Rac of PF-04518600 Following Multiple Doses on C3D1 in Part B",
        "description": "Accumulation ratio was calculated as, Rac obtained from Area Under the Concentration Time Curve (AUC) from Cycle 3 Day 1 divided by AUC from Cycle1 Day 1.",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Cmax of Utomilumab Following Single Dose on C1D1 and Css,Max Following Multiple Doses on C3D1 in Part B",
        "description": "Cmax was defined as maximum observed serum concentration and can be observed directly from data.\n\nCss,max was the Cmax on C3D1.",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "AUCtau of Utomilumab Following Single Dose on C1D1 and Following Multiple Doses on C3D1 in Part B",
        "description": "AUCtau was defined as area under the concentration curve from time 0 to end of dosing interval where dosing interval was 2 weeks.",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "AUCinf of Utomilumab Following Single Dose on C1D1 and Following Multiple Doses on C3D1 in Part B",
        "description": "AUCinf was defined as area under the plasma concentration versus time curve (AUC) from time zero (pre-dose) to extrapolated infinite time (0-inf). It was obtained from AUC (0-t) plus AUC (t-inf).",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "t1/2 of Utomilumab Following Single Dose on C1D1 and Following Multiple Doses on C3D1 in Part B",
        "description": "t1/2 was defined as the time measured for the serum concentration to decrease by one half of the initial concentration.",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Cmin of Utomilumab Following Multiple Doses on C3D1 in Part B",
        "description": "Cmin was defined as Lowest concentration observed during the dosing interval and can be observed directly from data.",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Cav of Utomilumab Following Multiple Doses on C3D1 in Part B",
        "description": "Cav was defined as average serum concentration over the dosing interval.",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "CL of Utomilumab Following Multiple Doses on C3D1 in Part B",
        "description": "Drug clearance was a quantitative measure of the rate at which a drug substance is removed from the blood (rate at which a drug is metabolized or eliminated by normal biological processes). CL=Dose/AUCss,tau",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Vss of Utomilumab Following Multiple Doses on C3D1 in Part B",
        "description": "Vss was defined as volume of distribution at steady state.",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Rac of Utomilumab Following Multiple Doses on C3D1 in Part B",
        "description": "Accumulation ratio was calculated as, Rac obtained from Area Under the Concentration Time Curve (AUC) from Cycle 3 Day 1 divided by AUC from Cycle1 Day 1.",
        "timeFrame": "For Part B1, pre-dose, 1, 4, and 24 hours post dose on C1D1, pre-dose, 1 hour post dose on Day 1 of Cycles 3; For Part B2, pre-dose, 1, and 4 hours post dose on C1D1, pre-dose and 1 hour post dose on Day 1 of Cycles 3."
      },
      {
        "measure": "Number of Participants With ADA and NAb Against PF-04518600 in Part B",
        "description": "ADA never-positive was defined as no positive ADA results at any time point. ADA ever-positive was defined as at least one positive ADA result at any time point. nAb never-positive was defined as no positive nAb results at any time point and nAb ever-positive was defined as at least one positive nAb result at any time point.",
        "timeFrame": "Baseline up to end of treatment (maximum of 14 weeks)."
      },
      {
        "measure": "Number of Participants With ADA and NAb Against Utomilumab in Part B",
        "description": "ADA never-positive was defined as no positive ADA results at any time point. ADA ever-positive was defined as at least one positive ADA result at any time point. nAb never-positive was defined as no positive nAb results at any time point and nAb ever-positive was defined as at least one positive nAb result at any time point.",
        "timeFrame": "Baseline up to end of treatment (maximum of 14 weeks)."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 45,
      "otherCount": 0,
      "totalCount": 51
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:44.981Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}