{
  "nctId": "NCT02473445",
  "briefTitle": "A Long-term Extension of Study RP103-MITO-001 (NCT02023866) to Assess Cysteamine Bitartrate Delayed-release Capsules (RP103) in Children With Inherited Mitochondrial Disease",
  "officialTitle": "A Long-Term Open-Label Extension Study of RP103-MITO-001 to Assess the Safety, Tolerability and Efficacy of Cysteamine Bitartrate Delayed-release Capsules (RP103) for Treatment of Children With Inherited Mitochondrial Disease",
  "protocolDocument": {
    "nctId": "NCT02473445",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2014-12-16",
    "uploadDate": "2018-03-06T11:31",
    "size": 29861200,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02473445/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 22,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-05-19",
    "completionDate": "2017-03-06",
    "primaryCompletionDate": "2017-03-06",
    "firstSubmitDate": "2015-06-10",
    "firstPostDate": "2015-06-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Completed all visits in Study RP103-MITO-001 (NCT02023866).\n2. Body weight ≥ 5 kg.\n3. The subject must be willing to abstain from initiating dietary supplements and non-prescribed medications except as allowed by the Investigator, throughout the study (from Day 1 to Study Exit).\n4. Willing and able to comply with study drug dosing requirements, i.e. ingest the RP103 capsules intact, or sprinkled in liquid or soft food, or using a G-tube.\n5. Sexually active female subjects of childbearing potential (i.e., not surgically sterile \\[tubal ligation, hysterectomy, or bilateral oophorectomy\\]) must agree to utilize two of the following acceptable forms of contraception throughout the study (from Day 1 to Study Exit):\n\n   * Hormonal contraception: birth control pills, injection, patch, vaginal ring or implant;\n   * Condom or diaphragm, with spermicide;\n   * Intrauterine device (IUD);\n   * Sterile male partner (vasectomy performed at least 6 months prior to the study).\n6. Patient's legally authorized representative must provide written informed consent; Patient must provide assent, if required by local/institutional requirements.\n\nExclusion Criteria:\n\n1. Documented diagnosis of concurrent inborn errors of metabolism.\n2. Platelet count, lymphocyte count or hemoglobin below the lower limit of normal (LLN) at the Baseline visit.\n3. Hepatic insufficiency with liver enzyme tests (alkaline phosphatase, aspartate aminotransferase \\[AST\\] or alanine aminotransferase \\[ALT\\]) greater than 2.5 times the upper limit of normal (ULN) at the Baseline Visit.\n4. Bilirubin \\> 1.2 g/dL at the Baseline Visit.\n5. Inability to complete the elements of the study, e.g., coma, hemodynamic instability or requiring continuous ventilator support.\n6. Malabsorption requiring total parenteral nutrition (TPN), chronic diarrhea, bouts of pseudo obstruction.\n7. Severe end-organ hypo-perfusion syndrome secondary to cardiac failure resulting in lactic acidosis.\n8. Patients with suspected elevated intracranial pressure, pseudotumor cerebri (PTC) and/or papilledema.\n9. Severe gastrointestinal disease including gastroparesis.\n10. History of drug or alcohol abuse.\n11. History of pancreatitis.\n12. Participated in an investigational drug trial (except the RP103-MITO-001 study) within 30 days or, within 90 days for a biologic, device, or surgical treatment, for inherited mitochondrial diseases prior to the Baseline Visit.\n13. Known or suspected hypersensitivity to cysteamine and penicillamine.\n14. Female subjects who are nursing, planning a pregnancy, known or suspected to be pregnant, or with a positive serum pregnancy test at the Baseline visit.\n15. Patients who, in the opinion of the Investigator, are not able or willing to comply with the protocol.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "6 Years",
    "maximumAge": "17 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Newcastle Paediatric Mitochondrial Disease Scale (NPMDS) Score",
        "description": "The NPMDS evaluates the progression of mitochondrial disease in pediatric patients in 4 domains:\n\nI - Current Function (vision, hearing, communication, feeding, and mobility) with scores ranging from 0 to 21;\n\nII - System Specific Involvement (seizures, encephalopathy, bleeding diathesis or coagulation defects, gastrointestinal, endocrine, respiratory, cardiovascular, renal, liver, and blood) with scores ranging from 0 to 30.\n\nIII - Current Clinical Assessment (growth and development over past 6 months, vision, strabismus and eye movement, myopathy, ataxia, pyramidal, extrapyramidal, and neuropathy) with scores ranging from 0 to 28;\n\nIV - Quality of Life with scores ranging from 0 to 25. For sections I-III, higher scores reflect more severe disease. For Section IV, a higher score reflects a lower quality of life.",
        "timeFrame": "Baseline, every 3 months and Study Exit (up to 24 Months)"
      }
    ],
    "secondary": [
      {
        "measure": "Change Over Time in Two of the Most Pre-eminent Symptoms",
        "description": "The two pre-eminent symptoms previously identified in study RP103-MITO-001 were to be continued to be assessed during the extension study. Symptoms included myopathy, dystonia, ataxia, retarded motor development, reduced activities of daily living, and vision.",
        "timeFrame": "Baseline, every 3 months and Study Exit (up to 24 Months)"
      },
      {
        "measure": "Change Over Time in Pharmacodynamic Biomarkers",
        "description": "Change from baseline in glutathione, glutathione disulfide, and lactate analyses were not performed as the study was prematurely terminated.",
        "timeFrame": "Baseline, every 3 months and Study Exit (up to 24 Months)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 24,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:29:47.782Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}