{
  "nctId": "NCT02962492",
  "briefTitle": "An Investigation Into the Effect of Dapagliflozin on Ketogenesis in Type 1 Diabetes",
  "officialTitle": "An Investigation Into the Effect of Dapagliflozin on Ketogenesis in Type 1 Diabetes",
  "protocolDocument": {
    "nctId": "NCT02962492",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-09-03",
    "uploadDate": "2024-01-01T13:21",
    "size": 787545,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02962492/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 70,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-11-01",
    "completionDate": "2021-10-24",
    "primaryCompletionDate": "2021-02-01",
    "firstSubmitDate": "2016-11-09",
    "firstPostDate": "2016-11-11"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Type 1 Diabetes for at least 1 year on continuous subcutaneous insulin infusion (CSII; also known as insulin pump)\n* HbA1c of 7-10% (inclusive)\n* Ages 18-65 years (inclusive of ages 18 and 65)\n* BMI 20-30 kg/m2\n\nExclusion Criteria:\n\n* Inability to give informed consent\n* Inability or refusal to comply with protocol\n* Use of GLP-1 Receptor Agonists in the last 3 months or DPP-IV and SGLT-2 inhibitors therapy in the last 1 month.\n* Risk for pancreatitis (e.g., history of gallstones, alcohol abuse, and hypertriglyceridemia)\n* History of pancreatitis and or chronic pancreatitis\n* Coronary event or procedure (myocardial infarction, unstable angina, coronary artery bypass, surgery or coronary angioplasty) or stroke in the previous 3 months.\n* Congestive Heart Failure class III or IV or tachyarrhythmia.\n* Hepatic disease: Severe hepatic insufficiency and/or significant abnormal liver function defined as:\n\n  1. Aspartate aminotransferase (AST) \\>3x upper limit of normal (ULN) and/or alanine aminotransferase (ALT) \\>3x ULN\n  2. Total bilirubin \\>2.0 mg/dL (34.2 µmol/L)\n  3. Positive serologic evidence of current infectious liver disease including Hepatitis B viral antibody IGM, Hepatitis B surface antigen and Hepatitis C virus antibody\n  4. Liver function tests more than 3 times the upper limit of normal\n* Renal impairment (e.g., serum creatinine levels ≥1.4 mg/dL for women, or eGFR \\<60 mL/min/1.73 m2) or history of unstable or rapidly progressing renal disease or end stage renal disease.\n* History of unexplained microscopic or gross hematuria, or microscopic hematuria at visit 1, confirmed by a follow-up sample at next scheduled visit.\n* HIV positive\n* History of gastroparesis\n* History of medullary thyroid carcinoma or MEN 2 syndrome\n* History of recurring UTI\n* Uncontrolled thyroid disease (documented normal TSH), Cushing's syndrome, congenital adrenal hyperplasia or hyperprolactinemia.\n* Prior history of a malignant disease requiring chemotherapy or patients with a prior history of bladder cancer regardless of treatment\n* Alcoholism or drug addiction.\n* Hypertriglyceridemia (\\>400 mg/dl).\n* Any other life-threatening, non-cardiac disease\n* Uncontrolled hypertension (BP \\> 160/95 mm of Hg)\n* Patients with hypotension or at risk for volume depletion due to co-existing conditions or concomitant medications, such as loop diuretics or recently donated \\>500ml of blood should have careful monitoring of their volume status\n* Pregnant or breastfeeding patients or patient not willing to use two barrier method contraception during study period (unless sterilized or have an IUD)\n* Use of hormonal medications, anti-obesity drugs or weight loss medications (prescription or OTC) and medications known to exacerbate glucose tolerance (such as isotretinoin, GnRH agonists, glucocorticoids, anabolic steroids, C-19 progestins) stopped for at least 8 weeks. Use of anti-androgens that act peripherally to reduce hirsutism such as 5-alpha reductase inhibitors (finesteride, spironolactone, flutamide) stopped for at least 4 weeks\n* Presence of hypersensitivity to dapagliflozin or other SGLT2 inhibitors (e.g. anaphylaxis, angioedema, exfoliative skin conditions\n* Known hypersensitivity or contraindications to use GLP1 receptor agonists (exenatide, liraglutide)\n* Known hypersensitivity to heparin/ IV catheter equipment.\n* Eating disorders (anorexia, bulimia) or gastrointestinal disorders\n* Having a history of bariatric surgery\n* Debilitating psychiatric disorder such as psychosis or neurological condition that might confound outcome variables\n* Use of an investigational agent or therapeutic regimen within 30 days of study\n* Participation in any other concurrent clinical trial",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Beta-hydroxybutyrate Levels in Blood",
        "description": "Beta-hydroxybutyrate (BHB) was measured in blood during the acute stress conditions in all the groups after single dose intervention at baseline (0 Week) and at 12 weeks of treatment. The magnitude of change at each of these visits was calculated from each visit baseline (0 hr) and the difference between the change at 12 weeks was compared to the change at 0 week and reported as: Change at week 12 - change at week 0.",
        "timeFrame": "12 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Change in HbA1c Following Treatment",
        "description": "Hemoglobin A1c (HbA1c) was measured in basal conditions in all the groups at week 0 and week 12 of treatment. The change in HbA1c from baseline at 12 weeks is calculated as: HbA1c at week 12 - HbA1c at week 0.",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Change in Urinary Beta-hydroxybutyrate (BHB) After 12 Weeks of Treatment",
        "description": "Beta-hydroxybutyrate (BHB) was measured in urine during the acute stress conditions in all the groups after single dose intervention at baseline (0 Week) and at 12 weeks of treatment. The magnitude of change at each of these visits was calculated from each visit baseline (0 hr) and the difference between the change at 12 weeks was compared to the change at 0 week and reported as: Change at week 12 - change at week 0.",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Change in Plasma Glucagon",
        "description": "change in basal plasma glucagon after 12 weeks of dapagliflozin and Bydureon or combination of both treatments compared to baseline",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Change in Total Insulin Dose",
        "description": "change in total (basal or long acting and short acting) insulin daily dose calculated as daily units/Kg body weight at 12 weeks from baseline (0 week). Long acting or basal insulin dose (in units of insulin) plus short acting (meal) insulin doses administered through the day and reported by patients in patients logs or from insulin pumps are added and divided by body weight in Kg. The reported total insulin dose/Kg represents the average of last 3-7 days before the visit.",
        "timeFrame": "12 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:10.009Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}