{
  "nctId": "NCT04754594",
  "briefTitle": "To Evaluate the Safety, Tolerability, and Immunogenicity of BNT162b2 Against COVID-19 in Healthy Pregnant Women 18 Years of Age and Older",
  "officialTitle": "A PHASE 2/3, PLACEBO-CONTROLLED, RANDOMIZED, OBSERVER-BLIND STUDY TO EVALUATE THE SAFETY, TOLERABILITY, AND IMMUNOGENICITY OF A SARS-COV-2 RNA VACCINE CANDIDATE (BNT162b2) AGAINST COVID-19 IN HEALTHY PREGNANT WOMEN 18 YEARS OF AGE AND OLDER",
  "protocolDocument": {
    "nctId": "NCT04754594",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-03-08",
    "uploadDate": "2023-07-14T09:06",
    "size": 14281650,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04754594/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2",
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 726,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-02-16",
    "completionDate": "2022-07-15",
    "primaryCompletionDate": "2022-07-15",
    "firstSubmitDate": "2021-02-09",
    "firstPostDate": "2021-02-15"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Healthy women ≥18 years of age who are between 24 0/7 and 34 0/7 weeks' gestation on the day of planned vaccination, with an uncomplicated, singleton pregnancy, who are at no known increased risk for complications.\n2. Participants who are willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures.\n3. Healthy participants who are determined by medical history, physical examination, and clinical judgment to be appropriate for inclusion in the study\n4. Documented negative HIV antibody test (Phase 2 only), syphilis test, and HBV surface antigen test during this pregnancy and prior to randomization\n5. Participant is willing to give informed consent for her infant to participate in the study\n6. Capable of giving signed informed consent\n\nExclusion Criteria:\n\n1. Other medical or psychiatric condition including recent (within the past year) or active suicidal ideation/behavior or laboratory abnormality that may increase the risk of study participation or, in the investigator's judgment, make the participant inappropriate for the study.\n2. Previous clinical (based on COVID-19 symptoms/signs alone, if a SARS-CoV-2 NAAT result was not available) or microbiological (based on COVID-19 symptoms/signs and a positive SARS-CoV-2 NAAT result) diagnosis of COVID 19.\n3. History of severe adverse reaction associated with a vaccine and/or severe allergic reaction (eg, anaphylaxis) to any component of the study intervention or any related vaccine.\n4. Participants with known or suspected immunodeficiency.\n5. Bleeding diathesis or condition associated with prolonged bleeding that would in the opinion of the investigator contraindicate intramuscular injection.\n6. Previous vaccination with any coronavirus vaccine.\n7. Receipt of medications intended to prevent COVID 19.\n8. Receipt of blood/plasma products or immunoglobulin, from 60 days before administration of study intervention, or planned receipt through delivery, with 1 exception, anti-D immunoglobulin (eg, RhoGAM), which can be given at any time.\n9. Current alcohol abuse or illicit drug use.\n10. Participants who receive treatment with immunosuppressive therapy, including cytotoxic agents or systemic corticosteroids, eg, for cancer or an autoimmune disease, or planned receipt through the postvaccination blood draw.\n11. Participation in other studies involving study intervention within 28 days prior to study entry and/or during study participation.\n12. Previous participation in other studies involving study intervention containing LNPs.\n13. Investigator site staff or Pfizer employees directly involved in the conduct of the study, site staff otherwise supervised by the investigator, and their respective family members.\n14. Participants whose unborn baby has been fathered by investigational site staff members directly involved in the conduct of the study or their family members, site staff members otherwise supervised by the investigator, or Pfizer employees directly involved in the conduct of the study.",
    "healthyVolunteers": true,
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Maternal Participants Reporting Local Reactions Within 7 Days After Dose 1",
        "description": "Pain at injection site, redness \\& swelling were recorded by participants in an electronic diary (e-diary). Redness \\& swelling were measured \\& recorded in measuring devise units (range 1 to 21) then converted to cm. 1 measuring device unit = 0.5 cm \\& graded as mild: \\> 2.0 to 5.0 cm, moderate: \\> 5.0 to 10.0 cm, severe: \\> 10.0 cm, grade 4 (potentially life threatening): necrosis or exfoliative dermatitis (redness) \\& necrosis (swelling). Pain at injection site was graded as mild: did not interfere with daily activity, moderate: interfered with daily activity, severe: prevented daily activity \\& grade 4 (potentially life threatening): emergency room visit or hospitalization for severe pain. Grade 4 reactions were classified by the investigator or medically qualified person. Reactions reported as adverse events in the case report form within 7 days after the study vaccination were also included in the analysis. Exact 2-sided 95% confidence interval (CI) was based on Clopper \\& Pearson method.",
        "timeFrame": "From Day 1 to Day 7 after dose 1"
      },
      {
        "measure": "Percentage of Maternal Participants Reporting Local Reactions Within 7 Days After Dose 2",
        "description": "Pain at injection site, redness \\& swelling were recorded by participants in an e-diary. Redness \\& swelling were measured \\& recorded in measuring devise units (range 1 to 21) then converted to cm. 1 measuring device unit = 0.5 cm \\& graded as mild: \\> 2.0 to 5.0 cm, moderate: \\> 5.0 to 10.0 cm, severe: \\> 10.0 cm, grade 4 (potentially life threatening): necrosis or exfoliative dermatitis (redness) \\& necrosis (swelling). Pain at injection site was graded as mild: did not interfere with daily activity, moderate: interfered with daily activity, severe: prevented daily activity \\& grade 4 (potentially life threatening): emergency room visit or hospitalization for severe pain. Grade 4 reactions were classified by the investigator or medically qualified person. Reactions reported as adverse events (AEs) in the case report form (CRF) within 7 days after the study vaccination were also included in the analysis. Exact 2-sided 95% CI was based on the Clopper \\& Pearson method.",
        "timeFrame": "From Day 1 to Day 7 after dose 2"
      },
      {
        "measure": "Percentage of Maternal Participants Reporting Systemic Events Within 7 Days After Dose 1",
        "description": "Systemic events were recorded by participants in an e-diary. Fever was oral temperature \\>= 38 degree Celsius (°C) \\& categorized as \\>=38.0 to 38.4 °C, \\>38.4 to 38.9 °C, \\>38.9 to 40.0 °C \\& \\>40.0 °C. Fatigue, headache, chills, new or worsened muscle pain \\& new or worsened joint pain were graded mild: did not interfere with activity, moderate: some interference with activity \\& severe: prevented daily routine activity. Vomiting was graded mild: 1 to 2 times in 24 hours (h), moderate: \\>2 times in 24h \\& severe: required intravenous hydration. Diarrhea was graded mild: 2 to 3 loose stools in 24h, moderate: 4 to 5 loose stools in 24h \\& severe: 6 or more loose stools in 24h. For all systemic events except fever, Grade 4= emergency room visit or hospitalization. Grade 4 events were classified by the investigator/medically qualified person. Systemic events reported as AEs in the CRF within 7 days after vaccination were also included in analysis. Exact 95% CI was based on Clopper \\& Pearson method.",
        "timeFrame": "From Day 1 to Day 7 after dose 1"
      },
      {
        "measure": "Percentage of Maternal Participants Reporting Systemic Events Within 7 Days After Dose 2",
        "description": "Systemic events were recorded by participants in an e-diary. Fever was oral temperature \\>= 38 °C \\& categorized as \\>=38.0 to 38.4 °C, \\>38.4 to 38.9 °C, \\>38.9 to 40.0 °C \\& \\>40.0 °C. Fatigue, headache, chills, new or worsened muscle pain \\& new or worsened joint pain were graded mild: did not interfere with activity, moderate: some interference with activity \\& severe: prevented daily routine activity. Vomiting was graded mild: 1 to 2 times in 24 h, moderate: \\>2 times in 24 h \\& severe: required intravenous hydration. Diarrhea was graded mild: 2 to 3 loose stools in 24 h, moderate: 4 to 5 loose stools in 24 h \\& severe: 6 or more loose stools in 24 h. For all systemic events except fever, Grade 4= emergency room visit or hospitalization. Grade 4 events were classified by the investigator/medically qualified person. Systemic events reported as AEs in the CRF within 7 days after vaccination were also included in analysis. Exact 95% CI was based on Clopper \\& Pearson method.",
        "timeFrame": "From Day 1 to Day 7 after dose 2"
      },
      {
        "measure": "Percentage of Maternal Participants With Adverse Events (AEs) From Dose 1 Through 1 Month After Dose 2 - Blinded Follow-up Period",
        "description": "An AE was any untoward medical occurrence in a participant temporally associated with the use of study intervention, whether or not considered related to the study intervention. Exact 2-sided 95% CI was based on the Clopper and Pearson method. Only AEs collected by non-systematic assessment (i.e., excluding local reactions and systemic events) were reported in this outcome measure.",
        "timeFrame": "From dose 1 on Day 1 through 1 month after dose 2 (approximately 2 months)"
      },
      {
        "measure": "Percentage of Maternal Participants Reporting Serious Adverse Events (SAEs) From Dose 1 Through 1 Month After Delivery - Blinded Follow-up Period",
        "description": "An SAE was defined as any untoward medical occurrence that at any dose resulted in death, was life-threatening; resulted in persistent disability/incapacity; constituted a congenital anomaly/birth defect; was important medical event; required inpatient hospitalization or prolongation of existing hospitalization. Exact 2-sided 95% CI was based on the Clopper and Pearson method.",
        "timeFrame": "From dose 1 on Day 1 through 1 month after delivery (up to 22 weeks)"
      },
      {
        "measure": "Geometric Mean Ratio (GMR) of the SARS-CoV-2 Neutralizing Titers in Pregnant Women to Those in Nonpregnant Women From Study C4591001 (NCT04368728) for Evaluable Immunogenicity Population Without Evidence of Prior SARS-CoV-2 Infection",
        "description": "GMR of SARS-CoV-2 neutralizing titers in pregnant women to those in nonpregnant women from study C4591001 (NCT04368728) for evaluable immunogenicity population without evidence of prior SARS-CoV-2 infection up to 1 month after Dose 2 was reported in this outcome measure. Geometric mean titer (GMT) and 2-sided 95% CIs were calculated by exponentiating mean logarithm of titers and corresponding CIs (based on student t distribution) and was reported in descriptive section. GMR was reported in statistical analysis section of this outcome measure. Evaluable immunogenicity population included all participants who were eligible and randomized, received 2 doses of vaccine to which they were randomized, with Dose 2 received within predefined window (19-42 days, inclusive, after Dose 1); had at least 1 valid immunogenicity result within an appropriate window 1 month after Dose 2 (28-42 days, inclusive, after Dose 2); and had no other important protocol deviations as determined by the clinician.",
        "timeFrame": "1 Month after Dose 2"
      },
      {
        "measure": "GMR of SARS-CoV-2 Neutralizing Titers in Pregnant Women to Those in Nonpregnant Women From Study C4591001 (NCT04368728) for Evaluable Immunogenicity Population With and Without Evidence of Prior SARS-CoV-2 Infection",
        "description": "GMR of SARS-CoV-2 neutralizing titers in pregnant women to those in nonpregnant women from study C4591001 (NCT04368728) for evaluable immunogenicity population with and without evidence of prior SARS-CoV-2 infection was reported in this outcome measure. GMT and 2-sided 95% CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the student t distribution) and was reported in the descriptive section. GMR was reported in the statistical analysis section. Evaluable immunogenicity population included all participants who were eligible and randomized, received 2 doses of the vaccine to which they were randomized, with Dose 2 received within the predefined window (19-42 days, inclusive, after Dose 1); had at least 1 valid immunogenicity result within an appropriate window 1 month after Dose 2 (28-42 days, inclusive, after Dose 2); and had no other important protocol deviations as determined by the clinician.",
        "timeFrame": "1 Month after Dose 2"
      }
    ],
    "secondary": [
      {
        "measure": "COVID-19 Incidence Per 100 Person-Years of Blinded Follow up in Evaluable Maternal Participants Without Evidence of Prior SARS-CoV-2 Infection",
        "description": "COVID-19 incidence per 100 person-years of blinded follow-up in evaluable maternal participants without evidence of prior SARS-CoV-2 infection prior to 7 days after receipt of Dose 2 was reported in this outcome measure.",
        "timeFrame": "From 7 days after Dose 2 up to 1 month after delivery (Surveillance time [100 person-year]: BNT162b2- 0.155, Placebo- 0.149)"
      },
      {
        "measure": "COVID-19 Incidence Per 100 Person-Years of Blinded Follow up in Evaluable Maternal Participants With or Without Evidence of Prior SARS-CoV-2 Infection",
        "description": "COVID-19 incidence per 100 person-years of blinded follow-up in evaluable maternal participants with or without evidence of prior SARS-CoV-2 infection was reported in this outcome measure.",
        "timeFrame": "From 7 days after Dose 2 up to 1 month after delivery (Surveillance time [100 person-year]: BNT162b2- 0.270, Placebo- 0.263)"
      },
      {
        "measure": "Incidence of Asymptomatic Infection of SARS-CoV-2 Through 1 Month After Delivery in Evaluable Maternal Participants Without Evidence of Prior SARS-CoV-2 Infection",
        "description": "Incidence of asymptomatic infection of SARS-CoV-2 through 1 month after delivery in evaluable maternal participants without evidence of prior SARS-CoV-2 infection prior to the first post-dose 2 N-binding test was reported in this outcome measure.",
        "timeFrame": "Up to 1 month after delivery (Surveillance time [100 person-year]: BNT162b2- 0.099, Placebo- 0.147)"
      },
      {
        "measure": "Geometric Mean Concentration (GMCs) of Full-Length S-Binding Immunoglobulin G (IgG) Levels in Evaluable Maternal Participants",
        "description": "GMCs and 2-sided 95% CIs were calculated by exponentiating the mean logarithm of the concentrations and the corresponding CIs (based on the student t distribution). Assay results below the LLOQ were set to 0.5\\*LLOQ. GMCs of full-length S-binding IgG levels in evaluable maternal participants at baseline, 2 weeks after Dose 2, 1 month after Dose 2, at delivery, and 6 months after delivery was reported in this outcome measure. Evaluable immunogenicity population included all participants who were eligible and randomized, received 2 doses of the vaccine to which they were randomized, with Dose 2 received within the predefined window (19-42 days, inclusive, after Dose 1); had at least 1 valid immunogenicity result within an appropriate window 1 month after Dose 2 (28-42 days, inclusive, after Dose 2); and had no other important protocol deviations as determined by the clinician.",
        "timeFrame": "Baseline (before Dose 1), 2 weeks after Dose 2, 1 month after Dose 2, at delivery, and 6 months after delivery"
      },
      {
        "measure": "Geometric Mean Titer (GMTs) of SARS-CoV-2 Neutralizing Titers in Evaluable Maternal Participants",
        "description": "GMTs, and 2-sided 95% CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the student t distribution). Assay results below the LLOQ were set to 0.5\\*LLOQ. GMTs of SARS-CoV-2 neutralizing titers in evaluable maternal participants at baseline, 2 weeks after Dose 2, 1 month after Dose 2, at delivery, and 6 months after delivery was reported in this outcome measure. Evaluable immunogenicity population included all participants who were eligible and randomized, received 2 doses of the vaccine to which they were randomized, with Dose 2 received within the predefined window (19-42 days, inclusive, after Dose 1); had at least 1 valid immunogenicity result within an appropriate window 1 month after Dose 2 (28-42 days, inclusive, after Dose 2); and had no other important protocol deviations as determined by the clinician.",
        "timeFrame": "Baseline (before Dose 1), 2 weeks after Dose 2, 1 month after Dose 2, at delivery, and 6 months after delivery"
      },
      {
        "measure": "Geometric Mean Fold Rise (GMFR) From Before Vaccination to Each Subsequent Time Point After Vaccination for Full-Length S-Binding IgG Levels in Evaluable Maternal Participants",
        "description": "GMFRs and 2-sided 95% CIs were calculated by exponentiating the mean logarithm of fold rises and the corresponding CIs (based on the student t distribution). Assay results below the LLOQ were set to 0.5\\*LLOQ. GMFR from before vaccination to each subsequent time point after vaccination for full-length S-binding IgG levels in evaluable maternal participants at 2 weeks after Dose 2, 1 month after Dose 2, at delivery, and 6 months after delivery was reported in this outcome measure. Evaluable immunogenicity population included all participants who were eligible and randomized, received 2 doses of the vaccine to which they were randomized, with Dose 2 received within the predefined window (19-42 days, inclusive, after Dose 1); had at least 1 valid immunogenicity result within an appropriate window 1 month after Dose 2 (28-42 days, inclusive, after Dose 2); and had no other important protocol deviations as determined by the clinician.",
        "timeFrame": "From before dose 1 up to 2 weeks after Dose 2, 1 month after Dose 2, at delivery, and 6 months after delivery"
      },
      {
        "measure": "Geometric Mean Fold Rise (GMFR) From Before Vaccination to Each Subsequent Time Point After Vaccination for SARS-CoV-2 Neutralizing Titers in Evaluable Maternal Participants",
        "description": "GMFRs and 2-sided 95% CIs were calculated by exponentiating the mean logarithm of fold rises and the corresponding CIs (based on the student t distribution). Assay results below the LLOQ were set to 0.5\\*LLOQ. GMFR from before vaccination to each subsequent time point after vaccination for SARS-CoV-2 neutralizing titers in evaluable maternal participants at 2 weeks after Dose 2, 1 month after Dose 2, at delivery, and 6 months after delivery was reported in this outcome measure. Evaluable immunogenicity population included all participants who were eligible and randomized, received 2 doses of the vaccine to which they were randomized, with Dose 2 received within the predefined window (19-42 days, inclusive, after Dose 1); had at least 1 valid immunogenicity result within an appropriate window 1 month after Dose 2 (28-42 days, inclusive, after Dose 2); and had no other important protocol deviations as determined by the clinician.",
        "timeFrame": "From before dose 1 up to 2 weeks after Dose 2, 1 month after Dose 2, at delivery, and 6 months after delivery"
      },
      {
        "measure": "Percentage of Infant Participants Reporting Specific Birth Outcomes",
        "description": "Percentage of infant participants reporting specific birth outcomes (normal, congenital malformation/anomaly, other neonatal problems) were reported in this outcome measure.",
        "timeFrame": "At birth"
      },
      {
        "measure": "Percentage of Infant Participants Reporting Adverse Events From Birth Through 1 Month of Age",
        "description": "An AE was any untoward medical occurrence in a participant temporally associated with the use of study intervention, whether or not considered related to the study intervention. Exact 2-sided 95% CI was based on the Clopper and Pearson method.",
        "timeFrame": "From birth through 1 month of age"
      },
      {
        "measure": "Percentage of Infant Participants Reporting Serious Adverse Events (SAE) From Birth Through 6 Months of Age",
        "description": "An SAE was defined as any untoward medical occurrence that at any dose resulted in death, was life-threatening; resulted in persistent disability/incapacity; constituted a congenital anomaly/birth defect; was important medical event; required inpatient hospitalization or prolongation of existing hospitalization. Exact 2-sided 95% CI was based on the Clopper and Pearson method.",
        "timeFrame": "From birth through 6 months of age"
      },
      {
        "measure": "Percentage of Infant Participants Reporting Adverse Event of Special Interest (AESI) From Birth Through 6 Months of Age",
        "description": "Percentage of infant participants who reported AESI including major congenital anomalies and developmental delay from birth through 6 months of age were reported in this outcome measure. Exact 2-sided 95% CI was based on the Clopper and Pearson method.",
        "timeFrame": "From birth through 6 months of age"
      },
      {
        "measure": "GMCs of Full-Length S-Binding IgG Levels at Birth and 6 Months of Age in Infant Participants Born to Evaluable Maternal Participants",
        "description": "GMCs and 2-sided 95% CIs were calculated by exponentiating the mean logarithm of the concentrations and the corresponding CIs (based on the student t distribution). Assay results below the LLOQ were set to 0.5\\*LLOQ. GMCs of full-length S-binding IgG levels at birth and 6 months of age in infant participants born to evaluable maternal participants was reported in this outcome measure.",
        "timeFrame": "At birth and 6 months of age"
      },
      {
        "measure": "GMFR of Full-Length S-Binding IgG Levels From Birth to 6 Months of Age in Infant Participants Born to Evaluable Maternal Participants",
        "description": "GMFRs and 2-sided 95% CIs were calculated by exponentiating the mean logarithm of fold rises and the corresponding CIs (based on the student t distribution). Assay results below the LLOQ were set to 0.5\\*LLOQ. GMFR of full-length S-binding IgG levels from birth to 6 months of age in infant participants born to evaluable maternal participants was reported in this outcome measure.",
        "timeFrame": "From birth to 6 months of age"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 8,
      "secondaryCount": 13,
      "otherCount": 0,
      "totalCount": 21
    },
    "studyDesign": {
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:41.090Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}