{
  "nctId": "NCT04221230",
  "briefTitle": "Study in Major Depressive Disorder With NMRA-335140 (BTRX-335140) vs Placebo",
  "officialTitle": "A Phase 2a, Randomized, Double-blind, Placebo-controlled Proof of Concept Study to Evaluate the Effects of Oral BTRX-335140 (NMRA-335140) Versus Placebo in Subjects With Major Depressive Disorder",
  "protocolDocument": {
    "nctId": "NCT04221230",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-01-27",
    "uploadDate": "2025-04-04T08:37",
    "size": 1016932,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04221230/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 204,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-01-03",
    "completionDate": "2022-06-23",
    "primaryCompletionDate": "2022-04-08",
    "firstSubmitDate": "2020-01-06",
    "firstPostDate": "2020-01-09"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nParticipants are eligible to be included in the study only if they meet all the following criteria:\n\n1. Are adult men or women between 18 to 65 years of age (inclusive) at informed consent\n2. Have a primary DSM-5 diagnosis of MDD, with prominent symptoms of anhedonia confirmed by Structured Clinical Interview for DSM-5 Disorders, Clinical Trials Version (SCID-5-CT)\n\n   1. The current episode must have started at least 3 weeks prior to screening visit but no more than 12 months before the screening visit.\n   2. Have not failed 2 or more courses of antidepressant treatment in the current episode\n   3. Have no more than a 3-point change in HAMD 17 between screening and baseline\n   4. Have sufficient history or an independent report to confirm that symptoms are causing functional impairment or clinically significant distress\n3. Meet the blinded rule list based on clinical scale criteria\n4. Have body mass index (BMI) between 18-40 kg/m2 (inclusive)\n5. Are medically stable (in the opinion of the investigator and Sponsor/Sponsors delegate) based on medical history, vital signs, clinical laboratory tests, and 12-lead electrocardiogram (ECG) performed at screening and baseline\n6. Agree to the following birth control:\n\n   1. Nonvasectomized men must agree to use a condom with spermicide, if sexually active during the study, until 90 days after the last dose of study drug administration. No restrictions are required for a vasectomized man, provided his vasectomy was performed 4 months or more prior to the first dose of study drug. A man who has been vasectomized less than 4 months prior to the first dose of study drug must follow the same restrictions as a nonvasectomized man. Additionally, men must refrain from sperm donation during study treatment and for at least 90 days following the last dose of study drug.\n   2. Women of child-bearing potential (women not surgically sterilized and between menarche and 2 years postmenopausal) must have a negative serum pregnancy test at screening and a negative urine pregnancy test at enrollment and agree to use reliable birth control (eg, oral contraceptives or Norplant®; a reliable double barrier method of birth control (diaphragms with contraceptive jelly; cervical caps with contraceptive jelly; condoms with contraceptive foam); intrauterine devices; partner with vasectomy; or abstinence) during the study and for 10 days following the last dose of the study drug (BTRX-335140 or placebo). Women will be considered surgically sterile, if they have had tubal ligation, bilateral salpingo oophorectomy, or a hysterectomy.\n\n      Note: Abstinence will be allowed if, in the investigator's judgement, it is determined that the participant is reliable, that abstinence is the preferred and usual lifestyle of the participant, and that abstinence will be continued for the duration of the study including the 10 days (women) or 90-day period (men) following last dose of study drug as noted above.\n   3. Or engaged exclusively in a non-heterosexual relationship\n7. Willing and able to give written informed consent to participate\n8. Able to understand and comply with instructions in English\n9. Are judged by the investigator to be reliable and agree to keep all appointments for clinic visits, tests, and procedures, including venipuncture, and examinations required by the protocol\n\nExclusion Criteria:\n\nParticipants will be excluded from the study if they meet any of the following criteria:\n\n1. Have a history of any of the following DSM-5 disorders within the specified timeframe:\n\n   1. Currently or in the past year: diagnosis of personality disorder, attention deficit disorder/attention deficit hyperactivity disorder, anorexia nervosa, or bulimia nervosa. Participants with comorbid generalized anxiety disorder, social anxiety disorder, or panic disorder for whom MDD is considered the primary diagnosis are not excluded.\n   2. Lifetime: diagnosis of bipolar 1 or 2, schizophrenia, obsessive compulsive disorder, or post-traumatic stress disorder\n2. Have a history of substance or alcohol use disorder (AUD), per DSM-5 criteria, within the past year\n3. Are actively suicidal (eg, any suicide attempts within the past 12 months) or are at serious suicidal risk as indicated by any current suicidal intent, including a plan, as assessed by the Columbia Suicide Severity Rating Scale (C-SSRS) (score of \"YES\" on suicidal ideations item 4 or 5 within 3 months prior to Visit 1 (Screening) and/or based on clinical evaluation by the investigator; or are homicidal, in the opinion of the investigator\n4. Have a history or signs of Cushing's disease, Addison's Disease, primary amenorrhea or other evidence of significant disorders of the hypothalamus-pituitary-adrenal axis\n5. Have any other clinically significant medical or psychiatric condition or circumstance prior to randomization that, in the opinion of the investigator, or Sponsor, could affect participant safety, preclude evaluation of response, interfere with the ability to comply with study procedures, or prohibit completion of the study, such as acute stress disorder, adjustment disorder, impulse control disorder, uncontrolled diabetes mellitus, renal or hepatic impairment, coronary artery disease, evidence of significant active cardiac, respiratory, or hematologic disease, cancer with \\<5 year remission (basal cell carcinoma is not excluded), chronic pain, fibromyalgia, gastric bypass, lap band placement, or any other significant gastrointestinal condition\n6. Have had prior seizures (other than remote history of childhood febrile seizure) or other condition that would place the participant at increased risk of seizures or is taking anticonvulsants for seizure control\n7. Have a history of serious head injury (eg, skull fracture, cerebral contusion, or trauma resulting in prolonged unconsciousness), intracranial neoplasm, or hemorrhage\n8. Have ever had electroconvulsive treatment, vagal nerve stimulation, or treatment with ketamine or esketamine for MDD\n9. Have initiated transcranial magnetic stimulation, psychotherapy (such as Cognitive Behavioral Therapy) or have had a change in psychotherapy, or other non-drug therapies (such as acupuncture or hypnosis) within 4 weeks prior to Visit 1 (Screening) or at any time during the acute phase of the study\n10. Have a visual or physical motor impairment that could interfere with participant's ability to perform study assessments, as assessed by the investigator\n11. Have alanine aminotransferase (ALT) or aspartate aminotransferase (AST) levels ≥2 x upper limit of normal (ULN) or a bilirubin level 1.5 x ULN unless due to a documented history of Gilbert's syndrome\n12. Have estimated glomerular filtration rate (eGFR) ≤60 mL/min/1.73m2 as calculated by the Chronic Kidney Disease Epidemiology Collaboration \\[CKD EPI\\] 2009 creatinine equation at Visit 1 (Screening)\n13. Have positive hepatitis C virus (HCV) antibody (Ab), hepatitis B surface antigen (HBs Ag), hepatitis A virus (HAV) IgM antibody (HAV-Ab \\[IgM\\]) or human immunodeficiency virus (HIV) test at Visit 1 (Screening)\n14. Have a thyroid-stimulating hormone (TSH) level of \\<0.9 x lower limit of normal (LLN) or \\>1.2 x ULN on or off stable treatment for hyperthyroidism or hypothyroidism; if TSH is abnormal, evaluate reflex Free T3 and Free T4. If reflex testing is normal, the assessment of normal thyroid function will be determined based on the judgement of the investigator, following discussion with the medical monitor.\n15. Have any other clinically significant abnormalities (significant would include laboratory deviations requiring acute medical intervention or further medical evaluation) in laboratory results at screening, including clinical chemistries, hematology, and urinalysis, and any clinical information that, in the judgment of the investigator or Sponsor, should preclude a participant's participation at study entry\n16. Have exclusionary ECG abnormalities obtained at Visit 1 (Screening) or Visit 2 (Baseline) that are QT interval corrected using Fridericia's formula (QTcF) \\>450 msec in males or \\>470 msec in females, complete bundle branch block, evidence of myocardial infarction or ischemia, and predominantly nonsinus conducted rhythms. Other abnormalities can be exclusionary at the discretion of the principal investigator or medical monitor. See Section 6.3.5 of protocol for guidance on ECG interpretations.\n17. Have a positive urine drug screen for amphetamines, barbiturates, cocaine, methadone, opioids, propoxyphene, tetrahydrocannabinol (THC), phencyclidine, or a positive blood alcohol level assessed by breathalyzer at Visit 1 (Screening) and Visit 2 (Baseline). For occasional (1 to 2 times per month maximum) cannabis users only, 1 retest is allowed and participant must agree to abstain from use for the duration of the study; a positive second test is exclusionary.\n18. Have any use, by history, of Salvinorin A\n19. Use of the following concomitant medications (contact the Sponsor-designated medical monitor to determine eligibility when in doubt):\n\n    1. Psychoactive medication including stimulants, benzodiazepines and anxiolytics, oral antipsychotics, mood stabilizers/anticonvulsants (carbamazepine, lamotrigine, etc.), lithium, antidepressants, S adenosylmethionine, melatonin, agomelatine, and hypnotics/sedatives within 5 half-lives or 14 days (whichever is longer) of Visit 2 (Baseline)\n    2. Fluoxetine and irreversible monoamine oxidase inhibitors within 4 weeks of Visit 2 (Baseline) depot antipsychotics within 2 months of Visit 2 (Baseline)\n    3. Opioid agonists and antagonists\n20. Are currently taking or have taken within 5 half-lives of Visit 2 (Baseline) any medications or supplements.\n21. Are women who are either pregnant or breastfeeding\n22. Have participated (received study treatment) in a clinical study or any other type of medical research judged by the investigator or Sponsor to be scientifically or medically incompatible with this study within 30 days prior to Visit 1 (Screening). Contact the Sponsor-designated medical monitor to determine eligibility when in doubt.\n23. Have participated in multiple interventional clinical studies, such that, in the opinion of the investigator or Sponsor the participant is not a suitable candidate for participation\n24. Have previously completed or withdrawn from this study or any other study investigating BTRX 335140\n25. Are investigator site personnel directly affiliated with this study, and/or their immediate families. Immediate family is defined as a spouse, parent, child, or sibling, whether biological or legally adopted.\n26. Are employees of the Sponsor or are employees of any third-party organizations (TPOs) (eg, laboratory staff, study vendors and transportation providers) involved in the study who require exclusion of their employees\n27. Has any of the following:\n\n    1. useful vision in only 1 eye from a pre-existing ophthalmic disease or amblyopia;\n    2. a corneal transplant in either eye;\n    3. corneal dystrophy or family history of corneal dystrophy;\n    4. severe dry eye syndrome (keratitis sicca);\n    5. will not or cannot cooperate with ophthalmic examination requiring pupillary dilation (includes history of severe adverse reaction to mydriatic agents or untreated narrow angle glaucoma). Note: The following ocular disorders are allowed: cataracts, prior cataract surgery, glaucoma (narrow angle glaucoma is allowed if definitively treated with laser peripheral iridectomy), macular degeneration, or ocular changes associated with diabetes mellitus or multiple sclerosis.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Hamilton Depression Rating Scale (HAMD-17) Total Score at Weeks 8",
        "description": "The HAMD-17 was a 17-item clinician-rated instrument used to assess the range of symptoms that were most frequently observed in participants with major depression. All items were scored on an ordinal scale between 0 and 4 (9 items) or 0 and 2 (8 items) of increasing severity. Each of 17 items was rated by clinician with rating of 0: absent, 1: doubtful to mild, 2: mild to moderate, 3: moderate to severe, and 4: very severe. A total score (0 to 52) was calculated by adding scores of all 17 items, where 0 indicated no depression and 52 indicated severe depression. Higher score represents more severe condition. Baseline is defined as the latest non-missing measurement prior to or within 1 hour of the first administration of study drug. Change from Baseline is defined as post dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Week 8"
      }
    ],
    "secondary": [
      {
        "measure": "Clinical Global Impression of Improvement (CGI-I) Score",
        "description": "The CGI-I scale is a clinician-rated instrument that measures the improvement of the participant's symptoms. It is a 7-point scale where a score of 1 indicates that the participants is \"very much improved,\" a score of 4 indicates that the participant has experienced \"no change, and a score of 7 indicates that the participant is \"very much worse.\" The total score is the item response; lower scores indicate greater improvement.",
        "timeFrame": "At Week 8"
      },
      {
        "measure": "Change From Baseline in Snaith-Hamilton Pleasure Scale (SHAPS) Score",
        "description": "The SHAPS is a self-report 14-item, instrument, developed for the assessment of hedonic capacity. Participants score whether they experience pleasure in performing a list of activities or experiences. Participants can rate the answers as \"definitely/strongly agree\", \"agree\", \"disagree\" or \"strongly disagree\". \"Definitely agree\" will be rated 1, \"Agree\" will be rated 2, \"Disagree\" will be rated 3, and \"Definitely disagree\" will be rated 4. The participant's item responses are summed to provide a total score ranging from 14 to 56. A higher total SHAPS score indicates higher levels of current anhedonia. Baseline is defined as the latest non-missing measurement prior to or within 1 hour of the first administration of study drug. Change from Baseline is defined as post dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Week 8"
      },
      {
        "measure": "Change From Baseline in Hospital Anxiety and Depression Scale (HADS) Subscales (ie, Anxiety Subscale [HADS-A] and Depression Subscale [HADS-D]) Scores",
        "description": "The Hospital Anxiety and Depression Scale (HADS) is a 14-item self-report questionnaire with 2 subscales: anxiety and depression. Seven of the items are used to evaluate anxiety and 7 evaluate depression. Each item on the questionnaire is scored from 0 to 3. Therefore, the anxiety subscale (HADS-A) and the depression subscale (HADS-D) each range from 0 to 21. Higher scores indicate higher levels of anxiety and depression, respectively. Baseline is defined as the latest non-missing measurement prior to or within 1 hour of the first administration of study drug. Change from Baseline is defined as post dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Week 8"
      },
      {
        "measure": "Change From Baseline in Hamilton Anxiety Rating Scale (HAM-A) Total Score",
        "description": "The HAM-A was administered to assess severity of anxiety, its improvement during the course of treatment, and the timing of such improvement. This instrument was completed by qualified and trained investigator site raters based on a semi-structured interview of his/her assessment of the participant. The HAM-A is a 14-item scale to measure severity of different anxiety-related symptoms in participants. Each of the 14 items is rated by the clinician on a 5-point scale ranging from 0 (not present) to 4 (maximum degree) with a total score range of 0 to 56 where higher score indicates greater symptom severity. Baseline is defined as the latest non-missing measurement prior to or within 1 hour of the first administration of study drug. Change from Baseline is defined as post dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Week 8"
      },
      {
        "measure": "Change From Baseline in Sheehan Disability Scale (SDS) Scores",
        "description": "The Sheehan Disability Scale (SDS) is a 3-item self-rated questionnaire used to evaluate impairments in the domains of work/school, social life, and family life/home responsibility on a 10-point visual analog scale. In each domain of the overall scale, the minimum score is a 0 (indicating that symptoms have been 'not at all' disruptive to functioning) and the maximum score is a 10 (indicating that symptoms have been 'extremely' disruptive to functioning). The three items were summed into a single dimensional measure of global functional impairment with total score ranging from 0 (unimpaired) to 30 (highly impaired) with the highest scores representing the higher level of disability/greater functional impairment. SDS Total Score is calculated for subjects with all 3 domain scores (work/school, social, and family life) and an unmarked checkbox for \"No work or school\". Baseline is defined as Day 1. Change from Baseline is defined as the post dose visit value minus the Baseline value.",
        "timeFrame": "Baseline and at Week 8"
      },
      {
        "measure": "Change From Baseline to Week 8 in Clinical Global Impression Scale - Severity (CGI-S) Scores",
        "description": "The CGI-S is a clinician-rated instrument that measures the severity of depression at the time of assessment. This rating is based upon observed and reported symptoms, behavior, and function in the past 7 days. The score reflected the average severity level across the 7 days. The CGI-S is scored on a 7-point scale where a score of 1 indicates that the participant is normal, not at all ill, a score of 4 indicates that the participant is moderately ill, and a score of 7 indicates that the participant is among the most extremely ill participants. Baseline is defined as the latest non-missing measurement prior to or within 1 hour of the first administration of study drug.",
        "timeFrame": "Baseline and at Week 8"
      },
      {
        "measure": "Percentage of Participants With a HAMD-17 Response",
        "description": "The HAMD-17 is a 17-item clinician-rated instrument used to assess the range of symptoms that were most frequently observed in participants with major depression. All items were scored on an ordinal scale between 0 and 4 (9 items) or 0 and 2 (8 items) of increasing severity. Each of 17 items was rated by clinician with rating of 0: absent, 1: doubtful to mild, 2: mild to moderate, 3: moderate to severe, and 4: very severe. A total score (0 to 52) was calculated by adding scores of all 17 items, where 0 indicated no depression and 52 indicated severe depression. Higher score represented more severe condition. HAMD-17 response rate, where response is defined as ≥ 50% decrease in HAMD-17 total score from Baseline to Week 8.",
        "timeFrame": "At Week 8"
      },
      {
        "measure": "Number of Participants Reporting >2% Treatment Emergent Adverse Events (TEAEs), Serious Adverse Events (SAEs), and Adverse Events of Special Interest (AESIs)",
        "description": "An AE is any event that was not present prior to the initiation of study treatment, or any event already present that worsens in either intensity or frequency following exposure to study treatment. A TEAE is any event that was not present prior to the initiation of study treatment, or any event already present that worsens in either intensity or frequency following exposure to study treatment. An SAE is any untoward medical occurrence that, at any dose results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability or incapacity, is a congenital anomaly/birth defect or is an important medical event that may jeopardize the participant or may require medical or surgical intervention to prevent one of the above outcomes.",
        "timeFrame": "Up to 8 Weeks"
      },
      {
        "measure": "Number of Participants With Clinically Significant Changes in Hematology Parameters",
        "description": "Blood samples were collected for the analysis of hematology parameters - basophils, eosinophils, erythrocyte mean corpuscular hemoglobin, erythrocyte mean corpuscular volume, erythrocytes, hematocrit, hemoglobin, leukocytes, lymphocytes, monocytes, neutrophils and reticulocytes",
        "timeFrame": "Up to 8 Weeks"
      },
      {
        "measure": "Number of Participants With Clinically Significant Changes in Clinical Chemistry Parameters",
        "description": "Blood samples were collected for the analysis of chemistry parameters - alanine aminotransferase, albumin, alkaline phosphatase, aspartate aminotransferase, bicarbonate, bilirubin, calcium, chloride, creatine kinase, creatinine, gamma glutamyl transferase, glucose, lactate dehydrogenase, potassium, protein, sodium and urea nitrogen,",
        "timeFrame": "Up to 8 Weeks"
      },
      {
        "measure": "Number of Participants With Clinically Significant Changes in Urinary Parameters",
        "description": "Urine samples were collected for the analysis of urinary parameters - Urinalysis White blood cell (WBC), urine dipstick bilirubin, blood, glucose, ketones, leukocyte esterase, nitrite, potential of Hydrogen (pH), protein, specific gravity and urobilinogen.",
        "timeFrame": "Up to 8 Weeks"
      },
      {
        "measure": "Number of Participants With Clinically Significant Changes in Vital Parameters",
        "description": "The following vital parameters were analyzed: diastolic blood pressure, systolic blood pressure, temperature, heart rate and respiratory rate.",
        "timeFrame": "Up to 8 Weeks"
      },
      {
        "measure": "Number of Participants With Clinically Significant Changes in Electrocardiogram (ECG) Parameters",
        "description": "Electrocardiograms were collected and analyzed for the following parameters: ECG mean heart rate, PR, QT, QTcB Interval, corrected QT interval using Fidericia's Method (QTcF) Interval, RR Interval and QRS Domain.",
        "timeFrame": "Up to 8 Weeks"
      },
      {
        "measure": "Number of Participants With Clinically Significant Changes in Physical Examinations",
        "description": "Physical examination included the assessment of skin, head, ears, eyes, nose, throat, respiratory system, cardiovascular system, abdomen (including liver and kidneys), musculoskeletal system, neurological system, gastrointestinal system, genitourinary system, endocrine system and lymph nodes. Abnormality in physical examination were based on investigator's discretion.",
        "timeFrame": "Up to 8 Weeks"
      },
      {
        "measure": "Number of Participants With Clinically Significant Changes in Ophthalmologic Examination Findings",
        "description": "Ophthalmologic examinations were conducted in this study as follows: Standard ophthalmologic examinations: to include best corrected visual acuity assessment, slit-lamp examination of both eyes including assessment of intraocular pressure, as well as dilation of the pupils to examine the optic nerve and retina. Corneal specular microscopy: noncontact or contact specular microscopy for qualitative and quantitative examination of the central corneal endothelium (cell count, cell shape, density, and morphology), with image capture.",
        "timeFrame": "Up to 8 Weeks"
      },
      {
        "measure": "Number of Participants Reporting Suicidal Behaviors or Ideation As Assessed by Columbia-Suicide Severity Rating Scale (C-SSRS)",
        "description": "A scale to measure suicide thoughts and behavior. Suicidal thoughts are assessed by binary responses (yes/no): wish to be dead, non-specific active suicidal thoughts, active suicidal ideation with some intent to act and without specific plan, active suicidal ideation with specific plan and intent, preparatory acts or behavior, aborted attempt, interrupted attempt, actual attempt (non-fatal), and suicide death. A numerical suicidal ideation score is assigned for the first 5 binary items ranging from 0 (no ideation) to 5 (active ideation with plan and intent).",
        "timeFrame": "At Week 8"
      },
      {
        "measure": "Number of Participants Reporting Clinically Significant Response to Clinical Opiate Withdrawal Scale (COWS)",
        "description": "The COWS is a clinician administered instrument used to rate 11 common opiate withdrawal signs or symptoms. The total score of the 11 items was used to assess a participant's level of opiate withdrawal and to determine his/her level of physical dependence on opioids. Scores range from 0 to 48 with higher scores indicating greater severity of opioid withdrawal symptoms. Baseline is defined as the last measurement prior to the start of study drug administration.",
        "timeFrame": "At Week 8"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 17,
      "otherCount": 0,
      "totalCount": 18
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:20.110Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}