{
  "nctId": "NCT03138655",
  "briefTitle": "Vedolizumab IV in Pediatric Participants With Ulcerative Colitis (UC) or Crohn's Disease (CD)",
  "officialTitle": "A Phase 2, Randomized, Double-Blind, Dose-Ranging Study to Determine the Pharmacokinetics, Safety and Tolerability of Vedolizumab IV in Pediatric Subjects With Ulcerative Colitis or Crohn's Disease",
  "protocolDocument": {
    "nctId": "NCT03138655",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-08-30",
    "uploadDate": "2020-11-25T13:17",
    "size": 11246056,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03138655/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 89,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-11-08",
    "completionDate": "2020-05-26",
    "primaryCompletionDate": "2020-03-31",
    "firstSubmitDate": "2017-04-19",
    "firstPostDate": "2017-05-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Participants weighs \\>=10 kg at the time of randomization.\n2. Has a medical history of moderately to severely active UC during Screening defined as complete Mayo score of 6 to 12, and a total Mayo subscores of stool frequency and rectal bleeding \\>=4 and Mayo endoscopy subscore \\>=2, or has moderately to severely active CD defined as simple endoscopic score for Crohn's disease (SES-CD) \\>=7, and the CDAI components of average daily abdominal pain score of greater than (\\>) 1 for the 7 days prior, and total number of liquid/very soft stools \\>10 within 7 days prior to first dose of study drug.\n3. Has evidence of UC extending proximal to the rectum (that is, not limited to proctitis) or evidence of CD involving the ileum and/or colon, at a minimum.\n4. Has extensive colitis or pancolitis of \\>8 years duration or left-sided colitis of \\>12 years duration must have documented evidence that a surveillance colonoscopy was performed within 12 months prior to their first dose of study drug.\n5. Has a family history of colorectal cancer (that is, first-degree relative), personal history of increased colorectal cancer risk, or other known risk factor must be up-to-date on colorectal cancer surveillance.\n6. The participant's vaccinations are up to date.\n7. Has demonstrated an inadequate response to, loss of response to, or intolerance of at least 1 of the following agents as defined below:\n\n   Corticosteroids:\n\n   • Signs and/or symptoms of persistently active disease despite a history of at least one 4-week induction regimen that included a dose equivalent to or more than prednisone 1 milligram per kilogram (mg/kg) daily orally for 2 weeks or IV for 1 week.\n\n   OR\n\n   • Two failed attempts to taper corticosteroids to below a dose equivalent to prednisone 10 mg daily orally on 2 separate occasions.\n\n   OR\n\n   • History of significant intolerance to corticosteroids (including, but not limited to, Cushing's syndrome, osteopenia/osteoporosis, hyperglycemia, insomnia, and infection).\n\n   Immunomodulators:\n\n   • Signs and symptoms of persistently active disease despite a history of at least one 8-week regimen of oral azathioprine (AZA) (\\>=1.5 milligram per kilogram per day \\[mg/kg/day\\]) or 6-mercaptopurine (6-MP) mg/kg (\\>=1.0 mg/kg/day) or methotrexate (MTX) (\\>=10 milligram per square meter \\[mg/m\\^2\\] once a week).\n\n   OR\n\n   • History of intolerance of at least 1 immunomodulator (including, but not limited to, nausea/vomiting, abdominal pain, pancreatitis, liver function test (LFT) abnormalities, lymphopenia, thiopurine methyltransferase genetic mutation, infection).\n\n   Tumor necrosis factor-alpha (TNF-α) antagonists:\n\n   • Signs and symptoms of persistently active disease despite a history of at least 1 induction regimen of infliximab 5 mg/kg IV at Week 0 and Weeks 2 and 6 or adalimumab 2-week regimen of 160 mg on Day 1 and 80 mg on Day 15 if \\>=40 kg or 80 mg on Day 1 and 40 mg on Day 15 if \\<40 kg. For any other TNF-α antagonist, the participant must demonstrate signs and symptoms of persistently active disease despite a history of at least 1 induction regimen, as determined by the investigator.\n\n   OR\n\n   • Recurrence of symptoms during maintenance dosing following prior clinical benefit, that is, fitting clinically with secondary loss of response (discontinuation despite clinical benefit does not qualify).\n\n   OR\n\n   • History of intolerance of infliximab or adalimumab (including, but not limited to, infusion-related reaction, demyelination, congestive heart failure, infection).\n8. The participant may be receiving a therapeutic dose of the following drugs:\n\n   1. Oral 5-aminosalicylic acid (5-ASA) compounds, providing the dose has been stable for the 2 weeks prior to first dose of study drug.\n   2. Oral corticosteroid therapy (prednisolone at a stable dose \\<=50 mg/day, or equivalent steroid), provided that the dose has been stable for the 4 weeks prior to first dose of study drug if corticosteroids have been initiated, or for the 2 weeks prior to first dose of study drug if corticosteroids are being tapered.\n   3. Probiotics (example, Saccharomyces boulardii), provided the dose has been stable for the 2 weeks prior to first dose of study drug.\n   4. Antidiarrheals (example, loperamide, diphenoxylate with atropine) for control of chronic diarrhea.\n   5. Antibiotics used for the treatment of CD (example, ciprofloxacin, metronidazole), providing the dose has been stable for the 2 weeks prior to first dose of study drug.\n   6. Azathioprine or 6-MP, provided the dose has been stable for the 8 weeks prior to first dose of study drug.\n   7. Methotrexate (MTX), provided the dose has been stable for the 8 weeks prior to first dose of study drug.\n\nExclusion Criteria:\n\n1. Has had previous exposure to approved or investigational anti-integrins (example, natalizumab, efalizumab, etrolizumab, or AMG 181) or MAdCAM-1 antagonists, or rituximab.\n2. Has had prior exposure to vedolizumab.\n3. Has a positive progressive multifocal leukoencephalopathy (PML) subjective symptom checklist prior to the administration of the first dose of study drug.\n4. Requires surgical intervention for UC or CD, or is anticipated to require surgical intervention for UC or CD during this study.\n5. Use of topical (rectal) treatment with 5-ASA or corticosteroid enemas/suppositories within 2 weeks of the administration of the first dose of study drug.\n6. Has any unstable or uncontrolled cardiovascular, heart failure moderate to severe (New York Class Association III or IV), pulmonary, hepatic, renal, gastrointestinal (GI), genitourinary, hematological, coagulation, immunological, endocrine/metabolic, neurological, or other medical disorder that, in the opinion of the investigator, would confound the study results or compromise participant safety.\n7. Active or latent tuberculosis (TB), as evidenced by a diagnostic TB test performed within 30 days of Screening or during the Screening Period that is positive, defined as:\n\n   * Positive QuantiFERON test or 2 successive indeterminate QuantiFERON tests, OR\n   * A TB skin test reaction \\>=5 millimeter (mm). Participants with documented previously treated TB with a negative QuantiFERON test can be included in the study.\n8. Clinically significant current or recent history (within 1 year prior to enrollment) of alcohol dependence or illicit drug use.\n9. Has a current diagnosis of indeterminate colitis (Inflammatory bowel disease unclassified \\[IBDU\\]). For participants less than 6 years of age, any findings that suggest monogenic very early onset inflammatory bowel disease should be excluded.\n10. Has evidence of abdominal abscess or toxic megacolon at the initial Screening Visit.\n11. Has ileostomy, colostomy, ileo-anal pouch, or known fixed symptomatic stenosis of the intestine.\n12. Has extensive colonic resection, example, subtotal or total colectomy.\n13. Has a history or evidence of adenomatous colonic polyps that have not been removed.\n14. Has a history or evidence of colonic mucosal dysplasia.\n15. Has chronic hepatitis B virus (HBV) infection\\* or chronic hepatitis C virus (HCV) infection. \\* HBV immune participants (that is, being hepatitis B surface antigen \\[HBsAg\\] negative and hepatitis B antibody positive) may be included, however.\n16. Has any identified congenital or acquired immunodeficiency (example, common variable immunodeficiency, human immunodeficiency virus \\[HIV\\] infection, organ transplantation).\n17. Has evidence of or treatment for Clostridium difficile (C difficile) infection within 60 days or other intestinal pathogen within 30 days prior to first dose of study drug.\n18. Has any history of malignancy, except for the following: (a) adequately treated nonmetastatic basal cell skin cancer; (b) squamous cell skin cancer that has been adequately treated and that has not recurred for at least 1 year prior to enrollment; and (c) history of cervical carcinoma in situ that has been adequately treated and that has not recurred for at least 3 years prior to first dose of study drug. Participants with remote history of malignancy (example, \\>10 years since completion of curative therapy without recurrence) will be considered based on the nature of the malignancy and the therapy received, and inclusion must be discussed with the sponsor on a case-by-case basis prior to enrollment.\n19. Has a history of any major neurological disorders, including stroke, multiple sclerosis, brain tumor, or neurodegenerative disease.\n20. Has history of lupus.\n21. Has had a surgical procedure requiring general anesthesia within 30 days prior to screening or is planning to undergo major surgery during the study period.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "2 Years",
    "maximumAge": "17 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "AUCWeek 14: Area Under the Serum Concentration-time Curve at Week 14",
        "timeFrame": "From Day 43 (Week 6) post-dose up to pre-dose Day 99 (Week 14)"
      },
      {
        "measure": "Cav,Week 14: Average Serum Concentration During a Dosing Interval at Week 14",
        "timeFrame": "From Day 43 (week 6) post-dose up to pre-dose Day 99 (Week 14)"
      },
      {
        "measure": "Ctrough,Week 14: Observed Serum Concentration at the End of a Dosing Interval at Week 14",
        "timeFrame": "At the end of a dosing interval at Week 14"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of UC Participants Who Achieve Clinical Response Based on Complete Mayo Score",
        "description": "Clinical response was defined as a reduction in complete Mayo score of \\>= 3 points and \\>=30 % from Baseline with an accompanying decrease in rectal bleeding sub-score of \\>=1 point(s) or absolute rectal bleeding sub-score of \\<= 1 point. Mayo score was used in to assess UC disease activity. It consisted of 4 subscales: stool frequency, rectal bleeding, findings on endoscopy and physician's global assessment. Each subscale was scored on a scale of 0 to 3, where 0= normal condition and 3 = severe disease condition. The total Mayo score ranged from 0 to 12, with higher scores indicating more severe disease.",
        "timeFrame": "Baseline (Day 1) and Week 14"
      },
      {
        "measure": "Percentage of CD Participants Who Achieve Clinical Response Based on Crohn's Disease Activity Index (CDAI)",
        "description": "Clinical response was defined as \\>=70 points decrease from Baseline in CDAI score at Week 14. The CDAI evaluated severity of signs and symptoms of CD. Information was collected on number of liquid stools, intensity of abdominal pain, general well-being, presence of comorbid conditions, use of medications for diarrhea, physical examination, and laboratory, yielding 8 items that were combined with data from a 7-day diary to obtain total CDAI score. Index values of 150 and below were associated with quiescent disease; values above that indicated active disease, values \\>=220 indicated moderate to severe disease, and values above 450 were seen with extremely severe disease.",
        "timeFrame": "Baseline (Day 1) and Week 14"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:52.298Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}