{
  "nctId": "NCT02429830",
  "briefTitle": "LINX Reflux Management System in Subjects With GERD Who Have Previously Undergone a Laparoscopic Sleeve Gastrectomy",
  "officialTitle": "A Prospective, Multicenter Study of REflux Management With the LINX® System for Gastroesophageal REFlux Disease After Laparoscopic Sleeve Gastrectomy",
  "protocolDocument": {
    "nctId": "NCT02429830",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-07-25",
    "uploadDate": "2022-06-08T09:59",
    "size": 925739,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02429830/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 30,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-04-05",
    "completionDate": "2021-06-08",
    "primaryCompletionDate": "2021-06-08",
    "firstSubmitDate": "2015-04-13",
    "firstPostDate": "2015-04-29"
  },
  "eligibilityCriteria": {
    "criteria": "INCLUSION CRITERIA\n\nSubjects included in the study must meet all the following criteria:\n\n1. Age \\>22 years\n2. Laparoscopic sleeve gastrectomy (LSG) for obesity \\>12 months prior to proposed device implantation date.\n3. Subject is a surgical candidate, i.e. is able to undergo general anesthesia and laparoscopic surgery.\n4. Documented typical symptoms of GERD for longer than 6 months (regurgitation or heartburn which is defined as a burning epigastric or substernal pain which responds to acid neutralization or suppression).\n5. Subject requires daily proton pump inhibitor or other anti-reflux drug therapy.\n6. Total distal ambulatory esophageal pH must meet the following criteria: pH \\<4 for \\>4.5% of the time. Note: Subjects shall have discontinued any GERD medications for at least 7 days prior to testing, with the exception of antacids up to the morning of testing.\n7. Subjects with symptomatic improvement on PPI therapy demonstrated by a GERD-HRQL score of \\<10 on PPI and \\>15 off PPI, or subjects with a \\>6 point improvement when comparing their on PPI and off PPI GERD-HRQL scores.\n8. GERD symptoms, in absence of PPI therapy (minimum 7 days).\n9. If the subject is of child bearing potential must have a negative pregnancy test within one week prior to implant and must agree to use effective means of birth control during the course of the study.\n10. Subject is willing and able to cooperate with follow-up examinations\n11. Subject has been informed of the study procedures and the treatment and has signed an informed consent form.\n\nEXCLUSION CRITERIA\n\nSubjects should be excluded from the study based on the following criteria:\n\n1. The procedure is an emergency procedure.\n2. Suspected or known allergies to titanium, stainless steel, nickel, or ferrous materials.\n3. Presence of ˃3 cm hiatal hernia as determined by endoscopy or barium esophagram.\n4. Subject had any major complications related to the laparoscopic sleeve gastrectomy that may interfere with, or increase the risks of the LINX procedure (such as, but not limited to, leaks from the gastric remnant and infection at the sleeve gastrectomy)\n5. Plans to surgically revise the gastric pouch (either known preoperatively or decided intraoperatively)\n6. Currently being treated with another investigational drug or investigational device.\n7. Suspected or confirmed esophageal or gastric cancer or prior gastric or esophageal surgery or endoscopic intervention for GERD (with the exception of sleeve gastrectomy).\n8. Distal amplitude \\<35 mmHg or \\<70% peristaltic sequences (if using Conventional Manometry). -or- If using High Resolution Manometry (exclude for any of the following):\n\n   * Distal Contractile Integral (DCI) ≤ 450 mmHg·s·cm or\n   * ≥ 50% ineffective swallows or\n   * ≥ 50% fragmented swallows (Fragmented swallows are defined as those with a ≥ 5cm break \\[large\\] in peristaltic integrity).\n9. Presence of esophagitis - Grade C or D (LA Classification).\n10. BMI \\>35.\n11. Symptoms of dysphagia more than once per week within the last 3 months.\n12. Diagnosed with Scleroderma.\n13. Diagnosed with an esophageal motility disorder such as but not limited to achalasia, nutcracker esophagus, or diffuse esophageal spasm or hypertensive LES.\n14. Subject has a history of or known esophageal stricture or gross esophageal anatomic abnormalities (Schatzki's ring, obstructive lesions, etc.)\n15. Subject has esophageal or gastric varices\n16. History of/or known Barrett's esophagus. Note: The diagnosis of Barrett's esophagus requires both endoscopic and histologic evidence of metaplastic columnar epithelium. Endoscopically, there must be columnar epithelium within the esophagus. Histologically, the epithelium must be metaplastic, as defined by the presence of goblet cells.by\n17. Subject cannot understand trial requirements or is unable to comply with follow-up schedule\n18. Pregnant or nursing, or plans to become pregnant during the course of the study.\n19. Any reason which the Investigator believes may cause the subject to be non-compliant with or unable to meet the protocol requirements.\n20. Subject has an electrical implant or metallic, abdominal implants.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "22 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants Reporting Greater Than or Equal to (>=) 50 Percent (%) Reduction in Total Gastroesophageal Reflux Disease (GERD)- Health-Related Quality of Life (HRQL) Score Compared to Baseline (Off GERD Medications) at the 12-month Follow-up",
        "description": "Percentage of participants reporting \\>=50% reduction in total GERD-HRQL score compared to baseline (off GERD Medications) at the 12-month follow-up were reported. The GERD-HRQL score consisted of 10 questions, where participants were required to answer each question on a scale of 0 to 5 (0: no symptoms; 1: symptoms noticeable but not bothersome; 2: symptoms noticeable and bothersome but not every day; 3: symptoms bothersome every day; 4: symptoms affect daily activity; 5: symptoms are incapacitating, unable to do activities). The total score was derived by simply adding the individual score of each question. The total score ranged from 0 to 50 where a higher score indicated more severe disease. The best possible total GERD-HRQL score was 0 (asymptomatic in all questions) and the worst possible score was 50 (incapacitated in all questions).",
        "timeFrame": "Up to 12 Months"
      },
      {
        "measure": "Percentage of Participants Reporting Normalization of Total Distal Acid Exposure Time or at Least a 50% Reduction in Total Distal Acid Exposure Time Compared to Baseline at the 12-month Follow-up",
        "description": "Percentage of participants reporting normalization of total distal acid exposure time or at least a 50% reduction in total distal acid at the 12-month follow-up were reported. The testing was performed by a reflux sensing implantable capsule (for example, Bravo) or via a trans-nasal catheter. Success of the LINX device in decreasing abnormal levels of gastric acid in the esophagus was defined as normalization of distal acid exposure time (pH less than \\[\\<\\] 4 for greater than or equal to \\[\\>=\\] 4.5% of monitoring time) or at least 50% reduction in distal acid exposure time compared to baseline.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "Percentage of Participants Reporting >=50% Reduction in Average Daily Protocol Pump Inhibitors (PPIs) Dosage Compared to Baseline at the 12-month Follow-up",
        "description": "Percentage of participants reporting \\>=50% reduction in average daily protocol pump inhibitors (PPIs) dosage compared to baseline at the 12-month follow-up were reported.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "Number of Participants Experiencing Serious Device and/or Procedure Related Adverse Events After LINX Placement Out to 12 Months",
        "description": "Number of participants experiencing serious device and/or procedure related adverse events after LINX placement out to 12 months were reported. SAE is any AE that results in: requires subject hospitalization greater than (\\>) 24 hours; is life-threatening or results in death; requires prolongation of an existing hospitalization; results in persistent or significant disability/incapacity; results in fetal distress, fetal death, or a congenital anomaly or birth defect; requires intervention to prevent permanent impairment or damage of body function or structure; other serious important medical events that do not fit in the other outcomes and may jeopardize the participant and may require medical or surgical intervention to prevent one of the other outcomes.",
        "timeFrame": "Up to 12 months"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:16.937Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}