{
  "nctId": "NCT02607514",
  "briefTitle": "Hyperthermic Yoga for Depressive Symptoms",
  "officialTitle": "Mechanisms of Hyperthermic Yoga for the Treatment of Depression",
  "protocolDocument": {
    "nctId": "NCT02607514",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-08-24",
    "uploadDate": "2023-04-04T16:15",
    "size": 400974,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02607514/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 80,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-02-20",
    "completionDate": "2019-12-19",
    "primaryCompletionDate": "2019-12-19",
    "firstSubmitDate": "2015-11-12",
    "firstPostDate": "2015-11-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria\n\n1. Adults ages 18-60\n2. English language proficiency\n3. Ability to provide informed consent\n4. Score of \\>23 on the Inventory of Depressive Symptomatology - Clinician Rated (IDS-CR)\n5. Able and willing to attend two 90-minute hyperthermic yoga sessions per week\n6. Willingness to keep existing exercise regimen (even if that is sedentary) stable over study course\n7. Women of childbearing potential must use an acceptable form of birth control\n8. Membership to the Bikram Yoga Boston and Bikram Yoga Cambridge studios via studio website \"Interested in research\" option through a centralized portal (this will remain central until January 1, 2017)\n9. Willingness to adhere to hydration requirements (i.e., an additional four 8 oz servings of water pre- and post-yoga classes)\n\nExclusion Criteria\n\n1. Pregnancy or planned pregnancy during study\n2. History of psychiatric hospitalization within the past year\n3. Active suicidal intent within the past year (\"yes\" on item 4 or 5 on the Columbia-Suicide Severity Rating Scale)\n4. History of neurologic disorders that could interfere in study participation\n5. History of bipolar disorder, psychotic disorders, eating disorders, and/or substance abuse or dependence (within the last year), as per the Mini-International Neuropsychiatric Interview (MINI)\n6. Psychotropic medication use that has been stable for \\<3 months\n7. Use of stimulant medications or diet pills during the study, or any pre-workout powders or liquids designed to provide excessive energy\n8. Positive urine toxicology screen due to illicit drug use or other exclusionary medications. (Potential false positives will be addressed on a case-by-case basis at the discretion of the investigator)\n9. Active conditions which may also cause depressive symptoms (e.g. epilepsy, hypothyroidism)\n10. Medical conditions that may make participation unsafe (e.g., diabetes \\[I \\& II\\], cardiovascular disease, hypertension \\[\\>140 systolic and/or \\>90 diastolic\\], hypotension \\[\\<90 systolic and/or \\<60 diastolic, during screening\\], orthostatic hypotension \\[systolic drop of 20 points or 10 point diastolic or heart rate increase by 10\\], autoimmune disorders, malignancy, or autonomic dysfunction)\n11. \\> 6 one hour classes of meditation or other mind-body disciplines (e.g., Tai chi or yoga) within the last 6 months\n12. Current individual or group psychotherapy established for \\<3 months\n13. A subject who in the opinion of the Principal Investigator would not be able to safely complete the study or would jeopardize study integrity\n14. History of heat intolerance or heat stroke\n15. Unsafe cardiac status as defined by abnormal ECG reading at screening visit as determined by medical monitor, study doctor, or subject's PCP or cardiologist",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "60 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Depressive Symptoms as Measured by the Inventory of Depressive Symptomatology - Clinician Rated (IDS-CR)",
        "description": "Inventory of Depressive Symptomatology - Clinician Rated. Scale range: 0-84 (higher = greater depressive symptoms)",
        "timeFrame": "8-week primary endpoint"
      },
      {
        "measure": "Feasibility and Tolerability Measured by Percent of the Yoga Group Who Complete a Week 8 Assessment",
        "description": "Measured by percent of the yoga group who complete a week 8 assessment",
        "timeFrame": "8-week primary end point"
      },
      {
        "measure": "Acceptability as Measured by the Acceptability Interview Completed at 8-week Endpoint or Early Termination",
        "description": "Acceptability Interview: A 19-question qualitative interview assesses perception of ease of participation, program likeability, and perceived benefits of the yoga program. Adapted from DeBoer et al. It was a 1-10 likert scale with 1 = lowest, 10 = highest to rate acceptability of the yoga intervention. These are the items we used: 1) how much did you enjoy the yoga itself?; 2) how much did you enjoy the aftereffects of the yoga?; and 3) how reasonable did you find the time commitment to be?",
        "timeFrame": "at the end of 8-weeks or early termination."
      }
    ],
    "secondary": [
      {
        "measure": "Quality of Life as Measured by the Quality of Life Satisfaction Questionnaire-Short Form (Q-LES-Q-SF) Over 8 Weeks.",
        "description": "Quality of Life Satisfaction Questionnaire-Short Form (Q-LES-Q-SF) Range 0-70 with higher scores indicating greater life satisfaction and enjoyment",
        "timeFrame": "8-weeks end point"
      },
      {
        "measure": "General Health as Measured by the Medical Outcomes Study 36-item Short-form Survey (SF-36)",
        "description": "Medical Outcomes Study 36-item short-form survey (SF-36): Assesses bodily pain, general health perception, vitality, social functioning, physical and emotional impediments to role functioning, mental health, and includes an overall physical component scale (PCS) and mental component scale (MCS).\n\nscores range from 0-100 with 100 being the best.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Physical Functioning as Measured by the Physical Component Scale (PCS) of the Medical Outcomes Study 36-item Short-form Survey (SF-36) Over 8 Weeks.",
        "description": "Medical Outcomes Study 36-item short-form survey (SF-36)86: Assesses bodily pain, general health perception, vitality, social functioning, physical and emotional impediments to role functioning, mental health, and includes an overall physical component scale (PCS) and mental component scale (MCS).\n\nScores range from 0-100 with 100 being the best.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Perceived Stress as Measured by the Perceived Stress Scale (PSS) Over 8 Weeks.",
        "description": "The Perceived Stress Scale (PSS): Measures perceived level of stress. Scale range: 0-40 (higher = more perceived stress)",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Anxiety as Measured by the Spielberger State-Trait Anxiety Inventory (STAI), State, Over 8 Weeks.",
        "description": "Spielberger State-Trait Anxiety Inventory (STAI), State. A 40-item commonly used measure that distinguishes between state vs. trait anxiety.\n\nRanges from 0-63 with higher scores indicating more anxiety.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Sleep as Measured by the Pittsburg Sleep Quality Index (PSQI): A Commonly Used and Well-validated Self-rated Measure of Sleep-quality and Disturbance Over 8-weeks.",
        "description": "Pittsburg Sleep Quality Index (PSQI): A commonly used and well-validated self-rated measure of sleep-quality and disturbance.\n\ntotal score ranges from 0-21 with higher score indicating worse sleep quality.",
        "timeFrame": "8-weeks"
      },
      {
        "measure": "Long Term Effects of Heated Yoga Intervention as Measured by All Primary and Secondary Outcomes After 1 Month Post-intervention.",
        "description": "see all primary and secondary outcome measures listed here.",
        "timeFrame": "one month post intervention"
      },
      {
        "measure": "Anxiety as Measured by the Spielberger State-Trait Anxiety Inventory (STAI), Trait, Over 8 Weeks.",
        "description": "Spielberger State-Trait Anxiety Inventory (STAI), Trait. A 40-item commonly used measure that distinguishes between state vs. trait anxiety.\n\nRanges from 0-63 with higher scores indicating more anxiety.",
        "timeFrame": "8 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 0,
      "totalCount": 0
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 95,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:19.425Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}