{
  "nctId": "NCT05513053",
  "briefTitle": "Study With Quadrivalent Recombinant Influenza Vaccine (RIV4) in Participants 9 Through 49 Years of Age.",
  "officialTitle": "Immunogenicity and Safety of Quadrivalent Recombinant Influenza Vaccine (RIV4) in Children and Adolescents Aged 9 to 17 Years and Adults Aged 18 to 49 Years.",
  "protocolDocument": {
    "nctId": "NCT05513053",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-09-22",
    "uploadDate": "2024-05-02T07:52",
    "size": 3043566,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05513053/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 1308,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-10-27",
    "completionDate": "2023-10-27",
    "primaryCompletionDate": "2023-10-27",
    "firstSubmitDate": "2022-08-22",
    "firstPostDate": "2022-08-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Aged 9 to 49 years on the day of inclusion\n* A female participant was eligible to participate if she was not pregnant or breastfeeding and one of the following conditions applies: 1) was of non-childbearing potential. To be considered of non-childbearing potential, a female should have been pre-menarche, post-menopausal for at least 1 year, or surgically sterile OR 2) was of childbearing potential and agreed to use an effective contraceptive method or abstinence from at least 4 weeks prior to the first study intervention administration until at least 4 weeks after the last study intervention administration\n* Assent form or informed consent form had been signed and dated by the participant (based on local regulations), and if applicable informed consent form had been signed and dated by the parent(s) or another legally acceptable representative\n\nExclusion Criteria:\n\n* Known or suspected congenital or acquired immunodeficiency, or receipt of immunosuppressive therapy, such as anti-cancer chemotherapy or radiation therapy, within the preceding 6 months; or long-term systemic corticosteroid therapy (prednisone or equivalent for more than 2 consecutive weeks within the past 3 months)\n* Known systemic hypersensitivity to any of the vaccine components, or history of a life-threatening reaction to the vaccines used in the trial or to a vaccine containing any of the same substances\n* Thrombocytopenia\n* Bleeding disorder, or receipt of anticoagulants in the 3 weeks preceding inclusion, contraindicating intramuscular vaccination based on the Investigator's judgment\n* Personal or family history of Guillain-Barre Syndrome (GBS)\n* Personal history of clinically significant development delay (at the discretion of the Investigator), neurologic disorder, or seizure disorder NOTE: The above information was not intended to contain all considerations relevant to a patient's potential participation in a clinical trial.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "9 Years",
    "maximumAge": "49 Years",
    "stdAges": [
      "CHILD",
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Geometric Mean Titers (GMTs) Against Influenza Vaccine Antibodies at Day 29",
        "description": "GMTs of anti-influenza antibodies were measured using individual hemagglutination inhibition (HAI) assay for 4 influenza virus strains: A/H1N1, A/H3N2, B/Victoria, and B/Yamagata lineages.",
        "timeFrame": "Day 29"
      },
      {
        "measure": "Percentage of Participants With Seroconversion for Influenza Vaccine Antibodies at Day 29",
        "description": "Anti-influenza antibodies were measured using HAI assay for 4 influenza virus strains: A/H1N1, A/H3N2, B/Victoria, and B/Yamagata lineages. Seroconversion was defined as either a pre-vaccination titer less than (\\<) 1:10 (1/dilution) at Day 1 and a post-vaccination titer greater than or equal to (\\>=) 1: 40 (1/dilution) at Day 29 or a pre-vaccination titer \\>= 1:10 at Day 1 and a \\>= 4-fold increase in post-vaccination titer.",
        "timeFrame": "Day 29"
      }
    ],
    "secondary": [
      {
        "measure": "GMTs Against Influenza Vaccine Antibodies at Day 1",
        "description": "GMTs of anti-influenza antibodies were measured using HAI assay for 4 influenza virus strains: A/H1N1, A/H3N2, B/Victoria, and B/Yamagata lineages.",
        "timeFrame": "Pre-vaccination on Day 1"
      },
      {
        "measure": "Percentage of Participants With Detectable HAI Titers >=10 and >=40 for Influenza Vaccine Antibodies at Days 1 and 29",
        "description": "Antibody titers were measured using HAI assay for 4 influenza virus strains: A/H1N1, A/H3N2, B/Victoria, and B/Yamagata lineages. Percentage of participants with antibody titers \\>=10 and \\>=40 against influenza vaccine antibodies at Day 1 and Day 29 were reported in this outcome measure.",
        "timeFrame": "On Days 1 and 29"
      },
      {
        "measure": "Geometric Mean Titer Ratio (GMTR) of Influenza Vaccine Antibodies",
        "description": "GMTR was the ratio of the individual titers post-vaccination over pre-vaccination. The GMTs were measured using HAI assay for 4 influenza virus strains: A/H1N1, A/H3N2, B/Victoria, and B/Yamagata lineages.",
        "timeFrame": "On Days 1 and 29"
      },
      {
        "measure": "Number of Participants With Immediate Unsolicited Adverse Events (AEs)",
        "description": "An AE was any untoward medical occurrence in a clinical investigation participant temporally associated with the use of study intervention, whether or not considered related to the study intervention. An unsolicited AE was an observed AE that did not fulfill the conditions of solicited reactions, that is, prelisted in the CRF in terms of diagnosis and/or onset window post-vaccination. All participants were observed for 30 minutes after vaccination, and any unsolicited AEs occurred during that time were recorded as immediate unsolicited AEs.",
        "timeFrame": "Within 30 minutes post-vaccination on Day 1"
      },
      {
        "measure": "Number of Participants With Solicited Injection Site Reactions and Systemic Reactions",
        "description": "A solicited reaction was an expected adverse reaction (sign or symptom) observed and reported under the conditions (nature and onset) prelisted in the protocol and CRF and considered as related to the study intervention administered. An injection site reaction was an AR at and around the injection site and were commonly inflammatory reactions. Solicited systemic reactions were systemic AEs and those occurring during the specified collection period were always considered related to the intervention even if there was evidence of alternative etiology.",
        "timeFrame": "From Day 1 up to 7 days post-vaccination (up to Day 8)"
      },
      {
        "measure": "Number of Participants With Unsolicited AEs",
        "description": "An AE was any untoward medical occurrence in a clinical investigation participant temporally associated with the use of study intervention, whether or not considered related to the study intervention. An unsolicited AE was an observed AE that did not fulfill the conditions of solicited reactions, that is, prelisted in the CRF in terms of diagnosis and/or onset window post-vaccination.",
        "timeFrame": "From Day 1 up to 28 days post-vaccination (up to Day 29)"
      },
      {
        "measure": "Number of Participants With Medically Attended Adverse Events (MAAEs)",
        "description": "An MAAE was a new onset or a worsening of a condition that prompted the participant or participant's parent/guardian to seek unplanned medical advice at a physician's office or emergency department.",
        "timeFrame": "From Day 1 up to 28 days post-vaccination (up to Day 29)"
      },
      {
        "measure": "Number of Participants With Serious Adverse Events (SAEs) And Adverse Events of Special Interest (AESI)",
        "description": "An SAE was any untoward medical occurrence that at any dose resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect, or was an important medical event. An AESI was defined as one of scientific and medical concern specific to the Sponsor's study intervention, events for which ongoing monitoring and rapid communication by the investigator to the sponsor was done.",
        "timeFrame": "From Day 1 up to 6 months post-vaccination, 181 days"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 64,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:41.613Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}