{
  "nctId": "NCT01621568",
  "briefTitle": "Sunitinib for Advanced Thymus Cancer Following Earlier Treatment",
  "officialTitle": "A Phase II Study of Sunitinib in Patients With Advanced Relapsed or Refractory Thymoma or Thymic Carcinoma With at Least One Prior Line of Platinum-Based Systemic Chemotherapy",
  "protocolDocument": {
    "nctId": "NCT01621568",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-04-30",
    "uploadDate": "2022-03-07T16:43",
    "size": 1115279,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01621568/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 56,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2012-05-15",
    "completionDate": "2024-07-31",
    "primaryCompletionDate": "2021-04-30",
    "firstSubmitDate": "2012-06-14",
    "firstPostDate": "2012-06-18"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n\n3.1.1 Histological confirmation of thymoma (Group 1 only) or thymic carcinoma by the pathology department/Center for Cancer Research (CCR)/national Cancer Institute (NCI) or the pathology department of participating institutions.\n\n3.1.2 At least one prior line of platinum-based chemotherapy or patient must have refused cytotoxic chemotherapy. Progressive disease must be documented prior to study entry.\n\n3.1.3 Patients must not have received chemotherapy, radiation therapy, or undergone major surgery within 4 weeks prior to enrollment.\n\n3.1.4 Patients must have measurable disease, per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1\n\n3.1.5 Age greater than or equal to 18 years.\n\n3.1.6 Eastern Cooperative Oncology Group (ECOG) performance status less than or equal to 2 (Karnofsky \\> 50 percent)\n\n3.1.7 Life expectancy of greater than 3 months.\n\n3.1.8 Patients must have normal organ and marrow function as defined below:\n\n* hemoglobin greater than or equal to 9 g/dL\n* leukocytes greater than or equal to 3,000/mcL\n* absolute neutrophil count greater than or equal to 1,200/mcL\n* platelets greater than or equal to 100,000/mcL\n* total bilirubin within normal institutional limits\n* serum calcium less than or equal to 12.0 mg/dL\n* Aspartate aminotransferase (AST)/serum glutamic-oxaloacetic transaminase (SGOT)/alanine transaminase (ALT)/serum glutamic-pyruvic transaminase (SGPT) less than or equal to 2.5 times institutional upper limit of normal\n* creatinine within normal institutional limits\n\nOR\n\n* creatinine clearance greater than or equal to 60 mL/min/1.73 m(2) for patients with creatinine levels above institutional normal.\n* If subjects have liver metastases, both ALT and AST must be less than or equal to 5 times upper limit of normal (ULN).\n* Patients must have corrected QT Interval (QTc) \\< 500 msec\n\n3.1.9 Prothrombin time (PT) or international normalized ratio (INR), and partial thromboplastin time test (APTT) less than or equal to 1.5 times upper limit of normal (ULN), unless the abnormality can be explained by the presence of lupus anticoagulant or if these values are in the therapeutic range for a patient on low molecular weight heparin.\n\n3.1.10 The following groups of patients are eligible provided they have New York Heart Association Class II (NYHA) cardiac function on baseline echocardiogram (ECHO)/multi-gated acquisition scan (MUGA):\n\n* those with a history of Class II heart failure who are asymptomatic on treatment\n* those with prior anthracycline exposure\n* those who have received central thoracic radiation that included the heart in the radiotherapy port.\n\n3.1.11 Patients must have blood pressure (BP) no greater than 140 mmHg (systolic) and 90 mmHg (diastolic) for eligibility. Initiation or adjustment of BP medication is permitted prior to study entry provided that the average of three BP readings at a visit prior to enrollment is less than 140/90 mmHg.\n\n3.1.12 Absence of brain metastases as confirmed by imaging of the brain by magnetic resonance imaging (MRI) or computed tomography (CT) brain with contrast performed at baseline screening\n\n3.1.13 The effects of sunitinib on the developing human fetus at the recommended therapeutic dose are unknown. For this reason and because anti-angiogenic agents are known to be teratogenic, women of childbearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. All women of childbearing potential must have a negative pregnancy test prior to receiving sunitinib. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 4 months after completion of sunitinib administration.\n\n3.1.14 Ability to understand and willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\n3.2.1 Patients with tumor amenable to potentially curative therapy.\n\n3.2.2 Prior treatment within the past 6 months with sunitinib, sorafenib, bevacizumab or other multikinase inhibitors targeting any of the following: vascular endothelial growth factors 1 3 (VEGF1 3), FMS-like tyrosine kinase 3 (FLT3), stem cell growth factor (c-KIT), platelet-derived growth factors-alpha and -beta (PDGF-alpha,-beta), colony-stimulating factor 1 (CSF1), and the RET receptor for glial-derived neurotrophic factors.\n\n3.2.3 Patients with symptomatic brain metastases will be excluded from trial secondary to poor prognosis. However, patients who have had treatment for their brain metastasis and whose brain disease has remained stable for 3 months without steroid therapy may be enrolled.\n\n3.2.4 Patients with evidence of severe or uncontrolled systemic disease, or any concurrent condition, which could compromise participation in the study, including, but not limited to, active or uncontrolled infection, immune deficiencies, uncontrolled hepatitis B virus (HBV) and/or hepatitis C virus (HCV) infection unless sustained virologic response to HCV therapy, uncontrolled diabetes, serious non-healing ulcer, wound or bone fracture, history of intra-abdominal abscess, abdominal fistula or gastrointestinal perforation within 28 days of treatment, history of pulmonary embolism in the past 12 months, uncontrolled hypertension, myocardial infarction, cardiac arrhythmia, stable/unstable angina, symptomatic congestive heart failure, or coronary/peripheral artery bypass graft or stenting within 12 months prior to study entry, Class III or IV heart failure as defined by the NYHA functional classification system, stroke/cerebrovascular accident or transient ischemic attack within the past 12 months or psychiatric illness/social situations which would jeopardize compliance with the protocol.\n\n3.2.5 History of a previous invasive malignancy within the last 5 years, except adequately treated non-melanoma skin cancer, papillary carcinoma of the thyroid or carcinoma in situ of the uterine cervix.\n\n3.2.6 Patients who have had chemotherapy or radiotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier.\n\n3.2.7 Patients who are receiving any other investigational agents.\n\n3.2.8 History of allergic reactions attributed to compounds of similar chemical or biologic composition to sunitinib. Patients receiving any medications or substances that are strong inhibitors or inducers of cytochrome P450 3A4 (CYP3A4) are ineligible. (A list of potent CYP3A4 inducers or inhibitors can be found in Section 5.2.) An exception will be made for patients who are on ritonavir-based highly active antiretroviral therapy, in which case the starting dose of sunitinib will be modified as indicated in Sections 5.1.1 and 5.2.12. Every effort should be made to switch patients taking such agents or substances to other medications. A comprehensive list of medications and substances known or with the potential to alter the pharmacokinetics of sunitinib through CYP3A4 is provided.\n\n3.2.9 Pregnant women are excluded from this study because sunitinib angiogenesis inhibitor with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with sunitinib breastfeeding should be discontinued if the mother is treated with sunitinib.\n\n3.2.10 Patients who require therapeutic doses of Coumadin derivative anticoagulants such as warfarin are excluded. Low molecular weight heparin is permitted, provided the patient's prothrombin time (PT)/INR is less than or equal to 1.5. Coumadin doses of up to 2 mg daily are permitted for prophylaxis of thrombosis.\n\n3.2.11 Patients with a pre-existing thyroid abnormality who are unable to maintain thyroid function in the normal range with medication are ineligible.\n\n3.2.12 Patients with any condition (e.g., gastrointestinal tract disease resulting in an inability to take oral medication or a requirement for intravenous (IV) alimentation, prior surgical procedures affecting absorption, or active peptic ulcer disease) that impairs their ability to swallow and retain sunitinib tablets are excluded.\n\n3.2.13 Patients with QTc prolongation (defined as a QTc interval equal to or greater than 500 msec) or other significant electrocardiogram (ECG) abnormalities are excluded.\n\n3.2.14 Patients with poorly controlled hypertension (systolic blood pressure of 140 mmHg or higher or diastolic blood pressure of 91 mmHg or higher) are ineligible.\n\n3.2.15 Patients who require use of therapeutic doses of coumarin derivative anticoagulants such as warfarin are excluded, although doses of up to 2 mg daily are permitted for prophylaxis of thrombosis. Note: Low molecular weight heparin is permitted provided the patient's PT INR is less than or equal to 1.5.\n\n3.2.16 Patients with human immunodeficiency virus (HIV) infection are eligible provided their cluster of differentiation 4 (CD4) count is greater than or equal to the institutional lower limit of normal (LLN) ( greater than or equal to 334 cells/uL).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "100 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With an Objective Response (Partial Response (PR) + Complete Response (CR) for Sunitinib in Participants With Relapsed or Refractory Thymoma or Thymic Carcinoma",
        "description": "Objective response rate (CR + PR) will be measured according to the Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 criteria for sunitinib monotherapy in participants with advanced thymic malignancies. Complete response is disappearance of all target lesions. Partial response is at least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters.",
        "timeFrame": "A median duration of 6 months"
      }
    ],
    "secondary": [
      {
        "measure": "Progression-free Survival for Sunitinib in Participants With Relapsed or Refractory Thymoma or Thymic Carcinoma",
        "description": "Progression free survival is defined as the duration of time from start of treatment to time of progression or death, whichever occurs first. Progression was measured by the Response Evaluation Criteria in Solid Tumors (RECIST) v1.1 and is defined as at least a 20% increase in the sum of the diameters of target lesion, taking as reference the smallest sum on study; and the appearance of one or more new lesions.",
        "timeFrame": "An average of 10 months"
      },
      {
        "measure": "Number of Participants Alive at 1 Year After Treatment With Sunitinib",
        "description": "Number of participants alive at 1 year after treatment with sunitinib.",
        "timeFrame": "12 months after initiation of treatment"
      },
      {
        "measure": "Number of Grades ≥3 Adverse Events Related to Sunitinib",
        "description": "Adverse events assessed by the Common Terminology Criteria for Adverse Events (CTCAE v5.0). Grade 3 is severe. Grade 4 is life-threatening. Grade 5 is death related to adverse event.",
        "timeFrame": "Date treatment consent signed to date off study, approximately 110 months and 28 days for the thymoma/thymic carcinoma group and 91 months and 11 days for the thymic carcinoma only group."
      }
    ],
    "other": [
      {
        "measure": "Number of Participants With Serious and/or Non-serious Adverse Events Assessed by the Common Terminology Criteria for Adverse Events (CTCAE v5.0).",
        "description": "Here is the number of participants with serious and/or non-serious adverse events assessed by the Common Terminology Criteria for Adverse Events (CTCAE v5.0). A non-serious adverse event is any untoward medical occurrence. A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life-threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned.",
        "timeFrame": "Date treatment consent signed to date off study, approximately 110 months and 28 days for the thymoma/thymic carcinoma group and 91 months and 11 days for the thymic carcinoma only group."
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 1,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 31,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:49.756Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}