{
  "nctId": "NCT04700137",
  "briefTitle": "Mental Health Among Patients, Providers, and Staff During the COVID-19 Era",
  "officialTitle": "Investigating the Mental Health Impact of COVID-19 and Comparing the Effectiveness of Two Caring Contact Interventions on Patients, Providers, and Staff of St. Luke's Health System",
  "protocolDocument": {
    "nctId": "NCT04700137",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2020-12-30",
    "uploadDate": "2021-04-28T19:00",
    "size": 453622,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04700137/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 666,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-01-18",
    "completionDate": "2022-01-06",
    "primaryCompletionDate": "2022-01-06",
    "firstSubmitDate": "2021-01-05",
    "firstPostDate": "2021-01-07"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nAim 1:\n\n* Provider \\& Employee Inclusion Criteria\n\n  * Provider or Employee at St. Luke's Health System\n  * Adults ≥ 18 years of age\n  * Proficient in spoken and written English language\n* Patient Inclusion Criteria\n\n  * Patient at a St. Luke's Health System primary care site\n  * Current MyChart account user\n  * Adults ≥18 years of age\n  * Minors 12-17 years of age\n  * Proficient in spoken and written English language\n\nAim 2:\n\n* Provider \\& Employee Inclusion Criteria\n\n  * Moderate or high score for loneliness, suicide ideation, psychological stress, anxiety, or depression:\n\n    * NIH Toolkit Loneliness raw score of 13 or greater or\n    * C-SSRS score of 3 or greater; or\n    * NIH Toolkit Perceived Stress raw score of 31 or greater for adults; or\n    * GAD7 score of 11 or greater; or\n    * PHQ9 score of 10 or greater\n  * Access to a phone for the duration of the study with the ability to receive text messages and phone calls\n* Patient Inclusion Criteria\n\n  * Moderate or high score for loneliness, suicide ideation, psychological stress, anxiety, or depression:\n\n    * NIH Toolkit Loneliness raw score of 13 or greater for adults or 16 or greater for adolescents; or\n    * C-SSRS score of 3 or greater; or\n    * GAD7 score of 11 or greater; or\n    * PHQ9 score of 10 or greater; or\n    * NIH Toolkit Stress raw score of 31 or greater for adults or 33 or greater for adolescents\n    * \\[Note: validated youth versions of the NIH Toolkit assessments (loneliness and perceived stress), and PHQ-A tools will be used for adolescents; the C-SSRS and GAD7 tools are validated for use with both adults and adolescents.\\]\n  * Access to a phone for the duration of the study with the ability to receive text messages and phone calls\n\nExclusion Criteria:\n\nAim 1:\n\n* Provider \\& Employee Exclusion Criteria\n\n  * Individuals who are unable or unwilling to provide informed consent to participate\n  * Individuals who are study staff for this study or the SPARC Trial\n* Patient Exclusion Criteria\n\n  * Individuals who are unable or unwilling to provide informed consent to participate.\n  * Individuals who are participants in the SPARC Trial\n  * Individuals who have not had a primary care visit in the past 12 months\n\nAim 2:\n\n* Provider \\& Employee Exclusion Criteria\n\n  * Individuals who are unable or unwilling to provide informed consent to participate\n  * Individuals who are in acute crisis as determined by the person conducting the consent process\n  * Individuals who are study staff for this study or the SPARC Trial\n  * Individuals who are enrolled as participants in the SPARC comparative effectiveness clinical trial (SPARC Aim 1). Providers or employees who received training related to SPARC and/or who completed the SPARC provider satisfaction survey are not excluded from participating in MHAPPS\n* Patient Exclusion Criteria\n\n  * Patients who are unable or unwilling to provide informed consent/assent to participate (or whose legally authorized representative is unable or unwilling to provide consent in the case of adolescents). Examples may include but are not limited to patients who present with acute or chronic cognitive impairment that would preclude their ability to consent (i.e. acute psychosis, intoxication, or intellectual disability).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "12 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Loneliness as Measured by the National Institutes of Health (NIH) Toolbox Social Relationship Scale for Loneliness",
        "description": "The NIH Toolbox Social Relationship Scale for Loneliness is a validated method for measuring loneliness. Participants rate items on a 5-point scale, with options ranging from never (1) to always (5). This creates a raw score, which is then converted to a t-score, with higher scores indicating greater levels of loneliness. T-score of 50 represents the mean of the US general population (based on the 2010 Census) and 10 T-score units represents one standard deviation. A T-score of 60.7 or more (adults) or 60 or more (youth) indicates moderate to high levels of loneliness.",
        "timeFrame": "Baseline and 6 Months"
      }
    ],
    "secondary": [
      {
        "measure": "Suicidal Ideation & Behavior as Measured by the Columbia Suicide Severity Rating Scale",
        "description": "The Columbia Suicide Severity Rating Scale (C-SSRS) 6-item screener (self-assessment lifetime-recent (baseline) and since last visit (6 months) for Primary Care settings versions will be used). The C-SSRS is a validated tool to assess suicidality. C-SSRS score is determined based on the highest question number to which the participant responds \"yes\". For example, a score of 5 would be assigned to a participant who responded \"yes\" to Question 5 and any or all preceding questions. Higher scores are indicative of greater risk for suicide. C-SSRS screener scores range from 0 to 6, with higher scores indicative of higher suicide risk. Scores of 3 and higher indicate moderate to high risk for suicide.",
        "timeFrame": "Baseline and 6 Months"
      },
      {
        "measure": "Depression as Measured by the Patient Health Questionnaire (PHQ-9)",
        "description": "The PHQ-9 is a widely used and validated tool to screen for depression in primary care and other non-psychiatric settings. The tool is composed of 9 questions each with a response of 0-3 which generate a score from 0-27 with higher scores indicating a greater degree of depression. Scores are categorized in the following manner: a score of 5-9 is considered minimal depression, 10-14 is considered mild major, 15-19 is moderate major, and ≥20 is severe major.",
        "timeFrame": "Baseline and 6 Months"
      },
      {
        "measure": "Anxiety as Measured by the Generalized Anxiety Disorder 7 Item Scale (GAD-7)",
        "description": "Symptoms of anxiety will be assessed using the GAD-7, a brief self-report scale frequently used in the identification of Generalized Anxiety Disorder. The tool is composed of seven items, which are rated 0-3 to generate a score from 0-21. Higher scores indicate a greater severity of generalized anxiety symptoms. Scores of 11 and higher indicate moderate to high anxiety.",
        "timeFrame": "Baseline and 6 Months"
      },
      {
        "measure": "Change From Baseline in Psychological Stress as Measured by the National Institutes of Health (NIH) Toolbox Stress and Self-Efficacy Scales Perceived Stress Measure",
        "description": "The National Institute of Health (NIH) Toolbox Self-Efficacy Scales Perceived Stress measure is a validated tool to measure the stress and coping resources of an individual. The measure is comprised of ten items which are scored and granted a t-score specific to adult or adolescent participants. Higher t-scores are indicative of higher levels of stress. T-score of 50 represents the mean of the US general population (based on the 2010 Census) and 10 T-score units represents one standard deviation. A T-score of 60.5 or more for adults or 60.8 or more in adolescents indicates moderate to high levels of stress.",
        "timeFrame": "Baseline and 6 Months"
      },
      {
        "measure": "Perceived Burdensomeness & Thwarted Belongingness as Measured by the Interpersonal Needs Questionnaire (INQ15)",
        "description": "The Interpersonal Needs Questionnaire (INQ) was developed from the Interpersonal Theory of Suicide and the 15-item version (INQ15) is a validated tool to measure both perceived burdensomeness (PB) (6 items, scores range from 6 to 42) and thwarted belongingness (TB) (9 items; scores range from 9 to 63). Individuals provide a self-report response to each item ranging from 1 (Not at all true for me) to 7 (Very true for me). The appropriate items are reverse coded, and items are summed to calculate the TB and PB subscale scores with higher scores indicating greater TB and PB. Clinical Cutoff scores predicting desire for death are 35 or greater for TB and 19 or greater for PB. Clinical cutoff scores predicting desire for suicide are 50 or greater for TB and 30 or greater for PB.",
        "timeFrame": "Baseline and 6 Months"
      },
      {
        "measure": "Number of Participants Reporting Suicide Attempts as Measured by the Columbia Suicide Severity Rating Scale & Completed Suicide",
        "description": "Three elements of the full version of the Columbia Suicide Severity Rating Scale (C-SSRS) (lifetime-recent (baseline) and since last visit (6 months)) were complied to create a Suicide Attempts Survey. These measured self-reported aborted or self-interrupted suicide attempts, interrupted suicide attempts, and actual suicide attempts. Non-lethal self-harm and lethal means used for attempts or completions were also collected. These elements were not included in the C-SSRS score but were compared across the intervention groups. Medical records were used to measure suicide completion.",
        "timeFrame": "Baseline and 6 Months"
      },
      {
        "measure": "Number of Participants Reporting Increased Alcohol, Tobacco, Marijuana, and Illicit Drug Use as Measured by Questions Adapted From Youth Risk Behavior Survey and Related to COVID-19",
        "description": "The questions are adapted from the Youth Risk Behavior Survey and will contain additional questions to measure self-reported changes in alcohol or illicit-drug use since the beginning of the COVID-19 pandemic.",
        "timeFrame": "Baseline and 6 Months"
      },
      {
        "measure": "Number of Participants Who Attended Mental Healthcare Appointments: Self-Report",
        "description": "Participant engagement in outpatient mental health services will be measured as a dichotomous variable through self-report.",
        "timeFrame": "6 Months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:37.899Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}