{
  "nctId": "NCT04732871",
  "briefTitle": "Immunogenicity, Safety, Reactogenicity and Persistence of an Investigational Respiratory Syncytial Virus (RSV) Vaccine in Adults Aged 60 Years and Above",
  "officialTitle": "A Phase 3, Randomized, Open-label, Multi-country Study to Evaluate the Immunogenicity, Safety, Reactogenicity and Persistence of a Single Dose of the RSVPreF3 OA Investigational Vaccine and Different Revaccination Schedules in Adults Aged 60 Years and Above",
  "protocolDocument": {
    "nctId": "NCT04732871",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-04-01",
    "uploadDate": "2023-11-10T06:00",
    "size": 1693252,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04732871/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 1720,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-02-15",
    "completionDate": "2026-05-25",
    "primaryCompletionDate": "2022-06-06",
    "firstSubmitDate": "2021-01-27",
    "firstPostDate": "2021-02-01"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male or female participants ≥60 YOA at first vaccination, who live in the community (CD participants) or in a Long-term care facility (LTCF participants).\n* Participants who, in the opinion of the investigator, can and will comply with the requirements of the protocol.\n* Written or witnessed informed consent obtained from the participant prior to performance of any study specific procedure.\n* Participants who are medically stable in the opinion of the investigator at the time of first vaccination. Patients with chronic stable medical conditions with or without specific treatment, such as diabetes, hypertension or cardiac disease, are allowed to participate in this study if considered by the investigator as medically stable.\n\nExclusion Criteria:\n\nMedical conditions\n\n* Any confirmed or suspected immunosuppressive or immunodeficient condition resulting from disease or immunosuppressive/cytotoxic therapy, based on medical history and physical examination.\n* History of any reaction or hypersensitivity likely to be exacerbated by any component of the vaccine.\n* Hypersensitivity to latex.\n* Serious or unstable chronic illness.\n* Recurrent or un-controlled neurological disorders or seizures. Participants with medically-controlled active or chronic neurological diseases can be enrolled in the study as per investigator assessment, provided that their condition will allow them to comply with the requirements of the protocol.\n* Significant underlying illness that in the opinion of the investigator would be expected to prevent completion of the study.\n* Any medical condition that in the judgment of the investigator would make intramuscular injection unsafe.\n* Any history of dementia or any medical condition that moderately or severely impairs cognition.\n\nPrior/Concomitant therapy\n\n* Use of any investigational or non-registered product other than the study vaccine during the period beginning 30 days before the first dose of study vaccine, or planned use during the study period.\n* Planned or actual administration of a vaccine not foreseen by the study protocol in the period starting 30 days before each dose and ending 30 days after each dose of study vaccine administration, with the exception of inactivated, split virion and subunit influenza vaccines which can be administered up to 14 days before or from 14 days after each study vaccination.\n* Previous vaccination with an RSV vaccine.\n* Administration of long-acting immune-modifying drugs or planned administration at any time during the study period.\n* Administration of immunoglobulins and/or any blood products or plasma derivatives during the period starting 90 days before the first dose of study vaccine or planned administration during the study period.\n* Chronic administration (defined as more than 14 consecutive days in total) of immunosuppressants or other immune-modifying drugs during the period starting 90 days prior to the first vaccine dose or planned administration during the study period. For corticosteroids, this will mean prednisone ≥ 20 mg/day, or equivalent. Inhaled and topical steroids are allowed.\n\nPrior/Concurrent clinical study experience\n\n• Concurrently participating in another clinical study, at any time during the study period, in which the participant has been or will be exposed to an investigational or a non-investigational vaccine/product.\n\nOther exclusions\n\n* History of chronic alcohol consumption and/or drug abuse as deemed by the investigator to render the potential participant unable/unlikely to provide accurate safety reports or comply with study procedures.\n* Bedridden participants.\n* Planned move during the study period that will prohibit participation in the trial until the study end. This includes:\n\n  * Planned move during the study period to another LTCF that will prohibit participation in the trial until study end.\n  * Planned move from the community to a LTCF that will prohibit participation in the trial until study end.\n* Participation of any study personnel or their immediate dependants, family, or household members.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "60 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Humoral Immune Response in Terms of Respiratory Syncytial Virus (RSV)-A Neutralizing Antibody Geometric Mean Titers (GMTs) at Day 1",
        "description": "RSV-A neutralizing antibodies were given as GMTs and expressed as Estimated Dose: serum dilution giving a 60% reduction of the RSV plaques compared to a control without serum (ED60).",
        "timeFrame": "At Day 1"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-A Neutralizing Antibody GMTs at Day 31",
        "description": "RSV-A neutralizing antibodies were given as GMTs and expressed as ED60.",
        "timeFrame": "At Day 31"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-A Neutralizing Antibody GMTs at Month 6",
        "description": "RSV-A neutralizing antibodies were given as GMTs and expressed as ED60.",
        "timeFrame": "At Month 6"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-A Neutralizing Antibody GMTs at Month 12",
        "description": "RSV-A neutralizing antibodies were given as GMTs and expressed as ED60.",
        "timeFrame": "At Month 12"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-B Neutralizing Antibody Titers at Day 1",
        "description": "RSV-B neutralizing antibodies measured as GMTs and expressed as ED60.",
        "timeFrame": "At Day 1"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-B Neutralizing Antibody Titers at Day 31",
        "description": "RSV-B neutralizing antibodies measured as GMTs and expressed as ED60.",
        "timeFrame": "At Day 31"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-B Neutralizing Antibody Titers at Month 6",
        "description": "RSV-B neutralizing antibodies measured as GMTs and expressed as ED60.",
        "timeFrame": "At Month 6"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-B Neutralizing Antibody Titers at Month 12",
        "description": "RSV-B neutralizing antibodies measured as GMTs and expressed as ED60.",
        "timeFrame": "At Month 12"
      }
    ],
    "secondary": [
      {
        "measure": "Humoral Immune Response in Terms of RSVPreF3 Immunoglobulin G (IgG) Antibody Geometric Mean Concentrations (GMCs) at Day 1",
        "description": "Serological assays for the determination of IgG antibodies against RSV PreF3 are performed by enzyme-linked immunosorbent assay (ELISA). The corresponding antibody GMC was expressed in Elisa Laboratory Units/milliliter (ELU/mL).",
        "timeFrame": "At Day 1"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSVPreF3 IgG Antibody GMCs at Day 31",
        "description": "Serological assays for the determination of IgG antibodies against RSV PreF3 are performed by ELISA. The corresponding antibody GMC was expressed in ELU/mL.",
        "timeFrame": "At Day 31"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSVPreF3 IgG Antibody GMCs at Month 6",
        "description": "Serological assays for the determination of IgG antibodies against RSV PreF3 are performed by ELISA. The corresponding antibody GMC was expressed in ELU/mL.",
        "timeFrame": "At Month 6"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSVPreF3 IgG Antibody GMCs at Month 12",
        "description": "Serological assays for the determination of IgG antibodies against RSV PreF3 are performed by ELISA. The corresponding antibody GMC was expressed in ELU/mL.",
        "timeFrame": "At Month 12"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-A Neutralizing Antibody GMTs at Month 18",
        "description": "Month 18 data will be disclosed during final posting. RSV-A neutralizing antibodies were given as GMTs and expressed as Estimated Dose: serum dilution giving a 60% reduction of the RSV plaques compared to a control without serum (ED60).",
        "timeFrame": "At Month 18"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-A Neutralizing Antibody GMTs at Month 24",
        "description": "Month 24 data will be disclosed during final posting. RSV-A neutralizing antibodies were given as GMTs and expressed as Estimated Dose: serum dilution giving a 60% reduction of the RSV plaques compared to a control without serum (ED60).",
        "timeFrame": "At Month 24"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-A Neutralizing Antibody GMTs at Month 30",
        "description": "Month 30 data will be disclosed during final posting. RSV-A neutralizing antibodies were given as GMTs and expressed as Estimated Dose: serum dilution giving a 60% reduction of the RSV plaques compared to a control without serum (ED60).",
        "timeFrame": "At Month 30"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-A Neutralizing Antibody GMTs at Month 36",
        "description": "Month 36 data will be disclosed during final posting. RSV-A neutralizing antibodies were given as GMTs and expressed as Estimated Dose: serum dilution giving a 60% reduction of the RSV plaques compared to a control without serum (ED60).",
        "timeFrame": "At Month 36"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-A Neutralizing Antibody GMTs at Month 13",
        "description": "Month 13 data will be disclosed during final posting. RSV-A neutralizing antibodies were given as GMTs and expressed as Estimated Dose: serum dilution giving a 60% reduction of the RSV plaques compared to a control without serum (ED60).",
        "timeFrame": "At Month 13"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-A Neutralizing Antibody GMTs at Month 25",
        "description": "Month 25 data will be disclosed during final posting. RSV-A neutralizing antibodies were given as GMTs and expressed as Estimated Dose: serum dilution giving a 60% reduction of the RSV plaques compared to a control without serum (ED60).",
        "timeFrame": "At Month 25"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-B Neutralizing Antibody Titers at Month 18",
        "description": "Month 18 data will be disclosed during final posting. RSV-B neutralizing antibodies were given as GMTs and expressed as Estimated Dose: serum dilution giving a 60% reduction of the RSV plaques compared to a control without serum (ED60).",
        "timeFrame": "At Month 18"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-B Neutralizing Antibody Titers at Month 24",
        "description": "Month 24 data will be disclosed during final posting. RSV-B neutralizing antibodies were given as GMTs and expressed as Estimated Dose: serum dilution giving a 60% reduction of the RSV plaques compared to a control without serum (ED60).",
        "timeFrame": "At Month 24"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-B Neutralizing Antibody Titers at Month 30",
        "description": "Month 30 data will be disclosed during final posting. RSV-B neutralizing antibodies were given as GMTs and expressed as Estimated Dose: serum dilution giving a 60% reduction of the RSV plaques compared to a control without serum (ED60).",
        "timeFrame": "At Month 30"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-B Neutralizing Antibody Titers at Month 36",
        "description": "Month 36 data will be disclosed during final posting. RSV-B neutralizing antibodies were given as GMTs and expressed as Estimated Dose: serum dilution giving a 60% reduction of the RSV plaques compared to a control without serum (ED60).",
        "timeFrame": "At Month 36"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-B Neutralizing Antibody Titers at Month 13",
        "description": "Month 13 data will be disclosed during final posting. RSV-B neutralizing antibodies were given as GMTs and expressed as Estimated Dose: serum dilution giving a 60% reduction of the RSV plaques compared to a control without serum (ED60).",
        "timeFrame": "At Month 13"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSV-B Neutralizing Antibody Titers at Month 25",
        "description": "Month 25 data will be disclosed during final posting. RSV-B neutralizing antibodies were given as GMTs and expressed as Estimated Dose: serum dilution giving a 60% reduction of the RSV plaques compared to a control without serum (ED60).",
        "timeFrame": "At Month 25"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSVPreF3 IgG Antibody GMCs at Month 18",
        "description": "Month 18 data will be disclosed during final posting. Serological assays for the determination of IgG antibodies against RSV PreF3 were performed by ELISA. The corresponding antibody GMC was expressed in ELU/mL.",
        "timeFrame": "At Month 18"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSVPreF3 IgG Antibody GMCs at Month 24",
        "description": "Month 24 data will be disclosed during final posting. Serological assays for the determination of IgG antibodies against RSV PreF3 were performed by ELISA. The corresponding antibody GMC was expressed in ELU/mL.",
        "timeFrame": "At Month 24"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSVPreF3 IgG Antibody GMCs at Month 30",
        "description": "Month 30 data will be disclosed during final posting. Serological assays for the determination of IgG antibodies against RSV PreF3 were performed by ELISA. The corresponding antibody GMC was expressed in ELU/mL.",
        "timeFrame": "At Month 30"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSVPreF3 IgG Antibody GMCs at Month 36",
        "description": "Month 36 data will be disclosed during final posting. Serological assays for the determination of IgG antibodies against RSV PreF3 were performed by ELISA. The corresponding antibody GMC was expressed in ELU/mL.",
        "timeFrame": "At Month 36"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSVPreF3 IgG Antibody GMCs at Month 13",
        "description": "Month 13 data will be disclosed during final posting. Serological assays for the determination of IgG antibodies against RSV PreF3 were performed by ELISA. The corresponding antibody GMC was expressed in ELU/mL.",
        "timeFrame": "At Month 13"
      },
      {
        "measure": "Humoral Immune Response in Terms of RSVPreF3 IgG Antibody GMCs at Month 25",
        "description": "Month 25 data will be disclosed during final posting. Serological assays for the determination of IgG antibodies against RSV PreF3 were performed by ELISA. The corresponding antibody GMC was expressed in ELU/mL.",
        "timeFrame": "At Month 25"
      },
      {
        "measure": "Cell-Mediated Immunity (CMI) Response in Terms of Frequency of RSVPreF3-specific Cluster of Differentiation CD4 atl2_7m T Cells Expressing at Least 2 Activation Markers at Day 1",
        "description": "Among markers expressed were interleukin-2/13/17 (IL2, IL13, IL17), cluster of 40 ligand (CD40L), 41BB, tumor necrosis factor alpha (TNF α) and interferon gamma (IFN γ), in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Day 1"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD8 atl2_7m T Cells Expressing at Least 2 Activation Markers at Day 1",
        "description": "Among markers expressed were IL2, IL13, IL17, CD40L, 41BB, TNF α and IFN γ, in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Day 1"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD4 atl2_7m T Cells Expressing at Least 2 Activation Markers at Day 31",
        "description": "Among markers expressed were IL2, IL13, IL17, CD40L, 41BB, TNF α and IFN γ, in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Day 31"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD8 atl2_7m T Cells Expressing at Least 2 Activation Markers at Day 31",
        "description": "Among markers expressed were IL2, IL13, IL17, CD40L, 41BB, TNF α and IFN γ, in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Day 31"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD4 atl2_7m T Cells Expressing at Least 2 Activation Markers at Month 6",
        "description": "Among markers expressed were IL2, IL13, IL17, CD40L, 41BB, TNF α and IFN γ, in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Month 6"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD8 atl2_7m T Cells Expressing at Least 2 Activation Markers at Month 6",
        "description": "Among markers expressed were IL2, IL13, IL17, CD40L, 41BB, TNF α and IFN γ, in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Month 6"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD4 atl2_7m T Cells Expressing at Least 2 Activation Markers at Month 12",
        "description": "Among markers expressed were IL2, IL13, IL17, CD40L, 41BB, TNF α and IFN γ, in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Month 12"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD8 atl2_7m T Cells Expressing at Least 2 Activation Markers at Month 12",
        "description": "Among markers expressed were IL2, IL13, IL17, CD40L, 41BB, TNF α and IFN γ, in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Month 12"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD4 atl2_7m T Cells Expressing at Least 2 Activation Markers at Month 18",
        "description": "Month 18 data will be disclosed during final posting. Among markers expressed were interleukin-2/13/17 (IL2, IL13, IL17), cluster of 40 ligand (CD40L), 41BB, tumor necrosis factor alpha (TNF α) and interferon gamma (IFN γ), in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Month 18"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD8 atl2_7m T Cells Expressing at Least 2 Activation Markers at Month 18",
        "description": "Month 18 data will be disclosed during final posting. Among markers expressed were interleukin-2/13/17 (IL2, IL13, IL17), cluster of 40 ligand (CD40L), 41BB, tumor necrosis factor alpha (TNF α) and interferon gamma (IFN γ), in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Month 18"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD4 atl2_7m T Cells Expressing at Least 2 Activation Markers at Month 24",
        "description": "Month 24 data will be disclosed during final posting. Among markers expressed were interleukin-2/13/17 (IL2, IL13, IL17), cluster of 40 ligand (CD40L), 41BB, tumor necrosis factor alpha (TNF α) and interferon gamma (IFN γ), in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Month 24"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD8 atl2_7m T Cells Expressing at Least 2 Activation Markers at Month 24",
        "description": "Month 24 data will be disclosed during final posting. Among markers expressed were interleukin-2/13/17 (IL2, IL13, IL17), cluster of 40 ligand (CD40L), 41BB, tumor necrosis factor alpha (TNF α) and interferon gamma (IFN γ), in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Month 24"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD4 atl2_7m T Cells Expressing at Least 2 Activation Markers at Month 30",
        "description": "Month 30 data will be disclosed during final posting. Among markers expressed were interleukin-2/13/17 (IL2, IL13, IL17), cluster of 40 ligand (CD40L), 41BB, tumor necrosis factor alpha (TNF α) and interferon gamma (IFN γ), in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Month 30"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD8 atl2_7m T Cells Expressing at Least 2 Activation Markers at Month 30",
        "description": "Month 30 data will be disclosed during final posting. Among markers expressed were interleukin-2/13/17 (IL2, IL13, IL17), cluster of 40 ligand (CD40L), 41BB, tumor necrosis factor alpha (TNF α) and interferon gamma (IFN γ), in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Month 30"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD4 atl2_7m T Cells Expressing at Least 2 Activation Markers at Month 36",
        "description": "Month 36 data will be disclosed during final posting. Among markers expressed were interleukin-2/13/17 (IL2, IL13, IL17), cluster of 40 ligand (CD40L), 41BB, tumor necrosis factor alpha (TNF α) and interferon gamma (IFN γ), in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Month 36"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD8 atl2_7m T Cells Expressing at Least 2 Activation Markers at Month 36",
        "description": "Month 36 data will be disclosed during final posting. Among markers expressed were interleukin-2/13/17 (IL2, IL13, IL17), cluster of 40 ligand (CD40L), 41BB, tumor necrosis factor alpha (TNF α) and interferon gamma (IFN γ), in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Month 36"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD4 atl2_7m T Cells Expressing at Least 2 Activation Markers at Month 13",
        "description": "Month 13 data will be disclosed during final posting. Among markers expressed were interleukin-2/13/17 (IL2, IL13, IL17), cluster of 40 ligand (CD40L), 41BB, tumor necrosis factor alpha (TNF α) and interferon gamma (IFN γ), in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Month 13"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD8 atl2_7m T Cells Expressing at Least 2 Activation Markers at Month 13",
        "description": "Month 13 data will be disclosed during final posting. Among markers expressed were interleukin-2/13/17 (IL2, IL13, IL17), cluster of 40 ligand (CD40L), 41BB, tumor necrosis factor alpha (TNF α) and interferon gamma (IFN γ), in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Month 13"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD4 atl2_7m T Cells Expressing at Least 2 Activation Markers at Month 25",
        "description": "Month 25 data will be disclosed during final posting. Among markers expressed were interleukin-2/13/17 (IL2, IL13, IL17), cluster of 40 ligand (CD40L), 41BB, tumor necrosis factor alpha (TNF α) and interferon gamma (IFN γ), in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Month 25"
      },
      {
        "measure": "CMI Response in Terms of Frequency of RSVPreF3-specific CD8 atl2_7m T Cells Expressing at Least 2 Activation Markers at Month 25",
        "description": "Month 25 data will be disclosed during final posting. Among markers expressed were interleukin-2/13/17 (IL2, IL13, IL17), cluster of 40 ligand (CD40L), 41BB, tumor necrosis factor alpha (TNF α) and interferon gamma (IFN γ), in vitro upon stimulation with RSVPreF3 peptide preparations.",
        "timeFrame": "At Month 25"
      },
      {
        "measure": "Number of Participants With at Least One Solicited Administration-site Event Following Vaccination at Day 1",
        "description": "The solicited administration-site events were erythema, pain and swelling at the injection site.",
        "timeFrame": "During the 4-day follow up period after first vaccination (vaccine administered on Day 1)"
      },
      {
        "measure": "Number of Participants With at Least One Solicited Administration-site Event Following Vaccination at Month 12",
        "description": "Month 12 to Month 18 data will be disclosed during final posting. The solicited administration-site events were erythema, pain and swelling at the injection site.",
        "timeFrame": "During the 4-day follow up period after vaccination (vaccine administered at Month 12)"
      },
      {
        "measure": "Number of Participants With at Least One Solicited Administration-site Event Following Vaccination at Month 24",
        "description": "Month 24 data will be disclosed during final posting. The solicited administration-site events were erythema, pain and swelling at the injection site.",
        "timeFrame": "During the 4-day follow up period after vaccination (vaccine administered at Month 24)"
      },
      {
        "measure": "Number of Participants With at Least One Solicited Systemic Event Following Vaccination at Day 1",
        "description": "The solicited systemic events included arthralgia, fatigue, fever (defined as temperature equal to or above 38.0 degree Celsius \\[°C\\]), headache and myalgia.",
        "timeFrame": "During the 4-day follow up period after vaccination (vaccine administered on Day 1)"
      },
      {
        "measure": "Number of Participants With at Least One Solicited Systemic Event Following Vaccination at Month 12",
        "description": "Month 12 to Month 18 data will be disclosed during final posting. The solicited systemic events included arthralgia, fatigue, fever (defined as temperature equal to or above 38.0°C), headache and myalgia.",
        "timeFrame": "During the 4-day follow up period after vaccination (vaccine administered at Month 12)"
      },
      {
        "measure": "Number of Participants With at Least One Solicited Systemic Event Following Vaccination at Month 24",
        "description": "Month 24 data will be disclosed during final posting. The solicited systemic events included arthralgia, fatigue, fever (defined as temperature equal to or above 38.0 degree Celsius (°C)), headache and myalgia.",
        "timeFrame": "During the 4-day follow up period after vaccination (vaccine administered at Month 24)"
      },
      {
        "measure": "Number of Participants With Any Unsolicited Adverse Events (AEs) Following Vaccination at Day 1",
        "description": "An unsolicited AE covers any untoward medical occurrence in a clinical investigation participant, temporally associated with the use of study intervention, whether or not considered related to the medicinal product and reported in addition to those solicited during the clinical study, and/or any solicited symptom with onset outside the specified period of follow-up for solicited symptoms. Any is defined as the occurrence of any unsolicited AE regardless of intensity grade or relation to vaccination.",
        "timeFrame": "During the 30-day follow up period after vaccination (vaccine administered on Day 1)"
      },
      {
        "measure": "Number of Participants With Any Unsolicited AEs Following Vaccination at Month 12",
        "description": "Month 12 to Month 18 data will be disclosed during final posting. An unsolicited AE covers any untoward medical occurrence in a clinical investigation participant, temporally associated with the use of study intervention, whether or not considered related to the medicinal product and reported in addition to those solicited during the clinical study, and/or any solicited symptom with onset outside the specified period of follow-up for solicited symptoms. Any is defined as the occurrence of any unsolicited AE regardless of intensity grade or relation to vaccination.",
        "timeFrame": "During the 4-day follow up period after vaccination (vaccine administered at Month 12)"
      },
      {
        "measure": "Number of Participants With Any Unsolicited AEs Following Vaccination at Month 24",
        "description": "Month 24 data will be disclosed during final posting. An unsolicited AE covers any untoward medical occurrence in a clinical investigation participant, temporally associated with the use of study intervention, whether or not considered related to the medicinal product and reported in addition to those solicited during the clinical study, and/or any solicited symptom with onset outside the specified period of follow-up for solicited symptoms. Any is defined as the occurrence of any unsolicited AE regardless of intensity grade or relation to vaccination.",
        "timeFrame": "During the 4-day follow up period after vaccination (vaccine administered at Month 24)"
      },
      {
        "measure": "Number of Participants With Serious Adverse Events (SAE) Following Vaccination at Day 1",
        "description": "An SAE is any untoward medical occurrence that results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, or is a congenital anomaly/birth defect in the offspring of a study participant.",
        "timeFrame": "From first vaccination (Day 1) up to 6 months post-Dose 1 (Month 6)"
      },
      {
        "measure": "Number of Participants With SAEs Following Vaccination at Month 12",
        "description": "Month 12 to Month 18 data will be disclosed during final posting. An SAE is any untoward medical occurrence that results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, or is a congenital anomaly/birth defect in the offspring of a study participant.",
        "timeFrame": "During the 4-day follow up period after vaccination (vaccine administered at Month 12)"
      },
      {
        "measure": "Number of Participants With SAEs Following Vaccination at Month 24",
        "description": "Month 24 data will be disclosed during final posting. An SAE is any untoward medical occurrence that results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, or is a congenital anomaly/birth defect in the offspring of a study participant.",
        "timeFrame": "During the 4-day follow up period after vaccination (vaccine administered at Month 24)"
      },
      {
        "measure": "Number of Participants Reporting Any Potential Immune-mediated Disease (pIMD) Following Vaccination at Day 1",
        "description": "pIMDs are a subset of AEs of special interest that include autoimmune diseases and other inflammatory and/or neurologic disorders of interest which may or may not have an autoimmune etiology.",
        "timeFrame": "From first vaccination (Day 1) up to 6 months post-Dose 1 (Month 6)"
      },
      {
        "measure": "Number of Participants Reporting Any pIMD Following Vaccination at Month 12",
        "description": "Month 12 to Month 18 data will be disclosed during final posting. pIMDs are a subset of AEs of special interest that include autoimmune diseases and other inflammatory and/or neurologic disorders of interest which may or may not have an autoimmune etiology.",
        "timeFrame": "During the 4-day follow up period after vaccination (vaccine administered at Month 12)"
      },
      {
        "measure": "Number of Participants Reporting Any pIMD Following Vaccination at Month 24",
        "description": "Month 24 data will be disclosed during final posting. pIMDs are a subset of AEs of special interest that include autoimmune diseases and other inflammatory and/or neurologic disorders of interest which may or may not have an autoimmune etiology.",
        "timeFrame": "During the 4-day follow up period after vaccination (vaccine administered at Month 24)"
      },
      {
        "measure": "Number of Participants With a Fatal SAE, Related SAE and Related pIMDs",
        "description": "A fatal SAE is any untoward medical occurrence that results in death. A related SAE is an SAE considered to be causally related to the study intervention. A related pIMD is a pIMD considered to be causally related to the study intervention.\n\nThe study is ongoing at the time of the results posting. Results for Months 18 up to study end (Month 36) will be updated during final posting.",
        "timeFrame": "From first vaccination (Day 1) up to study end (Month 36)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 8,
      "secondaryCount": 58,
      "otherCount": 0,
      "totalCount": 66
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:42.552Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}