{
  "nctId": "NCT05301322",
  "briefTitle": "Safety and Immunogenicity of RSVpreF Coadministered With SIIV in Adults ≥65 Years of Age",
  "officialTitle": "A PHASE 3, RANDOMIZED, DOUBLE-BLIND, PLACEBO-CONTROLLED STUDY TO EVALUATE THE SAFETY, TOLERABILITY, AND IMMUNOGENICITY OF RESPIRATORY SYNCYTIAL VIRUS PREFUSION F SUBUNIT VACCINE WHEN COADMINISTERED WITH SEASONAL INACTIVATED INFLUENZA VACCINE IN ADULTS ≥65 YEARS OF AGE",
  "protocolDocument": {
    "nctId": "NCT05301322",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-08-29",
    "uploadDate": "2023-10-04T15:14",
    "size": 1667855,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05301322/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 1471,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-04-13",
    "completionDate": "2022-10-12",
    "primaryCompletionDate": "2022-10-12",
    "firstSubmitDate": "2022-03-02",
    "firstPostDate": "2022-03-29"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Male and female participants ≥65 years of age at the time of consent.\n2. Participants who are willing and able to comply with scheduled visits, laboratory tests, lifestyle considerations, and other study procedures, including daily completion of the e diary for 7 days after each study vaccination.\n3. Healthy participants who are determined by medical history, physical examination and clinical judgment of the investigator to be eligible for inclusion in the study.\n4. Capable of giving signed informed consent\n\nExclusion Criteria:\n\n1. Bleeding diathesis or condition associated with prolonged bleeding time that may contraindicate IM injection.\n2. History of severe adverse reaction associated with a vaccine and/or severe allergic reaction (eg, anaphylaxis) to any component of the study intervention or any related vaccine.\n3. Allergy to egg proteins (egg or egg products) or chicken proteins.\n4. History of Guillain-Barré syndrome.\n5. Serious chronic disorder, including metastatic malignancy, end-stage renal disease with or without dialysis, clinically unstable cardiac disease, or any other disorder that, in the investigator's opinion, excludes the participant from participating in the study.\n6. Immunocompromised individuals with known or suspected immunodeficiency, as determined by history and/or laboratory/physical examination.\n7. Other medical or psychiatric condition, including recent (within the past year) or active suicidal ideation/behavior, or laboratory abnormality that may increase the risk of study participation or, in the investigator's judgment, make the participant inappropriate for the study.\n8. Previous vaccination with any licensed or investigational RSV vaccine at any time prior to enrollment, or planned receipt throughout the study of nonstudy RSV vaccine.\n9. Previous vaccination with any influenza vaccine within 6 months before study intervention administration, or planned receipt of any nonstudy licensed or investigational influenza vaccine during study participation.\n10. Receipt of any blood/plasma products or immunoglobulin, from 60 days before study intervention administration, or planned receipt throughout the study.\n11. Individuals who receive chronic treatment with immunosuppressive therapy, including cytotoxic agents, monoclonal antibodies, systemic corticosteroids, or radiotherapy, eg, for cancer or an autoimmune disease, from 60 days before study intervention administration or planned receipt throughout the study. If systemic corticosteroids (\\<20 mg/day of prednisone or equivalent) have been administered short term (\\<14 days) for treatment of an acute illness, participants should not be enrolled in the study until corticosteroid therapy has been discontinued for at least 28 days before study intervention administration. Inhaled/nebulized, intra articular, intrabursal, or topical (skin or eyes) corticosteroid use is permitted.\n12. Current alcohol abuse or illicit drug use.\n13. Current use of any prohibited concomitant medication(s) or those unwilling/unable to use a permitted concomitant medication(s)\n14. Participation in other studies involving investigational product(s) within 28 days prior to consent and/or during study participation\n15. Investigator site staff or Pfizer employees directly involved in the conduct of the study, site staff otherwise supervised by the investigator, and their respective family members",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "65 Years",
    "stdAges": [
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants Reporting Local Reactions Within 7 Days After Vaccination With RSVpreF or Placebo",
        "description": "Local reactions were collected at the RSVpreF or placebo injection site after Vaccination 1 and Vaccination 2 and were recorded by participants using electronic diary (e-diary). Local reactions included redness, swelling and pain at injection site. Redness and swelling were measured and recorded in measuring device units where, 1 measuring device unit =0.5 centimeter (cm) and were graded as mild (greater than \\[\\>\\] 2.0 to 5.0 cm), moderate (\\>5.0 to 10.0 cm), and severe (\\>10.0 cm). Pain at injection site was graded as mild (did not interfere with activity), moderate (interfered with activity), and severe (prevented daily activity). Percentage of participants reporting local reactions at injection site in Coadministration Group, and Sequential-Administration Group and associated 2-sided 95% confidence interval (CI) based on Clopper and Pearson method was presented in this outcome measure (OM). Safety population=all enrolled participants who received study intervention (RSVpreF, placebo).",
        "timeFrame": "Within 7 days after Vaccination 1 or Vaccination 2"
      },
      {
        "measure": "Percentage of Participants Reporting Systemic Events Within 7 Days After Vaccination With RSVpreF or Placebo",
        "description": "Systemic events included fever, fatigue, headache, nausea, vomiting, diarrhea, muscle pain and joint pain and were recorded by participants using an e-diary. Fever was defined as an oral temperature \\>=38.0 degree Celsius (deg C) and categorized as \\>=38.0 to 38.4 deg C (mild), \\>38.4 to 38.9 deg C (moderate), \\>38.9 to 40.0 deg C (severe) and \\>40.0 deg C (grade 4). Fatigue, headache, nausea, muscle pain and joint pain were graded as mild (did not interfere with activity), moderate (some interference with activity) and severe (prevented daily routine activity). Vomiting was graded mild: 1 to 2 times in 24 hours (h), moderate: \\>2 times in 24h, and severe: required intravenous hydration. Diarrhea was graded mild: 2 to 3 loose stools in 24h, moderate: 4 to 5 loose stools in 24h and severe: 6 or more loose stools in 24h. Percentage of participants with systemic events within 7 days after each vaccination and the associated 2-sided 95% CI based on the Clopper and Pearson method was presented.",
        "timeFrame": "Within 7 days after Vaccination 1 or Vaccination 2"
      },
      {
        "measure": "Percentage of Participants Reporting Adverse Events (AEs) Within 1 Month After Vaccination 1",
        "description": "An AE was defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. Percentage of participants reporting AEs within 1 month after Vaccination 1 were reported in this outcome measure. Exact 2-sided CI was calculated using the Clopper and Pearson method. Only AEs collected by non-systematic assessment (i.e., excluding local reactions and systemic events) were reported in this outcome measure.",
        "timeFrame": "Within 1 month after Vaccination 1"
      },
      {
        "measure": "Percentage of Participants Reporting Adverse Events (AEs) Within 1 Month After Vaccination 2",
        "description": "An AE was defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. Percentage of participants reporting AEs within 1 month after Vaccination 2 were reported in this outcome measure. Exact 2-sided CI was calculated using the Clopper and Pearson method. Only AEs collected by non-systematic assessment (i.e. excluding local reactions and systemic events) were reported in this outcome measure.",
        "timeFrame": "Within 1 month after Vaccination 2"
      },
      {
        "measure": "Percentage of Participants Reporting Serious Adverse Events (SAEs) Within 1 Month After Vaccination 1",
        "description": "An SAE was defined as an AE that, at any dose: resulted in death; was life-threatening; required inpatient hospitalization or prolongation of existing hospitalization; resulted in persistent disability/incapacity; was a congenital anomaly/birth defect; was a suspected transmission via a Pfizer product of an infectious agent, pathogenic or nonpathogenic or that was considered to be an important medical event. Percentage of participants with SAEs and the associated 2-sided 95% CI based on the Clopper and Pearson method was presented. Percentage of participants reporting SAEs within 1 month after Vaccination 1 were reported in this outcome measure.",
        "timeFrame": "Within 1 month after Vaccination 1"
      },
      {
        "measure": "Percentage of Participants Reporting Serious Adverse Events (SAEs) Within 1 Month After Vaccination 2",
        "description": "An SAE was defined as an AE that, at any dose: resulted in death; was life-threatening; required inpatient hospitalization or prolongation of existing hospitalization; resulted in persistent disability/incapacity; was a congenital anomaly/birth defect; was a suspected transmission via a Pfizer product of an infectious agent, pathogenic or nonpathogenic or that was considered to be an important medical event. Percentage of participants with SAEs and the associated 2-sided 95% CI based on the Clopper and Pearson method was presented. Percentage of participants reporting SAEs within 1 month after Vaccination 2 were reported in this outcome measure.",
        "timeFrame": "Within 1 month after Vaccination 2"
      },
      {
        "measure": "Geometric Mean Ratio (GMR) of Neutralizing Titer (NTs) at 1 Month After Vaccination With RSVpreF for RSV Subfamily A and B in RSVpreF + SIIV Compared to RSVpreF Alone",
        "description": "Geometric mean titer (GMT) of RSV A and RSV B neutralizing titers for the Coadministration Group and Sequential-Administration Group were reported in this outcome measure in descriptive data section. GMTs and the 2-sided 95% CI were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on Student's t distribution). Assay results below the lower limit of quantification (LLOQ) were set to 0.5\\*LLOQ. Geometric mean ratio (GMR) was reported in the statistical analysis section and was calculated as ratio of GMTs in the Coadministration Group to the Sequential-Administration Group.",
        "timeFrame": "1 month after Vaccination 1 for Coadministration Group and 1 month after Vaccination 2 for Sequential-Administration Group"
      },
      {
        "measure": "GMR of the Strain-Specific Hemagglutination Inhibition (HAI) Titers 1 Month After Vaccination With SIIV in the Coadministration Group to the Corresponding HAI Titers in the Sequential-Administration Group",
        "description": "GMTs of strain-specific HAI titers for the Coadministration Group and Sequential-Administration Group were reported in this outcome measure in descriptive data section. GMTs and the 2-sided 95% CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on Student's t distribution). Assay results below the LLOQ were set to 0.5\\*LLOQ. GMR was reported in the statistical analysis section and was calculated as ratio of GMT in the Coadministration Group to the Sequential-Administration Group.",
        "timeFrame": "1 month after Vaccination 1"
      }
    ],
    "secondary": [
      {
        "measure": "Geometric Mean of the Neutralizing Titers for RSV A and RSV B Before Vaccination and at 1 Month and 2 Months After Vaccination With RSVpreF",
        "description": "GMT of neutralizing titers of RSV A and RSV B before vaccination, at 1 month and 2 months after vaccination was reported in this outcome measure. Assay results below the LLOQ were set to 0.5\\*LLOQ. GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on Student's t distribution). For Sequential-Administration Group, the time point for 2 months after vaccination was not reported since the participants received RSVpreF at Vaccination 2 and were followed up for 1 month after Vaccination 2.",
        "timeFrame": "Coadministration Group: before RSVpreF vaccination, and 1 and 2 months after RSVpreF vaccination; Sequential-Administration Group: before RSVpreF vaccination (most recent serology results before RSVpreF) and 1 month after RSVpreF vaccination"
      },
      {
        "measure": "Geometric Mean Fold Rise (GMFR) of the NTs for RSV A and RSV B Before Vaccination and at 1 Month and 2 Months After Vaccination With RSVpreF",
        "description": "GMFR of neutralizing titers of RSV A and RSV B before vaccination and at 1 month and 2 months after vaccination was reported in this outcome measure. GMFR and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the fold rises from before vaccination and the corresponding CIs (based on the Student's t distribution).",
        "timeFrame": "Coadministration Group: before RSVpreF vaccination, and 1 and 2 months after vaccination; Sequential-Administration Group: before RSVpreF vaccination (most recent serology results before RSVpreF) and 1 month after vaccination"
      },
      {
        "measure": "HAI Geometric Mean Titer (GMT) Before Vaccination and 1 Month After Vaccination With SIIV",
        "description": "HAI GMT before vaccination and 1 month after vaccination with SIIV was reported in this outcome measure. GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on Student's t distribution).",
        "timeFrame": "Before SIIV vaccination, and 1 month after vaccination"
      },
      {
        "measure": "GMFR of Strain-Specific HAI Titers Before Vaccination and 1 Month After Vaccination With SIIV",
        "description": "GMFR of strain-specific HAI titers before vaccination and 1 month after vaccination with SIIV was reported in this outcome measure. GMFRs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of fold rises (later time point over earlier time point) and the corresponding CIs (based on Student's t distribution).",
        "timeFrame": "Before SIIV vaccination, and 1 month after vaccination"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 8,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:34.443Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}