{
  "nctId": "NCT03713086",
  "briefTitle": "A Study to Assess the Safety, Reactogenicity and Immune Response of CureVac's Candidate Rabies mRNA Vaccine in Healthy Adults",
  "officialTitle": "A Non-Randomized, Open Label, Controlled, Dose-Escalation, Phase I Clinical Trial to Evaluate the Safety, Reactogenicity and Immunogenicity of One or Two Administrations of Candidate Rabies mRNA Vaccine CV7202 in Healthy Adult Subjects",
  "protocolDocument": {
    "nctId": "NCT03713086",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-04-30",
    "uploadDate": "2022-11-24T04:15",
    "size": 2170140,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03713086/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 53,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-10-12",
    "completionDate": "2021-11-23",
    "primaryCompletionDate": "2021-11-23",
    "firstSubmitDate": "2018-10-18",
    "firstPostDate": "2018-10-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion criteria: Subjects must satisfy the following criteria at trial entry:\n\n1. Healthy male and female subjects aged 18 to 40 years inclusive. Healthy Subject is defined as an individual who is in good general health, not having any mental or physical disorder requiring regular or frequent medication.\n2. Expected to be compliant with protocol procedures and available for clinical follow-up through the last planned visit.\n3. Physical examination and laboratory results without clinically significant findings.\n4. Body Mass Index (BMI) ≥18.0 and ≤32.0 kg/m2.\n5. Females: At the time of screening, negative human chorionic gonadotropin (hCG) pregnancy test (serum) for women presumed to be of childbearing potential on the day of enrolment. On Day 1 (pre-vaccination): negative urine pregnancy test (hCG), (only required if the screening visit serum pregnancy test was performed more than 3 days before).\n6. Females of childbearing potential must use acceptable methods of birth control from 2 weeks before the first administration of the test vaccine until 3 months following the last administration.\n7. Males must use reliable forms of contraception (condom) from the moment of the first administration of the test vaccine until 3 months following the last administration and must refrain from sperm donation from the moment of the first administration of the test vaccine until 3 months after the last administration.\n\nExclusion Criteria Any trial subject who meets any of the following criteria will not qualify for entry into the trial\n\n1. Use of any investigational or non-registered product (drug or vaccine) other than the trial vaccine within 4 weeks preceding the administration of the trial vaccine, or planned use during the trial period.\n2. Receipt of any other vaccines within 14 days (for inactivated vaccines) or 28 days (for live vaccines) prior to enrolment in this trial or planned receipt of any vaccine within 28 days of any trial vaccine administration.\n3. Receipt of any licensed or investigational rabies vaccine prior to the administration of the trial vaccine.\n4. Planning to travel to regions/countries for which rabies vaccinations are recommended or where high risk of infection exists according to travel recommendations by the German Society of Tropical Medicine and International Health during the trial and up to the end of the trial.\n5. Any treatment with immunosuppressants or other immune-modifying drugs within 6 months prior to the administration of the trial vaccine or planned use during the trial, with the exception of inhaled and nasal steroids, or topically-applied steroids.\n6. Any medically diagnosed or suspected immunosuppressive or immunodeficient condition based on medical history and physical examination, including human immunodeficiency virus (HIV) infection, hepatitis B virus (HBV) infection and hepatitis C virus (HCV) infection.\n7. History of a potential immune mediated disease.\n8. Administration of immunoglobulins (Igs) and/or any blood products within the 3 months preceding the administration of any dose of the trial vaccine.\n9. Presence or evidence of significant acute or chronic, uncontrolled medical or psychiatric illness.\n10. Known allergy to any component of CV7202 such as type I allergy to beta-lactam antibiotics or Rabipur®.\n11. Evidence of current alcohol or drug abuse.\n12. History of any neurological disorders or seizures including Guillain-Barré syndrome (GBS), with the exception of febrile seizures during childhood.\n13. Foreseeable non-compliance with protocol as judged by the investigator.\n14. For females: Pregnancy or lactation.\n15. History of any life-threatening anaphylactic reactions.\n16. Subjects with impaired coagulation or any bleeding disorder in whom an i.m. injection or a blood draw is contraindicated.\n17. Known relatives of site research staff working on this trial.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "40 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Who Experienced a Local Solicited Adverse Event (AE) Post Dose 1 (Day 1)",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. Local solicited AEs included injection site pain, redness, swelling, and itching. All AEs were documented in a diary by the participant.",
        "timeFrame": "From the first dose of vaccination up to 7 days after vaccination (up to Day 8)"
      },
      {
        "measure": "Number of Participants With Grade 0, 1, 2 and 3 Local Solicited AEs Post Dose 1 (Day 1)",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. The intensity of local solicited AEs was graded as:Pain at injection site(Grade 0:absent,Grade 1:Does not interfere with activity, Grade 2:Interferes with activity/repeated use of non-narcotic pain reliever greater than \\[\\>\\] 24 hours,Grade 3:prevent daily activity/repeated use of narcotic pain reliever); Redness(Grade 0:less than or equal to \\[\\<=\\]2.5 centimeters(cm), Grade 1:2.5 to 5cm,Grade 2: 5.1 to 10cm, Grade 3: \\>10cm);Swelling(Grade 0: \\<=2.5 cm,Grade 1: 2.5 to 5cm and does not interfere with activity,Grade 2:5.1 to 10cm/interferes with activity,Grade 3:\\>10cm or prevents daily activity);Itching(Grade 0:absent,Grade 1:Mild,no interference with normal activity,Grade 2:Moderate,some interference with normal activity,Grade 3:Significant, prevents normal activity).",
        "timeFrame": "From the first dose of vaccination up to 7 days after vaccination (up to Day 8)"
      },
      {
        "measure": "Number of Participants Who Experienced a Systemic Solicited AE and Related Systemic Solicited AE Post Dose 1 (Day 1)",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. Systemic solicited AEs included fever, nausea/vomiting, diarrhea, headache, fatigue, myalgia, and arthralgia on the day of vaccination and following 7 days after dose 1. All AEs were documented in diary by the participant.",
        "timeFrame": "From the first dose of vaccination up to 7 days after vaccination (up to Day 8)"
      },
      {
        "measure": "Number of Participants With Grade 0, 1, 2, and 3 of Systemic Solicited AEs and Related Systemic Solicited AEs Post Dose 1 (Day 1)",
        "description": "The intensity of Systemic AEs was graded as: Fever(Grade 0: \\<38 degree Celsius (°C), Grade 1: \\>=38°C to 38.4°C, Grade 2:\\>=38.5°C to 38.9°C, Grade 3: \\>=39°C); Headache(Grade 0: absent, Grade 1: Mild, Grade 2: Moderate, Grade 3: Significant); Fatigue(Grade 0: Absent, Grade 1: Mild, Grade 2: Moderate, Grade 3: Significant); Chills(Grade 0: Absent, Grade 1: Mild, Grade 2: Moderate, Grade 3: Significant); Myalgia(Grade 0: Absent, Grade 1: Mild, Grade 2: Moderate, Grade 3: Significant); Arthralgia(Grade 0: Absent, Grade 1: Mild, Grade 2: Moderate, Grade 3: Significant); Nausea/Vomiting(Grade 0: Absent, Grade 1: Mild, no interference with activity/1-2 episodes/24 hours, Grade 2: Moderate, some interference with activity/\\>2 episodes/ 24 hours, Grade 3: Severe, prevents daily activity, requires outpatient intravenous \\[IV\\] hydration); Diarrhea(Grade 0: Absent, Grade 1: 2-3 stools, Grade 2: 4-5 stools, Grade 3: 6 or more watery stools or requires outpatient IV hydration).",
        "timeFrame": "From the first dose of vaccination up to 7 days after vaccination (up to Day 8)"
      },
      {
        "measure": "Number of Days of Local Solicited AEs Post Dose 1 (Day 1)",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. Local solicited AEs included injection site pain, redness, swelling, and itching. All AEs were documented in diary by the participant.",
        "timeFrame": "From Day 1 (post-dose 1) to Day 8"
      },
      {
        "measure": "Number of Days of Local Solicited AEs Post Dose 2",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. Local solicited AEs included injection site pain, redness, swelling, and itching. All AEs were documented in diary by the participant.",
        "timeFrame": "CV7202: From Day 29 (post-dose 2) to Day 36; Rabipur: Day 8 (post-dose 2) to Day 15"
      },
      {
        "measure": "Number of Days of Local Solicited AEs Post Dose 3",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. Local solicited AEs included injection site pain, redness, swelling, and itching. All AEs were documented in diary by the participant.",
        "timeFrame": "Day 29 (post-dose 3) to Day 36"
      },
      {
        "measure": "Number of Days of Systemic Solicited AEs Post Dose 1",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. Systemic solicited AEs included fever, nausea/vomiting, chills, diarrhea, headache, fatigue, myalgia, and arthralgia. All AEs were documented in diary by the participant.",
        "timeFrame": "From Day 1 (post-dose 1) to Day 8"
      },
      {
        "measure": "Number of Days of Systemic Solicited AEs Post Dose 2",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. Systemic solicited AEs included fever, nausea/vomiting, diarrhea, chills, headache, fatigue, myalgia, and arthralgia. All AEs were documented in diary by the participant.",
        "timeFrame": "CV7202: From Day 29 (post-dose 2) to Day 36; Rabipur: Day 8 (post-dose 2) to Day 15"
      },
      {
        "measure": "Number of Days of Systemic Solicited AEs Post Dose 3",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. Systemic solicited AEs included fever, nausea/vomiting, diarrhea, headache, fatigue, myalgia, and arthralgia. All AEs were documented in diary by the participant.",
        "timeFrame": "Day 29 (post-dose 3) to Day 36"
      },
      {
        "measure": "Number of Participants Who Experienced Unsolicited and Related Unsolicited AEs",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. An unsolicited AE was defined as any other AE reported by the participant via diary cards or during study visits on the day of vaccination and the 28 subsequent days. The number of participants with unsolicited and related unsolicited AEs were reported.",
        "timeFrame": "From the first dose of vaccination up to 28 days after vaccination (up to Day 29)"
      },
      {
        "measure": "Number of Participants With Grade 1, 2 and 3 Unsolicited and Related Unsolicited AEs",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. An unsolicited AE was defined as any other AE reported by the participant via diary cards or during study visits on the day of vaccination and the 28 subsequent days. The intensity of AEs was graded as: 1) Mild (Grade 1): An event that was easily tolerated by the participant, causing minimal discomfort and not interfering with everyday activities.; 2) Moderate (Grade 2): An event that caused sufficient discomfort to interfere with normal everyday activities.; 3) Severe (Grade 3): An event that prevented normal everyday activities. Number of participants with Grade 1, 2 and 3 unsolicited and related unsolicited AEs were reported.",
        "timeFrame": "From the first dose of vaccination up to 28 days after vaccination (up to Day 29)"
      },
      {
        "measure": "Number of Participants With Any Serious Adverse Events (SAEs) up to 12 Months",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. SAE was defined as any AE if it resulted in death or life-threatening AE or required inpatient hospitalization or prolongation of existing hospitalization or resulted in persistent or significant incapacity or substantial disruption of the ability to conduct normal life functions or was a congenital anomaly/birth defect.",
        "timeFrame": "From the first dose of vaccination up to 12 months"
      },
      {
        "measure": "Number of Participants With Any Medically-attended AEs (MAAEs) up to 12 Months",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. Vaccine-related MAAEs include any AEs for which the participant received medical attention, defined as hospitalization, an emergency room visit, or an otherwise unscheduled visit to or from medical personnel for any reason for which there is evidence to suggest a causal relationship between the study product and the adverse event. Number of participants with any MAAEs were reported.",
        "timeFrame": "From the first dose of vaccination up to 12 months"
      },
      {
        "measure": "Number of Participants With Any Adverse Events of Special Interest (AESIs) and Related AESI up to 12 Month",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. AEs with a suspected potential immune-mediated disease etiology was considered as AESIs. AESI was assessed by the investigator. Vaccine-related AESIs was included as AESIs for which there was evidence to suggest a causal relationship between the study product and the adverse event.",
        "timeFrame": "From the first dose of vaccination up to 12 months"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Related SAEs From 12 Months Post-vaccination up to 24 Months",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. SAE was defined as any AE if it resulted in death or life-threatening AE or required inpatient hospitalization or prolongation of existing hospitalization or resulted in persistent or significant incapacity or substantial disruption of the ability to conduct normal life functions or was a congenital anomaly/birth defect. Vaccine-related SAEs was included as SAEs for which there is evidence to suggest a causal relationship between the study product and the adverse event.",
        "timeFrame": "From 12 months up to 24 months"
      },
      {
        "measure": "Number of Participants With Related MAAEs From 12 Months up to 24 Months",
        "description": "An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. Vaccine-related MAAEs include any AEs for which the participant received medical attention, defined as hospitalization, an emergency room visit, or an otherwise unscheduled visit to or from medical personnel for any reason for which there is evidence to suggest a causal relationship between the study product and the adverse event. Number of participants with related MAAEs were reported.",
        "timeFrame": "From 12 months up to 24 months"
      },
      {
        "measure": "Number of Participants With Any Related AESIs From 12 Months up to 24 Months",
        "description": "An AE was defined as any untoward medical occurrence in a clinical study participant administered an investigational product. An AE does not necessarily have a causal relationship with medicinal product. AEs with a suspected potential immune-mediated disease etiology was considered as AESIs. AESI was assessed by the investigator. Vaccine-related AESIs was included as AESIs for which there was evidence to suggest a causal relationship between the study product and the adverse event. Number of participants with any related AESIs were reported.",
        "timeFrame": "From 12 months up to 24 months"
      },
      {
        "measure": "Percentages of Participants With Rabies-specific Serum Virus-neutralizing Antibody Titer (VNTs)",
        "description": "Rabies-specific serum response was defined as VNT ≥ 0.5 international units per milliliter (IU/mL). Rabies-specific serum VNT were measured using the WHO-recommended rapid fluorescent foci inhibition test (RFFIT). Serial dilutions of each serum sample are mixed with a standard dose of rabies virus before tissue culture cells are added. Virus infected cells are detected via a fluorochrome conjugated rabies-specific antibody. If the serum contains antibodies that bind and neutralize the virus, the infectivity of the virus is reduced. The virus neutralization end-point titer is defined as the highest sample dilution at which 50% of the observed microscopic fields contain ≥ 1 infected cell. The percentages of participants with rabies-specific serum VNTs ≥0.5 were taken as positive and were reported.",
        "timeFrame": "Baseline (Day 1), Days 15, 43, 365, 547, and 730"
      },
      {
        "measure": "Serum Geometric Mean Titers (GMTs) of Rabies-specific VNTs",
        "description": "Serum geometric mean titer (antilog mean of log-transformed VNTs) was obtained from measuring VNTs using the WHO-recommended rapid fluorescent foci inhibition test. The virus neutralization end-point titer (VNT) is defined as the highest sample dilution at which 50% of the observed microscopic fields contain \\>=1 infected cell.",
        "timeFrame": "Baseline (Day 1), Days 8, 15, 29, 36, 43, 57, 91, 182, 365, 547, and 730"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 15,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 20
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:43.439Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}