{
  "nctId": "NCT04093453",
  "briefTitle": "The Acute Effect of Propionate on Energy Homeostasis",
  "officialTitle": "The Acute Effect of Propionate on Energy Homeostasis",
  "protocolDocument": {
    "nctId": "NCT04093453",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-10-14",
    "uploadDate": "2021-02-08T16:28",
    "size": 1089215,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04093453/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 53,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-02-12",
    "completionDate": "2019-08-07",
    "primaryCompletionDate": "2019-08-07",
    "firstSubmitDate": "2019-08-05",
    "firstPostDate": "2019-09-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Healthy volunteers (body mass index (BMI) of 18-35 kg/m2)\n* Age between 18-65 years (inclusive)\n\nExclusion Criteria:\n\n* Weight change of ≥ 3kg in the preceding 2 months\n* Current smokers\n* Substance abuse\n* Excess alcohol intake\n* Pregnancy\n* Diabetes\n* Cardiovascular disease\n* Cancer\n* Gastrointestinal disease e.g. inflammatory bowel disease or irritable bowel syndrome\n* Kidney disease\n* Liver disease\n* Pancreatitis\n* Started new medication within the last 3 months likely to interfere with energy metabolism, appetite regulation and hormonal balance, including: anti-inflammatory drugs or steroids, antibiotics, androgens, phenytoin, erythromycin or thyroid hormones.\n* Involved in current research or have recently been involved in any research prior to recruitment in the past 12 weeks.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Changes in Resting Energy Expenditure",
        "description": "Changes in Resting Energy Expenditure between sodium propionate and sodium chloride (control).",
        "timeFrame": "6 hours"
      },
      {
        "measure": "Changes in Resting Lipid Oxidation",
        "description": "Changes in Resting Lipid Oxidation between sodium propionate and sodium chloride (control).",
        "timeFrame": "6 hours"
      },
      {
        "measure": "Changes in Energy Expenditure During Exercise",
        "description": "Changes in Energy Expenditure between sodium propionate and sodium chloride (control) during exercise.",
        "timeFrame": "240 minutes"
      },
      {
        "measure": "Changes in Lipid Oxidation During Exercise",
        "description": "Changes in Lipid Oxidation between sodium propionate and sodium chloride (control) during exercise.",
        "timeFrame": "240 minutes"
      },
      {
        "measure": "Changes in Energy Expenditure Post-prandially",
        "description": "Changes in Energy Expenditure between sodium propionate and sodium chloride (control) post-prandially.",
        "timeFrame": "300 minutes"
      },
      {
        "measure": "Changes in Lipid Oxidation Post-prandially",
        "description": "Changes in Lipid Oxidation between sodium propionate and sodium chloride (control) post-prandially.",
        "timeFrame": "300 minutes"
      },
      {
        "measure": "Changes in Glucose Concentrations Post-prandially",
        "description": "Changes in glucose concentrations between sodium propionate and sodium chloride (control) post-prandially.",
        "timeFrame": "300 minutes"
      },
      {
        "measure": "Changes in Glucose Concentrations During Exercise",
        "description": "Changes in glucose concentrations between sodium propionate and sodium chloride (control) during exercise.",
        "timeFrame": "240 minutes"
      },
      {
        "measure": "Changes in Subjective Thirst Post-prandially Using a Visual Analog Scale (100 mm).",
        "description": "Changes in subjective thirst between sodium propionate and sodium chloride (control) post-prandially. Volunteers completed the visual analog scale using a pen (Biro, black) with scales printed (Sharp MX-7580N ) on paper (A4, white). Visual analog scales were 100 mm in length. Minimum (0 mm) mean low subjective thirst. High (100 mm) mean high subjective thirst.",
        "timeFrame": "300 minutes"
      },
      {
        "measure": "Changes in Subjective Thirst During Exercise With Visual Analog Scales (100 mm)",
        "description": "Changes in subjective thirst between sodium propionate and sodium chloride (control) during exercise. Volunteers completed the visual analog scale using a pen (Biro, black) with scales printed (Sharp MX-7580N ) on paper (A4, white). Visual analog scales were 100 mm in length. Minimum (0 mm) mean low subjective thirst. High (100 mm) mean high subjective thirst.",
        "timeFrame": "240 minutes"
      },
      {
        "measure": "Changes in Subjective Nausea During Exercise With Visual Analog Scales (100 mm)",
        "description": "Changes in subjective nausea between sodium propionate and sodium chloride (control) during exercise. Volunteers completed the visual analog scale using a pen (Biro, black) with scales printed (Sharp MX-7580N ) on paper (A4, white). Visual analog scales were 100 mm in length. Minimum (0 mm) mean low subjective nausea. High (100 mm) mean high subjective nausea.",
        "timeFrame": "240 minutes"
      },
      {
        "measure": "Changes in Subjective Hunger During Exercise With Visual Analog Scales (100 mm)",
        "description": "Changes in subjective hunger between sodium propionate and sodium chloride (control) during exercise. Volunteers completed the visual analog scale using a pen (Biro, black) with scales printed (Sharp MX-7580N ) on paper (A4, white). Visual analog scales were 100 mm in length. Minimum (0 mm) mean low subjective hunger. High (100 mm) mean high subjective hunger.",
        "timeFrame": "240 minutes"
      }
    ],
    "secondary": [
      {
        "measure": "Changes in GLP-1 Concentration",
        "description": "Changes in GLP-1 concentrations between sodium propionate and sodium chloride (control) post-prandially.",
        "timeFrame": "300 minutes"
      },
      {
        "measure": "Changes in Insulin Concentration",
        "description": "Changes in insulin concentrations between sodium propionate and sodium chloride (control) during fasting",
        "timeFrame": "360 minutes"
      },
      {
        "measure": "Changes in Glucose Concentration",
        "description": "Changes in glucose concentrations between sodium propionate and sodium chloride (control) during fasting",
        "timeFrame": "360 minutes"
      },
      {
        "measure": "Changes in Free Fatty Acid Concentration",
        "description": "Changes in free fatty acid concentrations between sodium propionate and sodium chloride (control) during fasting",
        "timeFrame": "360 minutes"
      },
      {
        "measure": "Changes in Subjective Nausea With Visual Analog Scales (100 mm)",
        "description": "Changes in subjective nausea between sodium propionate and sodium chloride (control) during fasting. Volunteers completed the visual analog scale using a pen (Biro, black) with scales printed (Sharp MX-7580N ) on paper (A4, white). Visual analog scales were 100 mm in length. Minimum (0 mm) mean low subjective nausea. High (100 mm) mean high subjective nausea.",
        "timeFrame": "360 minutes"
      },
      {
        "measure": "Changes in Subjective Hunger With Visual Analog Scales (100 mm)",
        "description": "Changes in subjective hunger between sodium propionate and sodium chloride (control) during fasting. Volunteers completed the visual analog scale using a pen (Biro, black) with scales printed (Sharp MX-7580N ) on paper (A4, white). Visual analog scales were 100 mm in length. Minimum (0 mm) mean low subjective hunger. High (100 mm) mean high subjective hunger.",
        "timeFrame": "360 minutes"
      },
      {
        "measure": "Changes in Subjective Thirst Using Visual Analog Scales (100 mm)",
        "description": "Changes in subjective thirst between sodium propionate and sodium chloride (control) during fasting. Volunteers completed the visual analog scale using a pen (Biro, black) with scales printed (Sharp MX-7580N ) on paper (A4, white). Visual analog scales were 100 mm in length. Minimum (0 mm) mean low subjective thirst. High (100 mm) mean high subjective thirst.",
        "timeFrame": "360 minutes"
      },
      {
        "measure": "Changes in Insulin Concentration",
        "description": "Changes in insulin concentrations between sodium propionate and sodium chloride (control) during exercise",
        "timeFrame": "240 minutes"
      },
      {
        "measure": "Changes in Insulin Concentration",
        "description": "Changes in insulin concentrations between sodium propionate and sodium chloride (control) post-prandially.",
        "timeFrame": "300 minutes"
      },
      {
        "measure": "Changes in Subjective Nausea Between Sodium Propionate and Sodium Chloride Post-prandially",
        "description": "Changes in subjective nausea between sodium propionate and sodium chloride (control) post-prandially.",
        "timeFrame": "300 minutes"
      },
      {
        "measure": "Changes in Subjective Hunger Between Sodium Propionate and Sodium Chloride Post-prandially With Visual Analog Scales (100 mm)",
        "description": "Changes in subjective hunger between sodium propionate and sodium chloride (control) post-prandially. Volunteers completed the visual analog scale using a pen (Biro, black) with scales printed (Sharp MX-7580N ) on paper (A4, white). Visual analog scales were 100 mm in length. Minimum (0 mm) mean low subjective hunger. High (100 mm) mean high subjective hunger.",
        "timeFrame": "300 minutes"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 12,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 23
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:15.122Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}