{
  "nctId": "NCT04639310",
  "briefTitle": "XEN496 (Ezogabine) in Children With KCNQ2 Developmental and Epileptic Encephalopathy",
  "officialTitle": "A Phase 3 Study of Adjunctive XEN496 in Pediatric Subjects With KCNQ2 Developmental and Epileptic Encephalopathy",
  "protocolDocument": {
    "nctId": "NCT04639310",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-11-10",
    "uploadDate": "2024-05-15T18:50",
    "size": 1354231,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04639310/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 8,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-03-29",
    "completionDate": "2023-05-16",
    "primaryCompletionDate": "2023-05-16",
    "firstSubmitDate": "2020-11-04",
    "firstPostDate": "2020-11-20"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male or female subjects aged from 1 month to less than 6 years, with a body weight of ≥3.0 kg at screening.\n* Documented evidence of a genetic test result from an appropriately accredited laboratory, consistent with a diagnosis of KCNQ2-DEE (pathogenic, likely pathogenic, variant of unknown significance, or inconclusive but unlikely to support an alternate diagnosis).\n* Seizure onset within 2 weeks after birth and EEG and documented clinical history consistent with KCNQ2-DEE.\n* Magnetic resonance imaging has been performed and is without evidence of structural abnormalities, including but not limited to, hypoxia, hypoxia-ischemia, ischemia (arterial or venous), stroke, sinovenous thrombosis, intracranial hemorrhage, or focal or global brain malformation. Brain MRI changes that are described as being associated with the KCNQ2-DEE and presumed to be secondary to the disease itself, will not be exclusionary.\n* Must have had focal tonic or other countable motor seizures in the 28 days prior to screening.\n* Taking 1 and no more than 4 concomitant antiseizure medications (ASMs). All doses must be stable for at least 1 week prior to screening and expected to be maintained throughout the duration of the study.\n* Vagal nerve stimulation (VNS) is allowed and will not be counted as a concomitant ASM. The VNS device must be implanted for at least 6 months before screening, and the device settings must be stable for at least 6 weeks prior to screening and throughout the duration of the study. Use of the VNS device magnet is allowed.\n* Ketogenic diet is allowed and will not be counted as a concomitant ASM. Must must be on a stable dietary regimen that produces ketosis for at least 6 weeks prior to screening, and expected to be maintained throughout the study.\n* Additional inclusion criteria apply, and will be assessed by the study team.\n\nExclusion Criteria:\n\n* Presence of a pathogenic or likely pathogenic variant in an additional gene associated with other epilepsy syndromes. (Variants in other epilepsy-associated genes that are not known to be pathogenic or are not likely to be pathogenic based upon adjudication review will not be a basis for exclusion.)\n* Presence of a known gain-of-function variant in the KCNQ2 gene, or clinical characteristics consistent with previously reported pathogenic gain-of-function variants in the KCNQ2 gene.\n* Seizures secondary to infection, neoplasia, demyelinating disease, degenerative neurological disease, or Central nervous system (CNS) disease deemed progressive, metabolic illness, or progressive degenerative disease.\n* Confirmed diagnosis of infantile spasms within the past month prior to screening.\n* History or presence of any significant medical or surgical condition or uncontrolled medical illness at screening including, but not limited to, cardiovascular, gastrointestinal, hematologic, hepatic, ocular, pulmonary, renal, or urogenital systems, or other conditions that would not justify the subject's participation in the study, as determined by the investigator's risk benefit assessment.\n* QT interval corrected for heart rate by Fridericia's formula (QTcF) of \\>440 msec. In addition, subjects with a history of arrhythmia, prolonged QT, heart disease or subjects taking medications known to increase the QT interval.\n* History of hyperbilirubinemia, which lasts longer than 1 week will require exclusion of hepatic disease before entering the study.\n* History of bilirubin-induced neurological dysfunction.\n* Current disturbance of micturition or known urinary obstructions or history of bladder or urinary dysfunction including abnormal post-void residual bladder ultrasound, vesicoureteral reflux, urinary retention, or required urinary catheterization in the preceding 6 months.\n* Known to have a terminal illness.\n* Any clinically significant laboratory abnormalities or clinically significant abnormalities on pre-study physical examination, vital signs, or ECG that in the judgment of the investigator indicates a medical problem that would preclude study participation.\n* Planned to begin a ketogenic or other specialized dietary therapy during the study.\n* Caregiver history of chronic noncompliance with their child's prescribed drug regimens that has not been corrected.\n* Exposure to any other investigational drug or device within 5 half-lives or 30 days prior to screening, whichever is longer or plans to participate in another drug or device trial at any time during the study.\n* Concurrent enrollment in any other type of medical research judged by the investigator not to be scientifically or medically compatible with this study.\n* Using felbamate presenting with clinically significant abnormalities and/or hepatic dysfunction during felbamate treatment, and subjects who have taken felbamate for less than 6 months prior to screening.\n* Currently taking adrenocorticotropic hormone.\n* Did not tolerate ezogabine when taken previously.\n* Subjects with a known hypersensitivity to ezogabine or any of the excipients in the study drug.\n* Other exclusion criteria apply, and will be assessed by the study team.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "1 Month",
    "maximumAge": "6 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percent Change From Baseline in Monthly (28 Day) Countable Motor Seizure Frequency During the Blinded Treatment Period",
        "description": "Parent/caregiver seizure diary record will be used to assess frequency, type and duration of seizure activity",
        "timeFrame": "From baseline to the end of the double-blind, 12 week treatment period (maintenance)"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Subjects With ≥50 Percent Reduction in Monthly (28 Day) Seizure Frequency",
        "description": "Parent/caregiver seizure diary record will be used to assess frequency, type of seizure with a duration of at least 3 seconds.",
        "timeFrame": "From baseline to the end of the double-blind, 12 week treatment period (maintenance)"
      },
      {
        "measure": "Caregiver Global Impression of Change (CaGI-C) Scores for the Subject's Overall Condition and for Seizures",
        "description": "CaGI-C scale is a caregiver-reported assessment of the change from baseline in the subject's overall condition and seizure severity. Responses to the CaGI-C questionnaire are to be rated on a 7-point Likert scale anchored at 1=\"Very much improved\" and 7=\"Very much worse\".\n\nSubjects at least minimally improved compared to baseline (a score of \\<=3) for overall condition or for seizure severity are reported in the analysis population.\n\nThe primary comparison between treatments will be based on the last visit in the double-blind treatment period (or the early termination visit if the patient discontinued the treatment early). The results at Study Day 109 (end of treatment period) are provided.",
        "timeFrame": "Study Day 109"
      },
      {
        "measure": "Change From Baseline in the Caregiver Global Impression of Severity (CaGI-S) for the Subject's Overall Condition and for Seizures",
        "description": "CaGI-S scale is Caregiver-reported assessment of the severity of the subject's seizures and overall condition over the previous 7 days. Responses to the CaGI-S questionnaire are to be rated on a 5-point Likert scale ranging from none to very severe. The CaGI-S consists of single items relating to each concept and is scored by the caregiver using a 5-point response ranging from 1 to 5, anchored at 1=\"None\" and 5=\"Very Severe\".\n\nSubjects with improvement of at least 1 level compared to baseline for overall condition or for seizure severity are reported in the analysis population.\n\nThe results at Study Day 109 (end of treatment period) are provided.",
        "timeFrame": "Study Day 109"
      }
    ],
    "other": [
      {
        "measure": "Safety and Tolerability of XEN496 (e.g., Adverse Events) in Pediatric Subjects With KCNQ2-DEE",
        "description": "To assess adverse events as criteria for safety and tolerability",
        "timeFrame": "From screening through study completion (Day 109) or Day 151 for those not entering the OLE"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 1,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 56,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:49.913Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}