{
  "nctId": "NCT02290028",
  "briefTitle": "Sentus QP - Extended CRT Evaluation With Quadripolar Left Ventricular Leads",
  "officialTitle": "Sentus QP - Extended CRT Evaluation With Quadripolar Left Ventricular Leads",
  "protocolDocument": {
    "nctId": "NCT02290028",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-02-01",
    "uploadDate": "2021-01-22T18:04",
    "size": 2352199,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02290028/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 2226,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-12-16",
    "completionDate": "2020-01-23",
    "primaryCompletionDate": "2020-01-23",
    "firstSubmitDate": "2014-11-10",
    "firstPostDate": "2014-11-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Standard CRT-D indication according to clinical routine\n* De novo implantation or upgrade from existing ICD or pacemaker implant utilizing a BIOTRONIK CRT-D system with IS4 LV port and Sentus QP LV lead\n* Patient is able to understand the nature of the clinical investigation and provide written informed consent\n* Patient is able and willing to complete all routine study visits at the investigational site through 5 years of follow-up\n* Patient accepts Home Monitoring® concept\n* Age ≥ 18 years\n\nExclusion Criteria:\n\n* Chronic atrial fibrillation\n* Contraindication to CRT-D therapy\n* Currently implanted with an endocardial or epicardial left ventricular lead or had prior attempt to place a left ventricular lead\n* Cardiac surgical procedure, such as coronary artery bypass graft or valve surgery that is planned to occur within 6 months after implant or ablation that is planned to occur within 90 days after implant (ablations planned to occur prior to or at implant are not exclusionary)\n* Expected to receive a heart transplant or ventricular assist device within 6 months\n* Life expectancy less than 12 months\n* Participation in any other investigational cardiac clinical investigation during the course of the study\n* Presence of another life-threatening, underlying illness separate from their cardiac disorder\n* Pregnant or breast-feeding at time of enrollment",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Sentus QP Related Complication-free Rate Through 6 Months",
        "description": "The purpose of primary endpoint 1 is to evaluate the Sentus QP related complication-free rate through 6 months post-implant. This is evaluated as a percentage of participants without a complication.",
        "timeFrame": "6 months"
      },
      {
        "measure": "Percentage of Participants With Acceptable Pacing Threshold of Sentus QP Lead in Permanently Programmed Vector at 3 Months",
        "description": "The purpose of primary endpoint 2 is to evaluate the LV lead pacing threshold for the permanently programmed pacing vector at 3 months post-implant.This was evaluated by performing an exact, binomial test comparing the percentage of participants with acceptable pacing thresholds to a performance goal of 88%. LV threshold values of less than or equal to 2.5 V at 0.4 ms in the permanently programmed vector are considered acceptable.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Sentus QP Related Complication-free Rate",
        "description": "The purpose of primary endpoint 3 is to evaluate the Sentus QP related complication-free rate through study termination (post approval phase). This is evaluated as a percentage of participants without a complication.",
        "timeFrame": "Up to 4 years"
      }
    ],
    "secondary": [
      {
        "measure": "Sentus QP Acceptable Pacing Threshold in Permanently Programmed Vector at 3 Months Per Lead Model",
        "description": "The purpose of the secondary endpoint is to evaluate the LV lead pacing threshold for the permanently programmed pacing vector at 3 months post-implantation in the two different lead types, Sentus OTW QP L and Sentus OTW QP S. This was evaluated as the number of participants with an acceptable pacing threshold out of the total number of patients for each lead model. LV threshold values of less than or equal to 2.5 V at 0.4 ms in the permanently programmed vector is considered acceptable.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Sentus QP Acceptable Pacing Threshold in Novel Vectors at 3 Months",
        "description": "The purpose of this secondary endpoint is to evaluate the number of participants with at least one acceptable LV lead pacing threshold in a novel pacing vector at 3 months post-implantation. This was evaluated as the number of participants with at least one acceptable LV pacing threshold in a novel pacing vector out of the total number of participants with completed novel pacing threshold testing. LV threshold values of less than or equal to 2.5 V at 0.4 ms in a novel pacing vector is considered acceptable.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Sentus QP Acceptable R-wave Sensed Amplitude at 3 Months Per Lead Model",
        "description": "The purpose of this secondary endpoint is to evaluate acceptable LV lead sensing amplitude at 3 months post-implantation. This was evaluated as the number of participants with an acceptable LV sensing amplitude out of the total number of participants. R-wave sensed mean amplitude of greater than or equal to 2 mV is considered acceptable.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Sentus QP Acceptable Pacing Impedance at 3 Months Per Lead Model",
        "description": "The purpose of this secondary endpoint is to evaluate the acceptable LV lead pacing impedance at 3 months post-implantation. This was evaluated as the number of participants with an acceptable LV pacing impedance out of the total participants. LV impedance values of greater than 200 Ohms and less than 2000 Ohms is considered acceptable.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Sentus QP Time to Complication",
        "description": "The purpose of this secondary is to evaluate the Sentus related complication-free rate through 6 months post-implant by the Kaplan-Meier method. The below table shows Kaplan-Meier estimates of the estimated freedom from Sentus related complications at 180 days.",
        "timeFrame": "6 months"
      },
      {
        "measure": "Sentus QP Related Complication-free Rate Per Lead Model",
        "description": "The purpose of secondary endpoint 7 is to evaluate the Sentus QP related complication-free rate through study termination (post approval phase). This is evaluated as percentage of participants without a complication per lead model.",
        "timeFrame": "Up to 4 years"
      },
      {
        "measure": "Individual Sentus QP Adverse Event Rates",
        "description": "The purpose of secondary endpoint 8 is to evaluate the rate of individual types of adverse events related to the Sentus QP lead through study termination (post approval phase). This is evaluated as the percentage of participants with a specific adverse event out of the total participants.",
        "timeFrame": "Up to 4 years"
      },
      {
        "measure": "Number of Participants Successfully Reprogrammed to Resolve Phrenic Nerve Stimulation or High Pacing Threshold",
        "description": "The purpose of this secondary endpoint is to evaluate the number of participants in whom phrenic nerve stimulation or high LV pacing threshold was be successfully resolved by reprogramming of the LV pacing vector. This is evaluated as the number of participants with successful reprogramming out of all participants experiencing phrenic nerve stimulation or high LV pacing threshold. LV pacing threshold resulting in invasive intervention, or, in the absence of intervention, a lead threshold that has increased two fold from the chronic threshold value, and is unable to achieve a 2:1 safety margin at follow-up is considered a high LV pacing threshold.",
        "timeFrame": "12 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 74,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:31.896Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}