{
  "nctId": "NCT03349450",
  "briefTitle": "DPX-Survivac and Checkpoint Inhibitor in DLBCL",
  "officialTitle": "Phase 2 Study of an Immune Therapy, DPX-Survivac With Low Dose Cyclophosphamide Administered With Pembrolizumab in Patients With Persistent or Recurrent/Refractory Diffuse Large B-Cell Lymphoma (DLBCL)",
  "protocolDocument": {
    "nctId": "NCT03349450",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-04-21",
    "uploadDate": "2022-04-20T13:55",
    "size": 1243519,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03349450/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 25,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-03-13",
    "completionDate": "2023-07-18",
    "primaryCompletionDate": "2021-10-31",
    "firstSubmitDate": "2017-11-14",
    "firstPostDate": "2017-11-21"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria\n\nIn order to be eligible for participation in this trial, the subject must:\n\n1. Be willing and able to provide written informed consent/assent for the trial.\n2. Male or female 18+ years of age on day of signing informed consent and of any racial or ethnic group\n3. Has:\n\n   A. histologically proven DLBCL with recurrence after first, second or tertiary treatment regimens for DLBCL or,\n\n   B. evidence of transformed lymphoma with past history of indolent lymphoma with current biopsy showing DLBCL) or,\n\n   C. double hit or high grade lymphomas, including Burkitts lymphoma and High Grade B-Cell lymphoma unclassifiable (with features intermediate between Burkitts and diffuse large B cell lymphoma)\n4. Has had:\n\n   A. recurrence requiring therapy at least 90 days post aggressive first line combination chemotherapy (e.g. RCHOP, Hyper-CVAD or other aggressive \"curative\" combination), autologous stem cell transplantation (ASCT), CART therapy, or aggressive second line combination therapy or,\n\n   B. partial response or measureable disease after first line therapy (who are not candidates for ASCT) or after second or third line therapy without disease progression or,\n\n   C. recurrence any time after non-aggressive combination or single agent therapy with or without Rituximab (i.e. CVP, CHL or, VP16) for first, second or third line disease or,\n\n   D. for subjects with transformed lymphoma, a treatment for indolent lymphoma within the last 2 years\n5. Have at least one measurable site of disease based on Cheson Criteria using standard CT imaging.\n6. Be willing to provide tissue from a newly obtained (up to 3 months + 7 days prior to Study Day 0) biopsy of a tumour lesion. If this is not available, the patient must be willing to undergo a core biopsy prior to starting treatment. They must also be willing to provide an on-treatment biopsy.\n7. Have a performance status of 0-1 on the ECOG Performance Scale.\n8. Demonstrate adequate organ function as defined in Table 2, within 48 hours prior to receiving the first dose of study medication (SD0). Patients with abnormal liver enzymes of up to 5 times the upper limit of normal and/or reduced GFR of 50-100% normal range can be considered for enrolment if the alteration is due to lymphoma.\n9. Previous localized surgery, radiotherapy, chemotherapy, and immunotherapy more than 21 days prior to SD0. Cyclophosphamide, up to 100 mg/day, may be administered until SD-1 for subjects already receiving as a single agent therapy.\n10. A life expectancy \\> 6 months.\n11. Female subject of childbearing potential should have a negative urine or serum pregnancy within 48 hours prior to receiving the first dose of study medication (SD0). If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n12. Female subjects of childbearing potential should be willing to use 2 methods of birth control or be surgically sterile, or abstain from heterosexual activity for the course of the study through 120 days after the last dose of study medication. Subjects of childbearing potential are those who have not been surgically sterilized or have not been free from menses for \\> 1 year.\n13. Male subjects should agree to use an adequate method of contraception starting with the first dose of study therapy through to 120 days from the last dose of study medication.\n14. Ability to comply with protocol requirements.\n\nExclusion Criteria\n\nThe subject must be excluded from participating in the trial if the subject:\n\n1. Is currently participating and receiving study therapy or has participated in a study of an investigational agent and received study therapy or used an investigational device within 21 days of the first dose of treatment (SD0).\n2. Patients eligible for possible curative therapies such as ASCT.\n3. LDH greater than 5 times the upper limit of normal.\n4. Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 35 days prior to the first dose of trial treatment (SD0), except that used as pre-medication for chemotherapy or contrast-enhanced studies are eligible. Subjects may be on physiologic doses of replacement prednisone or equivalent doses of corticosteroid (\\<10 mg daily).\n5. Has had previous allogeneic stem cell transplant\n6. Has known active TB (Bacillus Tuberculosis)\n7. Hypersensitivity to pembrolizumab or any of its excipients.\n8. Has had a prior anti-cancer monoclonal antibody (mAb) within 21 days prior to SD0 or who has not recovered (i.e., ≤ Grade 1) from adverse events due to agents administered more than 21 days earlier.\n9. Has had prior chemotherapy, targeted small molecule therapy, or radiation therapy within 21 days prior to SD0. Subjects must have recovered from all acute toxicities from prior treatments; peripheral neuropathy must be ≤ grade 2.\n10. Has a known additional malignancy that is progressing or requires active treatment. Exceptions include in situ cervical cancer, basal cell carcinoma of the skin or squamous cell carcinoma of the skin that has undergone potentially curative therapy.\n11. Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis. Subjects with previously treated brain metastases may participate provided; they are stable (without evidence of progression by imaging) for at least four weeks prior to the first dose of trial treatment; and any neurologic symptoms have returned to baseline; have no evidence of new or enlarging brain metastases; and are not using steroids for at least 35 days prior to trial treatment.\n12. Progressive CNS lymphoma requiring treatment within 35 days prior to SD0.\n13. Has history of active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n14. Has known history of, or any evidence of active, non-infectious pneumonitis.\n15. Thyroiditis within the past 5 years.\n16. Has an active infection requiring systemic therapy. Subjects completing a course of antibiotic for acute infection 7 days prior to SD0 and who do not experience a recurrence of symptoms or fever are eligible.\n17. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n18. Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n19. Is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the trial, starting with screening visit to 120 days after last dose of study medication.\n20. Has received prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent.\n21. Has a known history of Human Immunodeficiency Virus (HIV) (HIV 1/2 antibodies).\n22. Has known active Hepatitis B (e.g., HBsAg reactive) or Hepatitis C (e.g., HCV RNA \\[qualitative\\] is detected). Evidence of Hepatitis B surface antigen without transaminitis is allowed provided patient is treated with anti-viral therapy (Heptavir or Tenofovir).\n23. Patients who have received prior survivin based vaccines.\n24. Acute or chronic skin disorders that will interfere with subcutaneous injection of the DPX-Survivac or subsequent assessment of potential skin reactions.\n25. Serious intercurrent chronic or acute illness, such as cardiac disease (New York Heart Association class III or IV), hepatic disease, or other illness considered by the investigator as an unwarranted high risk for an investigational product.\n26. Allergies to any vaccine, that after discussion with the medical monitor are serious enough to warrant exclusion from this study.\n27. Received a live vaccine within 30 days of planned start of study therapy. Seasonal influenza vaccines for injection are generally inactivated flu vaccines and are allowed; however, intranasal influenza vaccines (e.g., Flu-Mist®) are live attenuated vaccines, and are not allowed",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "To document the objective response rate using modified Cheson criteria to treatment with DPX-Survivac and low dose cyclophosphamide administered together with Pembrolizumab in participants with recurrent, survivin-expressing B cell lymphomas",
        "timeFrame": "1 Year"
      }
    ],
    "secondary": [
      {
        "measure": "To document changes in tumour volume using waterfall analyses",
        "description": "Tumor volume measurements will be obtained at multiple time points by adding the volumes of the perpendicular measurements for up to 6 target lesions",
        "timeFrame": "1 Year"
      },
      {
        "measure": "To document the toxicity profile",
        "description": "Number of participants with abnormal laboratory values and/or adverse events related to treatment will be assessed.",
        "timeFrame": "1 Year"
      },
      {
        "measure": "To document duration of response using modified Cheson criteria.",
        "description": "Completing response assessment post radiology",
        "timeFrame": "2 Years"
      },
      {
        "measure": "To document time to next treatment",
        "description": "time lapse between current and next treatment",
        "timeFrame": "2 Years"
      }
    ],
    "other": [
      {
        "measure": "Exploratory Outcome 1",
        "description": "(1) To document the changes in circulating T cell immune responses to survivin and relationship to peripheral B cell numbers",
        "timeFrame": "1 year"
      },
      {
        "measure": "Exploratory Outcome 2",
        "description": "To document changes in T cell and T cell subset infiltration and gene expression pathways in treatment compared to pre-treatment tumour biopsies",
        "timeFrame": "1 year"
      },
      {
        "measure": "Exploratory Outcome 3",
        "description": "To assess potential biomarkers of immune and clinical response from pre-treatment and on-treatment tumor biopsies",
        "timeFrame": "1 year"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 3,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 40,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:48.165Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}