{
  "nctId": "NCT03143218",
  "briefTitle": "Seasonal Malaria Vaccination (RTS,S/AS01) and Seasonal Malaria Chemoprevention (SP/AQ)",
  "officialTitle": "A Phase IIIB Comparative Trial of Seasonal Vaccination With the Malaria Vaccine RTS,S/AS01, Seasonal Malaria Chemoprevention and of the Two Interventions Combined",
  "protocolDocument": {
    "nctId": "NCT03143218",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-04-02",
    "uploadDate": "2021-11-15T13:13",
    "size": 5702066,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03143218/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 5920,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-04-17",
    "completionDate": "2020-03-31",
    "primaryCompletionDate": "2020-03-31",
    "firstSubmitDate": "2017-03-22",
    "firstPostDate": "2017-05-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* The child is a permanent resident of the study area and likely to remain a resident for the duration of the trial\n* The child is 5 - 17 months of age at the time of first vaccination\n* A parent or legally recognised guardian provides informed consent for the child to join the trial\n\nExclusion Criteria:\n\n* The child is a transient resident in the study area\n* The child is in care\n* The age of the child is outside the stipulated range\n* The child has a history of an adverse reaction to SP or AQ\n* The child has a serious underlying illness, including known HIV infection, unless this is well controlled by treatment, or severe malnutrition (weight for age or mid arm circumference Z scores \\< 3 SD)\n* The child is known to have an immune deficiency disease or is receiving an immunosuppressive drug\n* The child has previously received a malaria vaccine.\n* The child is enrolled in another malaria intervention trial\n* The parents or guardians do not provide informed consent",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "5 Months",
    "maximumAge": "17 Months",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Incidence of Clinical Episodes of Malaria",
        "description": "Passive surveillance to detect episode of fever (temperature \\> 37.5 C), or a history of fever within the past 48 hours, that is severe enough to require treatment at a health centre and which is accompanied by a positive blood film with a parasite density of 5,000 per µl or more",
        "timeFrame": "Passive surveillance of clinical episodes of malaria within the study area starting from the date of the first dose of study vaccines (April/May 2017) until 31st March 2020- a total of 36 months."
      }
    ],
    "secondary": [
      {
        "measure": "Clinical Episodes of Uncomplicated Febrile Illness",
        "description": "Passive and active surveillance to detect cases with temperature \\> 37.5o C), or a history of fever within the past 48 hours, with a positive blood film (any level of asexual parasitaemia) or a positive rapid diagnostic test (RDT) for malaria",
        "timeFrame": "Passive surveillance in all health centers within the study area, active surveillance in a sub set of study children starting July 2017 till April 2020."
      },
      {
        "measure": "Hospital Admissions With Malaria, Including Severe Malaria",
        "description": "Hospital admissions with malaria, including cases of severe malaria which meet WHO criteria for a diagnosis of severe malaria.",
        "timeFrame": "Through study completion (30 months), each child admitted in a study hospital will be treated and monitored until complete cure or death (a period of 3 years). Documentation of each hospital admission according to ICH-GCP."
      },
      {
        "measure": "Prevalence of Malaria Infection Not Severe Enough to Warrant a Clinic Visit",
        "description": "Active surveillance of malaria at household level to assess the prevalence of malaria infection not severe enough to warrant a clinic visit detected in a subset of randomly selected children.",
        "timeFrame": "Weekly home visits through study completion from July 2017 - April 2020 to screen study children for malaria."
      },
      {
        "measure": "Prevalence of Malaria Parasitaemia, Including Gametocytaemia and the Prevalence of Moderate and Severe Anemia and Malnutrition",
        "description": "The prevalence of malaria parasitaemia, including gametocytaemia, moderate and severe anaemia and malnutrition at the end of the malaria transmission season",
        "timeFrame": "Blood sample collection during 2-week cross sectional survey at the end of each malaria transmission season."
      },
      {
        "measure": "Serious Adverse Events (SAEs)",
        "description": "Serious adverse events (SAEs), including any deaths, occurring at any time during the study with special reference to any cases of meningitis and cerebral malaria (WHO case definition)",
        "timeFrame": "Through study completion (for 30 months), each SAE will be treated and documented according to ICH-GCP."
      },
      {
        "measure": "Immune Response to the Vaccine (Anti-CSP Antibody Concentrations)",
        "description": "After priming and after each booster dose, determined in a sub-sample of children",
        "timeFrame": "Blood sample collection prior to 1st dose of vaccine and 1 month after 3rd dose of the primary series of vaccination. In years 2 and 3 blood will be collected before the booster dose and 1 month after administration of the 4th (and 5th) vaccine dose."
      },
      {
        "measure": "Drug Resistance to SP and AQ",
        "description": "The presence of molecular markers of resistance to SP and AQ in parasite positive samples",
        "timeFrame": "Blood sample collection during the 2-week cross sectional survey conducted at the end of malaria transmission season in 2019."
      },
      {
        "measure": "Prevalence of Malaria Parasitaemia in School Aged Children",
        "description": "The prevalence of malaria parasitaemia at the end of the malaria transmission season in school-age children resident in the study areas, to determine overall malaria transmission",
        "timeFrame": "Blood sample collection during the 2-week cross sectional survey at the end of the malaria transmission season in Year 2 and 3 (November 2018/19)."
      },
      {
        "measure": "SP+AQ Drug Sensitivity",
        "description": "The 28-day treatment outcome in children with asymptomatic malaria parasitaemia treated with SP+AQ.",
        "timeFrame": "Children with asymptomatic malaria parasitaemia identified during the final cross-sectional survey (November 2019), treated with a full course of SP+AQ over 3 days and followed for 28 days."
      }
    ],
    "other": [
      {
        "measure": "Acceptability of RTS,S and SMC",
        "description": "The acceptability of the two interventions (separately and combined) to the health care deliverers and to the study communities (standardized questionnaires)",
        "timeFrame": "Data collection in Year 3"
      },
      {
        "measure": "Feasibility of Introducing Two Malaria Control Strategies Simultaneously",
        "description": "The feasibility of introducing two malaria control strategies simultaneously from the health system perspective (structured observations and interviews with health system officials)",
        "timeFrame": "Data collection in Year 3"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 9,
      "otherCount": 2,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 88,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:40.468Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}