{
  "nctId": "NCT03850691",
  "briefTitle": "Radiation and Combination Immunotherapy for Melanoma",
  "officialTitle": "A Phase 2 Study of Palliative Radiation and Combination Sequential Immunotherapy for Metastatic Cutaneous Melanoma and Ocular Melanoma",
  "protocolDocument": {
    "nctId": "NCT03850691",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-02-18",
    "uploadDate": "2022-04-20T13:32",
    "size": 3193289,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03850691/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 4,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-05-28",
    "completionDate": "2022-12-12",
    "primaryCompletionDate": "2021-05-04",
    "firstSubmitDate": "2019-02-20",
    "firstPostDate": "2019-02-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Biopsy-proven unresectable, metastatic melanoma refractory to standard immunotherapy drugs or regimens, including prior treatment with Aldesleukin (IL-2), GM-CSF, Ipilimumab, Nivolumab, Pembrolizumab, and/or Imlygic (T- VEC).\n\n  * Prior clinical trial participation or treatment with molecularly targeted agents (i.e. Vemurafenib/Cobimetinib, Dabrafenib/Trametinib) or chemotherapy (i.e. Temozolomide, Dacarbazine, Platinum, or Taxanes) is permitted.\n  * Patients with ocular melanoma may enroll (Cohort 2) without prior therapy as there is no standard 1st line therapy for this subset of melanoma.\n* Must have a minimum of 3 radiographically distinct (\\>1.5 cm) lesions measurable by RECIST 1.1 at time of study enrollment (\\>5 preferred).\n\n  * A maximum of 2 metastases per treated organ may be targeted for palliative radiation, but must be separated by more than 5 cm of normal tissue\n  * At least 2 non-irradiated lesions are required for systemic response assessments\n* Pulmonary metastases: Pulmonary metastasis permissible. Appropriate candidates with lung lesions may be considered for ablative hypofractionation using SBRT.\n* Hepatic metastases: Hepatic metastasis permissible. Appropriate candidates with metastasis to liver may be considered for ablative hypofractionation using SBRT .\n* Brain metastases: Brain metastases may be treated using Gamma Knife Radiosurgery (GKR) or whole brain radiation therapy (WBRT) per the treating radiation oncologist. Total radiation dose and number of fractions will be determined by the treating radiation oncologist based on anatomic and dosing constraints. MRI of the vertebral column is required for all patients with suspected epidural tumor extension.\n* Must have sufficient archival tissue block material (1.5 x 1.5 x 1.5 cm) and/or newly obtained core or excisional biopsy of tumor tissue; minimum of 2 cores.\n* ECOG performance status 0 or 1 (Appendix 2)\n* Age 18 through 80 years of age; \\> 80 years of age must be approved by Principal Investigator.\n* Adequate organ function within 14 days of enrollment (30 days for pulmonary and cardiac assessments) defined as:\n\n  * Hematologic: leukocytes ≥ 2,000/mcL, ANC ≥ 1,000/mcL, hemoglobin ≥ 9.0 g/dL, platelets ≥ 100,000/mcL unsupported by transfusions\n  * Renal: Serum creatinine ≤ 1.8 mg/dL; for patients with a creatinine \\> 1.5 mg/dL or a history of renal dysfunction, an estimated glomerular filtration rate ≥ 35 mL/min/1.73 m2 is required\n  * Hepatic: AST, ALT, and alkaline phosphatase ≤ 5 x upper limit of normal and total bilirubin ≤ 2.0 mg/dL\n  * Pulmonary: oxygen saturation ≥90% on room air; corrected DLCO and FEV1, ≥ 60% predicted\n  * Cardiac: Absence of clinical decompensated congestive heart failure or uncontrolled arrhythmia; left ventricular ejection fraction (echocardiogram within 6 months permitted) ≥ 40%. QTc must be \\< 450 ms in males and \\< 470 ms in females.\n* A minimum of 1 week between last anti-tumor treatment if given, and 1st dose of radiation therapy (not applicable for patients enrolling after palliative radiation therapy).\n* Recovery from previous cancer treatment if applicable defined as ≤ Grade 1 (by CTCAE 5.0 criteria) at enrollment\n* Women of childbearing potential and males with partners of childbearing potential must agree to the use of barrier methods of contraception, hormonal contraceptives, or abstain from heterosexual activity for the duration of study treatment and for 3 months after the last dose of study drug.\n* Ability to understand and provide voluntary written consent\n\nExclusion Criteria:\n\n* Pregnant or breast feeding. The agents used in this study have the potential to harm a fetus. Radiation is a known teratogen. There is insufficient information regarding potential for fetal harm during immunotherapy at this time. Biological females of childbearing potential must have a negative pregnancy test within 14 days of enrollment.\n* Concurrent use of high dose steroids; chronic steroid use of \\< 2 mg dexamethasone or equivalent per day is permissible\n* Concurrent malignancy requiring active treatment, except basal cell carcinoma of the skin, squamous cell carcinoma of the skin or carcinoma in situ\n* Severe and active autoimmune diseases requiring systemic immunosuppression\n* Prior organ allograft or allogeneic transplantation\n* Other contraindication to IL-2, nivolumab, ipilimumab, or combination immunotherapy per treating medical oncologist\n* Live vaccines within 30 days prior to the first dose of IL-2 and while participating in the trial. Examples of live vaccines include, but are not limited to, measles, mumps, rubella, chicken pox, yellow fever, rabies, BCG, and typhoid (oral) vaccine. Seasonal influenza vaccines for injection are generally inactivated virus vaccines and are allowed. Intranasal influenza vaccine (eg, Flu - Mist®) is a live attenuated vaccine, and is not allowed.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Objective Response Rate (ORR)",
        "description": "Determine the objective response rate (ORR). The ORR will be presented as the proportion of patients who achieved complete response (CR) or partial response (PR). In general, categorical data measurements will be summarized as counts and percentages (or proportions). The disease control rate (DCR) will be presented as the proportion of patients with CR, PR, or stable disease. The best overall response (BOR) will be measured as the maximum change from baseline in the sum of the longest diameter for each of the target lesions over the full 2 year follow-up period.",
        "timeFrame": "up to approximately 2 Years"
      },
      {
        "measure": "Safety and Tolerability of Sequential Combination Immunotherapy (Incidence of Adverse Events)",
        "description": "This will be achieved by the number of adverse event (AE) reports. AEs, SAEs, deaths, and abnormal laboratory values will be summarized by the proportion of patients who experience them. Descriptive statistics of safety will be presented using National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. All on-study AEs, Grade 3-4 AEs, treatment-related AEs, Grade 3-4 treatment-related AEs, SAEs, treatment-related SAEs, and AEs leading to discontinuation will be tabulated using the worst grade per NCI CTCAE v 5.0 criteria by system organ class.",
        "timeFrame": "Approximately up to 2 Years"
      },
      {
        "measure": "Safety and Tolerability of Sequential Combination Immunotherapy (Incidence of Stopping Rule Events)",
        "description": "This will be measured by the number of participants who are suspended from the trial as noted by a stopping rule event. These events are determined after serious adverse events are graded according to the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. The following events count toward an early stopping rule event: 1) Any Grade 2 or greater drug-related uveitis, eye pain, or blurred vision that does not respond to topical therapy and does not improve to Grade 1 severity within 7 days of checkpoint inhibitor OR requires systemic treatment with corticosteroids, 2) Any Grade 3 or greater non-skin, drug-related adverse event lasting \\> 7 days, including uveitis, pneumonitis, bronchospasm, diarrhea, colitis, neurologic toxicity, hypersensitivity reactions, and infusion reactions. In addition, the trial would be stopped and re-evaluated if there is ≥ 1 treatment-related mortality event.",
        "timeFrame": "Approximately up to 2 Years"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:46.341Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}