{
  "nctId": "NCT03776175",
  "briefTitle": "A Study To Assess Pharmacodynamics, Safety And Tolerability Of PF-05221304 And PF-06865571 Co-Administered For 6 Weeks In Adults With Non-Alcoholic Fatty Liver Disease.",
  "officialTitle": "A PHASE 2A, RANDOMIZED, DOUBLE BLIND (SPONSOR-OPEN), PLACEBO CONTROLLED, PARALLEL GROUP STUDY TO ASSESS THE PHARMACODYNAMICS, SAFETY AND TOLERABILITY OF PF-05221304 AND PF-06865571 CO-ADMINISTERED FOR 6 WEEKS IN ADULTS WITH NON-ALCOHOLIC FATTY LIVER DISEASE (NAFLD)",
  "protocolDocument": {
    "nctId": "NCT03776175",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-10-02",
    "uploadDate": "2020-09-02T12:56",
    "size": 3141185,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03776175/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 99,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-01-04",
    "completionDate": "2019-10-11",
    "primaryCompletionDate": "2019-09-09",
    "firstSubmitDate": "2018-12-12",
    "firstPostDate": "2018-12-14"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male subjects or female subjects of non childbearing potential\n* Total body weight of \\>50 kg (110 lbs) and a BMI greater than or equal to 25 kg/m2\n* Medical diagnosis of Type 2 Diabetes Mellitus (T2DM) being treated with no more than 1 acceptable oral antidiabetic drug OR Subjects without a diagnosis of T2DM that meet 2 or more of the following 5 criteria commonly associated with metabolic syndrome\n\n  * Fasting Plasma Glucose (FPG) greater than or equal to 100 mg/dL;\n  * Documentation of at least stage 1 hypertension or medical history of hypertension;\n  * Fasting serum HDL C \\<40 mg/dL for males and \\<50 mg/dL for females, or on pharmacological agents with explicit purpose to increase HDL-C;\n  * Fasting serum triglyceride (TG) greater than or equal to 150 mg/dL or on pharmacological agents with explicit purpose to decrease TG;\n  * Waist circumference greater than or equal to 40 inches (102 cm) for males and 35 inches (89 cm) for females.\n* Liver fat greater than or equal to 8% measured by MRI PDFF\n\nExclusion Criteria:\n\n* Subjects with acute or chronic medical or psychiatric condition.\n* Subjects with any of the following clinical laboratory abnormalities:\n\n  * Fasting TG \\>400 mg/dL;\n  * AST, ALT, or GGT \\>2.0x ULN;\n  * Hemoglobin A1c (HbA1c) \\>7.0%;\n  * Fasting plasma glucose \\>270 mg/dL;\n  * Total bilirubin \\>1.5x ULN;\n  * Albumin \\< lower limit of normal (LLN);\n  * Platelet count \\<0.95x LLN;\n  * International normalized ratio (INR) greater than or equal to 1.3.\n* A positive urine test for illicit drugs.\n* History of regular alcohol consumption.\n* Seated systolic BP\\>=160 mmHg and/or diastolic BP\\>=100 mmHg.\n* Supine 12 lead ECG demonstrating a corrected QT (QTcF) interval \\>450 msec or a QRS interval \\>120 msec.\n* Subjects with an estimated GFR \\<60 mL/min/1.73m2.\n* Evidence or diagnosis of other forms of chronic liver diseases.\n* Subjects with any of the following medical conditions:\n\n  * Any condition possibly affecting drug absorption (eg prior bariatric surgery, gastrectomy, ileal resection);\n  * Diagnosis of type 1 diabetes mellitus;\n  * History of congestive heart failure, unstable angina, myocardial infarction, stroke, or transient ischemic attack;\n  * Any malignancy not considered cured (except basal cell carcinoma and squamous cell carcinoma of the skin);\n  * Active placement of medical devices in/on thoracic or abdominal cavities such as pacemakers, defibrillators;\n* Subjects with any anatomical or pathological abnormality that would either preclude or tend to confound the analysis of study data.\n* Blood donation of approximately 1 pint or more within 60 days prior to dosing.\n* Subjects taking prohibited concomitant medication(s) or those unwilling/unable to switch to permitted concomitant medication(s)\n* Weight loss of greater than or equal to 5% within 1 month prior to Screening.\n* Unwilling or unable to comply with the Lifestyle Requirements criteria of the protocol.\n* Pregnant female subjects; breastfeeding female subjects; female subjects of childbearing potential; fertile male subjects who are unwilling or unable to use highly effective method(s) of contraception.\n* Investigator site staff members or Pfizer employees, including their family members, directly involved in the conduct of the study.\n* Subjects with known prior treatment with or participation in a clinical trial involving any of the IPs",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percent Change From Baseline in Whole Liver Proton Density Fat Fraction (PDFF) at Day 42",
        "description": "Magnetic resonance imaging proton density fat fraction (MRI-PDFF) technique is an established method that enables quantification of fat content in the liver. It measures the fraction of mobile protons in the liver attributable to fat content and provides whole liver coverage so that fat content can be assessed across 8 Couinaud liver segments. Whole liver PDFF = PDFFs for (Segment I + Segment II + Segment III + Segment IVa + Segment IVb + Segment V + Segment VI + Segment VII + Segment VIII) divided by total number of segments assessed.",
        "timeFrame": "Baseline, Day 42"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Treatment Emergent Adverse Events (AEs) and Serious Adverse Events (SAEs)",
        "description": "An AE was any untoward medical occurrence in a participant who received investigational product without regard to possibility of causal relationship. SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly; medically important events. A treatment emergent AE was defined as an event that emerged during the treatment period that was absent before treatment, or worsened during the treatment period relative to the pretreatment state. AEs included all serious and non-serious adverse events.",
        "timeFrame": "Baseline up to 35 days from last dose of study drug or early termination: (maximum up to Day 77)"
      },
      {
        "measure": "Number of Participants With Laboratory Abnormalities",
        "description": "Clinical chemistry: Bilirubin (milligram per deciliter \\[mg/dL\\]), direct bilirubin (mg/dL)\\>3.0\\*upper limit of normal (ULN), alanine aminotransferase international units per liter (U/L), aspartate aminotransferase (U/L), alkaline phosphatase (U/L), gamma glutamyl transferase (U/L)\\>5.0\\*ULN, urea nitrogen (mg/dL)\\>2.0\\*ULN, low density lipoprotein direct endpoint measure (mg/dL)\\>1.5\\*ULN, triglycerides (mg/dL)\\>2.0\\*ULN, creatinine based estimated glomerular filtration rate by modification of diet in renal disease equation and cystatin based eGFR by chronic kidney disease epidemiology collaboration equation (C \\<60 milliliter per minute per 1.73 square of meter), very low density lipoprotein (millimoles per liter), Cholesterol \\>2.0\\*ULN.",
        "timeFrame": "Baseline up to 35 days last from dose of study drug or early termination (maximum up to Day 77)"
      },
      {
        "measure": "Maximum Change (Increase or Decrease) From Baseline to Post-last Dose of Study Drug in Vital Signs: Blood Pressure",
        "description": "Vital signs included systolic blood pressure, diastolic blood pressure and pulse rate.",
        "timeFrame": "Baseline, Post-last dose of study drug (up to Day 42)"
      },
      {
        "measure": "Maximum Change (Increase or Decrease) From Baseline to Post-last Dose of Study Drug in Vital Signs: Pulse Rate",
        "description": "Vital signs included systolic blood pressure, diastolic blood pressure and pulse rate.",
        "timeFrame": "Baseline, Post- last dose of study drug (up to Day 42)"
      },
      {
        "measure": "Number of Participants Meeting Pre-Specified Electrocardiogram (ECG) Criteria",
        "description": "ECG criteria included: 1) PR interval (milliseconds \\[msec\\]): baseline greater than (\\>) 200 msec and maximum increase from baseline greater than or equal to (\\>=) 25 percent (%) or baseline less than or equal to (\\<=) 200 msec and maximum increase from baseline \\>=50%; 2) QRS interval (msec): maximum increase from baseline \\>=50%; 3) QT interval corrected using Fridericia's formula (QTcF): a) change from baseline \\>30 msec and \\<=60 msec, b) change from baseline \\>60 msec.",
        "timeFrame": "Baseline up to 35 days last dose of study drug or early termination (maximum up to Day 77)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 64,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:12.830Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}