{
  "nctId": "NCT02592798",
  "briefTitle": "Pilot Study to Evaluate the Safety and Efficacy of Abatacept in Adults and Children 6 Years and Older With Excessive Loss of Protein in the Urine Due to Either Focal Segmental Glomerulosclerosis (FSGS) or Minimal Change Disease (MCD)",
  "officialTitle": "A Phase II Randomized, Placebo-Controlled, Double-Blind, Parallel Arms, Pilot Study to Evaluate the Efficacy and Safety of Intravenous Abatacept in Treatment Resistant Nephrotic Syndrome (Focal Segmental Glomerulosclerosis/ Minimal Change Disease)",
  "protocolDocument": {
    "nctId": "NCT02592798",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-04-18",
    "uploadDate": "2021-01-19T17:14",
    "size": 4850241,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02592798/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 36,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-03-09",
    "completionDate": "2020-01-28",
    "primaryCompletionDate": "2020-01-28",
    "firstSubmitDate": "2015-10-29",
    "firstPostDate": "2015-10-30"
  },
  "eligibilityCriteria": {
    "criteria": "For more information regarding BMS clinical trial participation, please visit www.BMSStudyConnect.com\n\nInclusion Criteria:\n\n* Male and female subjects ages ≥ 6 years\n* Subjects resistant to corticosteroids, calcineurin inhibitors (cyclosporine and tacrolimus), sirolimus, mycophenolate mofetil (MMF), mycophenolic acid (MPA), or cyclophosphamide or intolerant to at least 2 of these\n* UPCR ≥ 3 at screening\n* FSGS or MCD confirmed by renal biopsy\n* eGFR ≥ 45 for children and adults\n* Concomitant use of angiotensin-converting-enzyme inhibitor (ACEi) or angiotensin receptor blocker (ARB) at stable doses for at least 2 weeks or have intolerance documented in the source documents maintained at the site\n\nExclusion Criteria:\n\n* Kidney diseases other than FSGS or MCD\n* Collapsing FSGS\n* Systemic lupus erythematosus\n* Diabetes mellitus, both type 1 and type 2\n* Clinically significant congestive heart failure\n* Post renal transplantation, including relapsing post-transplant FSGS\n* Body mass index (BMI): \\> 40 in subjects ≥ 18 years of age and ≥ 99% percentile for subjects \\< 18 years of age\n\nOther protocol defined inclusion/exclusion criteria may apply",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "6 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants in Renal Response at Day 113",
        "description": "Renal Response is defined as the presence of all the following criteria:\n\nPROTEINURIA: Reduction of baseline urine protein/creatinine ratio (UPCR) of \\>= 50% and to less than 3.\n\nRENAL FUNCTION: No worsening of baseline estimated glomerular filtration rate (eGFR) defined as within normal range if normal at baseline or ≥ 75% baseline value if below normal at baseline.",
        "timeFrame": "From first dose to 113 days following first dose of the indicated period (113 days for Double-Blind Period, 226 days for Open Label Period)"
      }
    ],
    "secondary": [
      {
        "measure": "Mean Change From Baseline in Urine Protein/Creatinine Ratio (UPCR) at Day 113",
        "timeFrame": "From baseline (measured at day 1 of study) to 113 days following first dose administered in the indicated treatment period (113 days for Double-Blind Period, 226 days for Open Label Period)"
      },
      {
        "measure": "Mean Change From Baseline in Serum Albumine at Day 113",
        "timeFrame": "From baseline (measured at day 1 of the study) to 113 days following first dose administered in the indicated treatment period (113 days for Double-Blind Period, 226 days for Open Label Period)"
      },
      {
        "measure": "Percentage of Participants Achieving Complete Remission at Day 113",
        "description": "Complete Remission is defined as the presence of all the following criteria:\n\nPROTEINURIA: Urine protein/creatinine ratio (UPCR) ≤ 0.3. RENAL FUNCTION: No worsening of baseline estimated glomerular filtration rate (eGFR) defined as within normal range if normal at baseline or ≥ 75% baseline value if below normal at baseline.",
        "timeFrame": "From first dose to 113 days following first dose of the indicated period (113 days for Double-Blind Period, 226 days for Open Label Period)"
      },
      {
        "measure": "Mean Change From Baseline in Patient Reported Outcomes Measurement Information System (PROMIS) at Day 113 - Adult Participants",
        "description": "PROMIS was used to capture patient reported outcomes relevant to participants with nephrotic syndrome. Mean change from baseline is reported for the following measurements:\n\nFatigue: Short From (SF) Fatigue v1.0 Adult 8a, composed of 8 questions, each one scored from 1 (Not at all) to 5 (Very much). Output presented as Total score, ranging from 8 (most desirable outcome) to 40 (least desirable outcome).\n\nPain Interference: SF Pain Interference v1.0 Adult 8a, (measuring how much pain is interfering with daily activities). Composed of 8 questions, each one scored from 1 (Not at all) to 5 (Very much). Output presented as Total score, ranging from 8 (most desirable outcome) to 40 (least desirable outcome).\n\nPhysical Function: SF Physical Function v1.2 Adult 8b, composed of 8 questions, each one scored from 1 (Without any difficulty) to 5 (Unable to do). Output presented as Total score, ranging from 8 (most desirable outcome) to 40 (least desirable outcome).",
        "timeFrame": "From baseline (measured at day 1 of study) to 113 days following first dose administered in the Double-Blind Period"
      },
      {
        "measure": "Mean Change From Baseline in Patient Reported Outcomes Measurement Information System (PROMIS) at Day 113 - Pediatric Participants",
        "description": "PROMIS was used to capture patient reported outcomes relevant to participants with nephrotic syndrome. Mean change from baseline is reported for the following measurements:\n\nFatigue: Short From (SF) Fatigue v1.0 Peds 10a, composed of 10 questions, each one scored from 0 (Never) to 4 (Almost Always). Output presented as Total score, ranging from 0 (most desirable outcome) to 40 (least desirable outcome).\n\nPain Interference: SF Pain Interference v1.0 Peds 8a, ( measuring how much pain is interfering with daily activities). Composed of 8 questions, each one scored from 0 (Never) to 4 (Almost always). Output presented as Total score, ranging from 0 (most desirable outcome) to 32 (least desirable outcome).\n\nMobility: SF Physical Function-Mobility v1.0 Peds 8a, composed of 8 questions, each one scored from 0 (Not able to do) to 4 (With no trouble). Output presented as Total score, ranging from 0 (least desirable outcome) to 32 (most desirable outcome).",
        "timeFrame": "From baseline (measured at day 1 of study) to 113 days following first dose administered in the Double-Blind Period"
      },
      {
        "measure": "Number of Participants Experiencing Adverse Events",
        "description": "This outcome describes the number of participants experiencing various types of any grade Adverse Events (AEs).\n\nThe Cumulative Abatacept Safety Period starts at the time of the first dose of Abatacept (either in the Double-Blind Period or in the Open Label Period) and lasts 56 days after the last dose of Abatacept",
        "timeFrame": "From first dose in the indicated period to 56 days following last dose in the indicated period (169 days for the Double-Blind Period, up to 337 days for the Cumulative Abatacept Safety Period)"
      },
      {
        "measure": "Number of Participants Experiencing Adverse Events of Special Interest",
        "description": "Number of participants experiencing various types of Adverse Events of interest, including infections, malignancies, autoimmune disorders, and infusional related reactions.",
        "timeFrame": "From first dose on day 1 to 56 days following last dose (approximately 330 days)"
      },
      {
        "measure": "Percentage of Participants With Positive Antibody Response Relative to Baseline",
        "description": "A positive response relative to baseline is defined as a positive response at a post-baseline visit that has a titer value greater than the positive baseline titer value. If the baseline titer is missing or negative, any post-baseline positive titer value is considered a positive response relative to baseline.\n\nImmunogenicity response is presented as the total of immunogenicity response for \"CTLA4 and possibly Ig\" and \"Ig and/or Junction Region\".",
        "timeFrame": "From baseline (day 1) to 168 days following last dose (up to 15 months). Results at day 113 from first dose, day 56, day 84 and day 168 after last dose are presented"
      },
      {
        "measure": "Minimum Blood Plasma Concentration (Cmin) of Abatacept - Adult Participants",
        "timeFrame": "From first dose to 113 days after first dose in the Double Blind Period. Data collected on day 15, day 29, day 57, day 85 and day 113"
      },
      {
        "measure": "Minimum Blood Plasma Concentration (Cmin) of Abatacept - Pediatric Participants",
        "timeFrame": "From first dose to 113 days after first dose in the Double Blind Period. Data collected on day 15, day 29, day 57, day 85 and day 113"
      },
      {
        "measure": "Maximum Observed Serum Concentration (Cmax) of Abatacept",
        "timeFrame": "Day 85 after first dose in the Double Blind Period"
      },
      {
        "measure": "Area Under the Serum Concentration Time Curve Over a Dosing Interval (AUC(TAU)) of Abatacept",
        "timeFrame": "From Day 85 to Day 113 in the Double Blind Period"
      },
      {
        "measure": "Time to Reach Peak Serum Concentration (Tmax(h)) of Abatacept",
        "timeFrame": "Day 85 after first dose in the Double Blind Period"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 13,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:07.666Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}