{
  "nctId": "NCT03570619",
  "briefTitle": "Immunotherapy in Patients With Metastatic Cancers and CDK12 Mutations",
  "officialTitle": "IMPACT: Immunotherapy in Patients With Metastatic Cancers and CDK12 Mutations",
  "protocolDocument": {
    "nctId": "NCT03570619",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-02-01",
    "uploadDate": "2023-12-20T09:03",
    "size": 2194547,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03570619/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 56,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-12-14",
    "completionDate": "2024-03-26",
    "primaryCompletionDate": "2022-12-22",
    "firstSubmitDate": "2018-06-15",
    "firstPostDate": "2018-06-27"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Be ≥18 years of age as of date of signing informed consent.\n* Be willing and able to provide written informed consent for the study.\n* ECOG Performance Status of 0, 1 or 2 (Eastern Cooperative Oncology Group scoring system used to quantify general well-being and activities of daily life; scores range from 0 to 5 where 0 represents perfect health and 5 represents death.\n* Subjects must have a histologic or cytologic diagnosis of metastatic adenocarcinoma of the prostate without small cell histology OR another type of metastatic carcinoma.\n* All subjects, regardless of cancer type, must have a documented CDK12 aberration in tumor tissue.\n* Subjects with prostate cancer must have documented prostate cancer progression within six months prior to screening with PSA progression defined as a minimum of three rising PSA levels ≥ 1; 1 week between each assessment with a baseline PSA value at screening of ≥ 2 ng/mL.\n* Subjects with prostate cancer must have ongoing androgen deprivation with total serum testosterone \\< 50 ng/dL (or ≤ 0.50 ng/mL or 1.73 nmol/L)). If the subject is currently being treated with LHRH agonists (subjects who have not undergone an orchiectomy), this therapy must have been initiated at least 4 weeks prior to registration. This treatment must be continued throughout the study.\n* Subjects with non-prostate histologies must have RECIST 1.1-measurable cancer on computed tomography (CT) or magnetic resonance imaging (MRI) scans.\n* Subjects must have recovered to baseline or ≤ grade 1 toxicities related to any prior treatments unless AE(s) are clinically non-significant and/or stable.\n* Patients must be ≥ 2 weeks from most recent systemic therapy or most recent radiation therapy.\n* Women of childbearing potential must have a negative serum or urine pregnancy test within 28 days prior to registration.\n* Female and male subjects of reproductive potential must agree to use an adequate method of contraception starting with the first dose of study therapy through 5 months (for women) and 7 months (for men) after the last dose of study therapy.\n* Adequate organ and marrow function\n\nExclusion Criteria:\n\n* Prior treatment with anti-PD-1/PD-L1 and anti-CTLA-4 is NOT allowed. Prior intravesical BCG therapy is allowed.\n* Treatment with any investigational agent or on an interventional clinical trial within 28 days prior to registration.\n* Prior or concurrent malignancy except for: adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, localized or locally advanced prostate cancer definitively treated without recurrence or with biochemical recurrence only, or any other cancer fully treated or from which the subject has been disease-free for at least 2 years.\n* Autoimmune diseases such as rheumatoid arthritis. Vitiligo, mild psoriasis (topical therapy only) or hypothyroidism are allowed.\n* Need for systemic corticosteroids \\>10mg prednisone daily or equivalent alternative steroid (except physiologic dose for adrenal replacement therapy) or other immunosuppressive agents (such as cyclosporine or methotrexate) Topical and inhaled corticosteroids are allowed if medically needed.\n* Any history of organ allografts\n* Any history of HIV, hepatitis B or hepatitis C infection",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "The Proportion of Patients With CDK12 Loss of Function Metastatic CRPC That Respond to Treatment.",
        "description": "The primary objective is overall response rate (ORR) of patients with metastatic CRPC. Response will be defined as a 50% decline in PSA (prostate specific antigen) from baseline as determined by PCWG3 criteria.",
        "timeFrame": "Up to 24 months post treatment"
      }
    ],
    "secondary": [
      {
        "measure": "The Proportion of Patients That Respond to Treatment in Cohort B.",
        "description": "Overall response will be defined as patients that achieve either a partial response or complete response using RECIST 1.1 criteria.\n\nComplete response (CR) is defined as disappearance of all target lesions, determined by two separate observations conducted not less than 4 weeks apart. There can be no appearance of new lesions.\n\nPartial response (PR) is defined as at least a 30% decrease in the sum of the longest diameter (LD) of target lesions, taking as reference the baseline sum LD. There can be no appearance of new lesions.",
        "timeFrame": "Up to 104 weeks after start of therapy"
      },
      {
        "measure": "Radiographic Progression Free Survival Time (rPFS)",
        "description": "Radiographic progression-free survival (rPFS) is defined as the duration of time from start of treatment to time of radiographic progression. Progression is defined as at least a 20% increase in the sum of the LD of target lesions, taking as reference the smallest sum LD recorded since the treatment started, or the appearance of one or more new lesions.",
        "timeFrame": "Up to 104 weeks after start of therapy"
      },
      {
        "measure": "Progression Free Survival Time (PFS)",
        "description": "Progression is defined as the duration of time from start of treatment to time of progression. Progression is defined as:\n\nEither, Radiographic progression: At least a 20% increase in the sum of the LD of target lesions, taking as reference the smallest sum LD recorded since the treatment started, or the appearance of one or more new lesions OR, PSA Progression: For rising PSA after an initial decline from baseline, the PSA is recorded from the start of therapy to first PSA increase that is ≥ 25% and ≥ 2ng/mL above the nadir, which is confirmed by a second value 4 or more weeks later, confirming a rising trend. If there is no initial decline from baseline, PSA progression is defined as ≥ 25% increase and ≥ 2 ng/mL increase from baseline beyond 12 weeks.",
        "timeFrame": "Up to 24 months post treatment"
      },
      {
        "measure": "Duration of Therapy (DOT)",
        "description": "Defined by the time interval from the start of treatment to the day of permanent discontinuation of treatment (including death).",
        "timeFrame": "Up to 104 weeks after start of therapy"
      },
      {
        "measure": "Progression Rate at 6 Months",
        "description": "Progression is defined as: Either, Radiographic progression: At least a 20% increase in the sum of the LD of target lesions, taking as reference the smallest sum LD recorded since the treatment started, or the appearance of one or more new lesions OR, PSA Progression: For rising PSA after an initial decline from baseline, the PSA is recorded from the start of therapy to first PSA increase that is ≥ 25% and ≥ 2ng/mL above the nadir, which is confirmed by a second value 4 or more weeks later, confirming a rising trend. If there is no initial decline from baseline, PSA progression is defined as ≥ 25% increase and ≥ 2 ng/mL increase from baseline beyond 12 weeks.",
        "timeFrame": "6 months"
      },
      {
        "measure": "Overall Survival Time",
        "description": "Defined as the time from the start of treatment until death from any cause. Patients alive or lost to follow-up at the time of analysis will be censored at their last date of follow-up.",
        "timeFrame": "Up to 24 months post treatment"
      },
      {
        "measure": "PSA Progression Free Survival Time",
        "description": "PSA Progression: For rising PSA after an initial decline from baseline, the PSA is recorded from the start of therapy to first PSA increase that is ≥ 25% and ≥ 2ng/mL above the nadir, which is confirmed by a second value 4 or more weeks later, confirming a rising trend. If there is no initial decline from baseline, PSA progression is defined as ≥ 25% increase and ≥ 2 ng/mL increase from baseline beyond 12 weeks.",
        "timeFrame": "Up to 24 months post treatment"
      },
      {
        "measure": "Time to PSA Progression",
        "description": "PSA Progression: For rising PSA after an initial decline from baseline, the PSA is recorded from the start of therapy to first PSA increase that is ≥ 25% and ≥ 2ng/mL above the nadir, which is confirmed by a second value 4 or more weeks later, confirming a rising trend. If there is no initial decline from baseline, PSA progression is defined as ≥ 25% increase and ≥ 2 ng/mL increase from baseline beyond 12 weeks.",
        "timeFrame": "Up to 24 months post treatment"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:47.540Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}