{
  "nctId": "NCT02967393",
  "briefTitle": "Influenza Vaccine Feasibility Study in Children With Persistent Asthma",
  "officialTitle": "Feasibility Study to Assess the Safety of Quadrivalent, Live Attenuated Influenza Vaccine (LAIV4) Versus Quadrivalent Inactivated Influenza Vaccine (IIV4) in Children Aged 5-11 Years With Persistent Asthma of Varied Severity (Cell Culture Quadrivalent IIV Used as Surrogate for LAIV4)",
  "protocolDocument": {
    "nctId": "NCT02967393",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2016-08-19",
    "uploadDate": "2018-01-08T09:13",
    "size": 1876381,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02967393/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 40,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-10-10",
    "completionDate": "2017-02-01",
    "primaryCompletionDate": "2017-02-01",
    "firstSubmitDate": "2016-10-31",
    "firstPostDate": "2016-11-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Children between 5-11 years of age, inclusive, at enrollment.\n* Participant must have a current diagnosis of persistent asthma.\n* Parent/legal guardian must provide written informed consent and subject must provide assent as appropriate for age prior to initiation of study procedures and according to local Institutional Review Board (IRB) requirement.\n* Parent/legal guardian and subject must be willing and able to comply with planned study procedures and be available for all study visits.\n* Children aged 5-8 years must have received at least 2 doses of seasonal trivalent or quadrivalent influenza vaccine prior to the current influenza season. Children 9-11 years must have received at least 1 dose of seasonal trivalent or quadrivalent influenza vaccine prior to the current influenza season.\n* Is in good health, other than their asthma, as determined by medical history and targeted physical examination based on medical history.\n* English or Spanish literate.\n* Intention of being available for entire study period and complete all relevant study procedures, including follow-up phone calls and collection of information.\n\nExclusion Criteria:\n\n* Acute illness and/or a reported oral temperature of ≥ 100.4°F within 72 hours prior to enrollment (this may result in a temporary delay of vaccination.\n* Use of antipyretic medication during the preceding 24 hours that might mask a fever (temporary deferral).\n* History of a severe allergic reaction (e.g., anaphylaxis) to any component of study influenza vaccines or a known allergy to eggs.\n* Receipt of any licensed vaccine within 14 days (for inactivated vaccines) or 28 days (for live vaccines) prior to vaccination or planned receipt of any licensed vaccine within 42 days after vaccination.\n* Receipt of current year's licensed influenza vaccine.\n* Received an investigational agent (licensed or unlicensed vaccine, drug, biologic, device, blood product, or medication) in the 28 days prior to enrollment or planned receipt before 42 days after vaccination.\n* Has immunosuppression as a result of an underlying illness or treatment, or use of anticancer chemotherapy or radiation therapy within the preceding 36 months.\n* Has taken ≥ 20mg/day of prednisone or its equivalent, for 14 days or more within the past 28 days.\n* Has know active neoplasm or a history of any hematologic malignancy.\n* Has had a previous exacerbation of their asthma symptoms requiring systemic steroids within the prior 28 days, or has had a life-threatening exacerbation of asthma in the past two years (e.g. hypoxic seizure, mechanical ventilation).\n* History of Guillian-Barre syndrome within 6 weeks of previous influenza vaccination.\n* Has any condition that, in the opinion of the investigator, would interfere with the evaluation of the responses or would place the participant at unacceptable risk of injury.\n* Has any diagnosis, current or past, of schizophrenia, bipolar disease, or other major psychiatric disorder.\n* Currently taking aspirin or aspirin-containing products.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "5 Years",
    "maximumAge": "11 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Feasibility Benchmark: Number of Parents That Complete the Memory Aid 1.",
        "description": "Memory aid 1 is a diary completed by the subjects Parent. Daily symptoms, peak flow and requires the parent to record daily symptoms, peak flow, days, post-vaccination asthma clinical symptoms and symptom scores, adverse event, fever and concomitant medication administration data for 14 days (until day 15) after vaccination.",
        "timeFrame": "15 days"
      },
      {
        "measure": "Feasibility Benchmark: Number of Parent Completing Collection of Adverse Event Data",
        "description": "Parent will collect the following data: need for new prescription or nonprescription medications for the control of asthma, an unscheduled healthcare provider visit or consultation within 42 days after vaccination, any other clinically significant event occurring at any point during the study period. Serious Adverse Events (SAEs) will also be monitored through 42 days after vaccination and will include events that result in death, were life threatening, result in subject hospitalization or prolongation of existing hospitalization, result in persistent or significant disability or incapacity. Additionally, important medical events that may not have resulted in death, were not life threatening, or did not require hospitalization might be considered SAEs when, according to appropriate medical judgment, they jeopardize the patient or subject and require medical or surgical intervention to prevent one of the outcomes listed above.",
        "timeFrame": "Day 16 to 43"
      },
      {
        "measure": "Feasibility Benchmark: Number of Parents That Perform and Document All Home Digital Peak Flow Measurements",
        "description": "Number of parents that perform and document all home digital peak flow measurements at least 11 days out of the 15-day monitoring period.",
        "timeFrame": "15 days"
      },
      {
        "measure": "Feasibility Benchmark: Number of Parents That Perform and Document the Digital Peak Flow for Day 42",
        "description": "Parent will perform and document the digital peak flow for Day 42",
        "timeFrame": "Day 42"
      },
      {
        "measure": "Feasibility Benchmark: Number of Parents That Document Nighttime Awakenings",
        "description": "Number of parents that document nighttime awakenings for at least 11 of the 15-day monitoring period.",
        "timeFrame": "15 days"
      },
      {
        "measure": "Feasibility Benchmark: Number of Parents That Respond to Day 4 Call and Provide Requested Data",
        "description": "Number of parents that respond to Day 4 ( -1 day or + 2 days) call and provide requested data",
        "timeFrame": "Day 3 to 6"
      },
      {
        "measure": "Feasibility Benchmark: Number of Parents That Respond to Day 8 Call and Provide Requested Data.",
        "description": "Number of parents that respond to Day 8 (plus 2 days) call and provide requested data.",
        "timeFrame": "Day 8-10"
      },
      {
        "measure": "Feasibility Benchmark: Number of Parents That Respond to Day 15 Call and Provide Requested Data",
        "description": "Number of parents that respond to Day 15 (minus 1 or plus 2 days) call and provide requested data",
        "timeFrame": "Day 14 to 17"
      },
      {
        "measure": "Feasibility Benchmark: Number of Parents That Respond to Day 29 Call and Provide Requested Data.",
        "description": "Number of Parents that respond to Day 29 ( Plus 2 Days) call and provide requested data.",
        "timeFrame": "Day 29-31"
      },
      {
        "measure": "Feasibility Benchmark: Number of Parents That Respond to Day 44 Call",
        "description": "Number of parents that respond to Day 44 ( Plus 3 Days) call and provide requested data.",
        "timeFrame": "Day 44-47"
      },
      {
        "measure": "Feasibility Benchmark: Number of Parents Completing a Satisfaction Survey",
        "description": "Parent of each participant will be asked to complete a at the end of the study",
        "timeFrame": "42 days"
      }
    ],
    "secondary": [
      {
        "measure": "Severe Local Reactogenicity Events During the 14 Days Post-vaccination",
        "description": "Number of severe local reactogenicity events for 14 days after vaccination between recipients of ccIIV4 and IIV4.",
        "timeFrame": "14 days"
      },
      {
        "measure": "Severe Systemic Reactogenicity Events During the 14 Days Post-vaccination",
        "description": "Number of solicited severe (not serious) systemic reactogenicity events for 14 days after vaccination between recipients of ccIIV4 and IIV4.",
        "timeFrame": "14 days"
      },
      {
        "measure": "Unsolicited and Severe Adverse Events",
        "description": "The nature and frequency of the unsolicited and Severe adverse events will be described in children receiving ccIIV4 and IIV4 during the 42 days after vaccination.",
        "timeFrame": "42 days"
      },
      {
        "measure": "Number of Asthma Exacerbations Requiring Steroids",
        "description": "For the purpose of this study, asthma exacerbation will be defined as: any acute episode of progressively worsening shortness of breath/dyspnea, cough, wheezing, chest tightness, and/or respiratory distress during the 42 days post-vaccination (until day 43) for which the patient receives a new prescription for systemic corticosteroids..",
        "timeFrame": "42 days"
      },
      {
        "measure": "Number Participants With Asthma Exacerbations Requiring Medical Attention",
        "description": "For the purpose of this study, asthma exacerbation will be defined as: any acute episode of progressively worsening shortness of breath/dyspnea, cough, wheezing, chest tightness, and/or respiratory distress during the 42 days post-vaccination (until day 43) for which the patient seeks unscheduled medical attention (e.g., healthcare provider office or Emergency Department visit or hospitalization)",
        "timeFrame": "42 days"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 11,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 16
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:32.836Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}