{
  "nctId": "NCT04210986",
  "briefTitle": "Senolytic Drugs Attenuate Osteoarthritis-Related Articular Cartilage Degeneration: A Clinical Trial",
  "officialTitle": "Senolytic Drugs Attenuate Osteoarthritis-Related Articular Cartilage Degeneration: A Clinical Trial",
  "protocolDocument": {
    "nctId": "NCT04210986",
    "filename": "Prot_SAP_ICF_002.pdf",
    "label": "Study Protocol, Statistical Analysis Plan, and Informed Consent Form",
    "date": "2021-06-11",
    "uploadDate": "2024-05-07T14:27",
    "size": 1276329,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04210986/document/Prot_SAP_ICF_002.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": true
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 75,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-01-06",
    "completionDate": "2023-02-01",
    "primaryCompletionDate": "2023-01-05",
    "firstSubmitDate": "2019-12-03",
    "firstPostDate": "2019-12-26"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nSubjects will be included if all the following criteria are met:\n\n1. Are male or female, ages 40-80;\n2. Are willing to comply with all study related procedures and assessments;\n3. Are ambulatory as defined by ability to complete functional performance testing;\n4. Radiographic evidence of Kellgren-Lawrence grade II-IV osteoarthritis in one or both knees;\n5. Scores 4-10 on the Numerical Rating Scale (NRS) for pain;\n6. Stable dose of screening/baseline medications for at least 2 months prior to the anticipated date of study drug dosing.\n\nExclusion Criteria:\n\nSubjects will be excluded if any of the following criteria are met:\n\n1. Females who are nursing, pregnant or planning to become pregnant during the duration of study drug dosing;\n2. Males who do not wish to abstain from sex or use contraceptive protection during study drug dosing and for 2 weeks after the last dose;\n3. Subjects who do not have the capacity to consent themselves;\n4. Subjects who are unable to tolerate oral medication;\n5. Subjects having previously undergone any of the following treatments in the stated time window.\n\n   * Surgery on the Study Knee in the past 6 months;\n   * Partial or complete joint replacement in the study knee. Partial or complete joint replacement in the contralateral knee is acceptable as long as the surgery was performed at least 6 months prior to enrollment and the operative knee is asymptomatic;\n   * Patients who have undergone arthroscopic surgery (including microfracture and meniscectomy) on the Study Knee in the last 2 years prior to the Screening visit or are anticipated to have arthroscopic surgery on either knee at any time during the study period;\n   * Steroid injection, including extended-release corticosteroid (e.g., Zilretta®) within the last 5 months;\n   * Biologic (platelet-rich plasma, bone marrow, adipose tissue/cells) or hyaluronic acid injection into the Study Knee in the past 6 months;\n6. Subjects with any of the following drug/medication statuses:\n\n   * Currently taking Losartan;\n   * Currently taking Warfarin or related anticoagulants;\n   * Opioid analgesics taken in the past 8 weeks and are not willing to discontinue these medications through the duration of the study;\n   * Senolytic agents taken within the past 6 months and are not willing to discontinue these medications through the duration of the study, including: Fisetin, Quercetin, Luteolin, Dasatinib, Piperlongumine, or Navitoclax;\n   * Drugs that induce significant cellular stress and are not willing to discontinue these medications through the duration of the study, including alkylating agents, anthracyclines, platins, other chemotherapy drugs;\n   * Subjects taking the following other drugs if they cannot be held (per the Principal Investigator) for at least 2 days before and during administration of Fisetin: cyclosporine, tacrolimus, repaglinide, and bosentan.\n7. Subjects with any of the following disease statuses:\n\n   * Significant liver disease (i.e. greater than or equal to 2x the upper limit of normal bilirubin levels) or as in the opinion of the Principal Investigator;\n   * Significant renal disease (eGFR of \\<60 ml/min/1.73m2) or as in the opinion of the Principal Investigator;\n   * History of other formally diagnosed joint diseases including osteonecrosis, acromegaly, Paget's disease, Ehlers-Danlos Syndrome, Gaucher's disease, Cushing's syndrome, Stickler's syndrome, joint infection, hemophilia, hemochromatosis, or neuropathic arthropathy of any cause;\n   * Any active systemic autoimmune disease with musculoskeletal involvement or any history of system inflammatory arthritis;\n   * Patients with type 1 or 2 diabetes (HbA1c\\>6.5%) and/or taking medications that affect insulin levels, including: Metformin (within the last week), Glucocorticoids (within the last month), Acarbose (within the last week);\n8. Subjects unable to safely practically undergo an MRI (BMI \\> 40 kg/m2) or size exceeding limits of MRI equipment, implanted metal in study knee near joint surface, incompatible implant/device, severe claustrophobia;\n9. Subjects that have any medical condition, including laboratory findings and findings in the medical history or in the pre-study assessments, that in the opinion of the Investigator constitutes a risk or contraindication for participation in the study or that could interfere with the study objectives, conduct or evaluation or prevent the patient from fully participating in all aspects of the study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Experiencing One or More Treatment-Emergent Adverse Event",
        "description": "Number of Participants Experiencing one or more Treatment-Emergent Adverse Event (TEAE) within each group.",
        "timeFrame": "Duration of study, an average of 12 months"
      }
    ],
    "secondary": [
      {
        "measure": "Change in Levels of Pro-inflammatory Markers Associated With Senescence",
        "description": "Serum C-reactive protein (CRP) level measured on ELISA. The enzyme linked immunoassay (ELISA) is a laboratory technique that detects certain antigens in the blood. ELISA was used to detect the level of CRP in the blood. The liver releases CRP into blood in response to inflammation. All post-intervention group comparisons were adjusted for the baseline value as a covariate.",
        "timeFrame": "14 days, 45 days, 6 months, 12 months (post 1st drug dose)"
      },
      {
        "measure": "Change in Levels of Cartilage Degenerating Markers Associated With OA",
        "description": "Serum cartilage oligomeric matrix protein (COMP) level measured on ELISA. All post-intervention group comparisons were adjusted for the baseline value as a covariate.",
        "timeFrame": "14 days, 45 days, 6 months, 12 months (post 1st drug dose)"
      },
      {
        "measure": "Change in Physical Function of the Study Knee (6 Min Walk)",
        "description": "The 6 minute walk test (6MWT) assesses distance (in meters) walked over 6 minutes as a sub-maximal test of aerobic capacity, exercise tolerance and endurance. The score range for healthy adults is 400-700 m, depending on age and sex. Shorter distances indicate increased impairment. All post-intervention group comparisons were adjusted for the baseline value as a covariate.",
        "timeFrame": "6 months, and 12 months (post 1st drug dose)"
      },
      {
        "measure": "Change in Physical Function of the Study Knee (Timed-up-and-go Test)",
        "description": "The Timed Up and Go (TUG) test measures how long it takes (in seconds) to stand up, walk a distance of 10 feet, turn, walk back, and sit down again. \\< 10 seconds is considered normal. Longer times indicate poorer function. All post-intervention group comparisons were adjusted for the baseline value as a covariate.",
        "timeFrame": "6 months, and 12 months (post 1st drug dose)"
      },
      {
        "measure": "Change in Physical Function of the Study Knee (Fast 4-meter Walk)",
        "description": "fast 4-meter walk test (4MW). The 4MW was assessed at the fastest safe speed for each participant. This test assesses the capacity for performance of certain activities (e.g., crossing a street before the light changes). Units are m/s, and slower speeds indicate greater impairment. All post-intervention group comparisons were adjusted for the baseline value as a covariate.",
        "timeFrame": "6 months, and 12 months (post 1st drug dose)"
      },
      {
        "measure": "Change in Physical Function of the Study Knee (LEK)",
        "description": "Peak knee adduction moment (KAM) during stance phase of gait in the affected leg, determined using video-motion analysis and force plate data. Values are normalized by mass\\*height of participant. Higher KAM has been associated with more rapid osteoarthritis progression. All post-intervention group comparisons were adjusted for the baseline value as a covariate.",
        "timeFrame": "6 months, and 12 months (post 1st drug dose)"
      },
      {
        "measure": "Change in Physical Function of the Study Knee (Stair-Climbing Test)",
        "description": "The Stair-Climbing Test assesses the time required (in seconds) to ascend and descend a standard flight of 10 stairs. Longer times indicate poorer physical function. Stairs require greater knee extensor force than gait, so this test may be more sensitive to osteoarthritis pain and function than walking tests. All post-intervention group comparisons were adjusted for the baseline value as a covariate.",
        "timeFrame": "6 months, and 12 months (post 1st drug dose)"
      },
      {
        "measure": "Change in Muscle Strength (Isokinetic Dynamometry)",
        "description": "This test utilizes an isokinetic dynamometer to assess the peak knee extension torque that can be produced by the affected leg at a constant rate of knee extension (60 degrees/s). The resulting measure is normalized by body mass and reported with units Newton-meters (Nm). Increased torque over time would indicate improved muscle strength and/or decreased joint pain. All post-intervention group comparisons were adjusted for the baseline value as a covariate.",
        "timeFrame": "6 months, and 12 months (post 1st drug dose)"
      },
      {
        "measure": "Evaluation of Patient Reported Outcomes (PROs) for Knee Pain",
        "description": "Numeric Rating Scale (NRS) reporting 'pain today'. Scale of 0-10 with 0 representing 'no pain' and 10 representing 'severe pain'. All post-intervention group comparisons were adjusted for the baseline value as a covariate.",
        "timeFrame": "every 3 days for the first 6-weeks of drug dosing, then weekly for an additional 6 weeks."
      },
      {
        "measure": "Evaluation of Patient Reported Outcomes (PROs) for Knee Function",
        "description": "Western Ontario and McMaster Universities Arthritis Index (WOMAC) - total score. Scores range from 0 to 96 for the total WOMAC where 0 represents the best health status and 96 the worst possible status. The higher the score, the poorer the function. All post-intervention group comparisons were adjusted for the baseline value as a covariate.",
        "timeFrame": "6 months, 12 months, and 18 months (post 1st drug dose)"
      },
      {
        "measure": "Change in the Quality of Articular Cartilage in the Study Knee With Quantitative Magnetic Resonance Imaging (MRI)",
        "description": "Mean T2 relaxation times were determined across 4 subregions: central medial femur (CMF), central lateral femur (CLF), central medial tibia (CMT), and central lateral tibia (CLT). All post-intervention group comparisons were adjusted for the baseline value as a covariate. The mean T2 changes over time for all subregions were listed in rank order from most positive (indicating worsened cartilage condition over time) to most negative (indicating improved cartilage condition over time). These unitless rankings were used in a Sum of Ranks statistical analysis to compare cartilage changes across different knee joint regions without assuming normality (as appropriate for MRI data). There are no published standards for what would be considered a clinically significant effect for sum-of-ranks cartilage T2 data, so it was assumed that a statistically significant difference would imply clinical significance as well.",
        "timeFrame": "6 months, and 12 months (post 1st drug dose)"
      },
      {
        "measure": "Number of Participants Who Convert to Alterative Treatment Within Each Group.",
        "description": "Patients will be allowed to receive a steroid injection and still participate in the study. All participants that undergo alternative therapy (e.g. total knee arthroplasty or biologic injection) will be recorded, and proportions will be compared between groups.",
        "timeFrame": "Any time during 18-month monitoring period."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 12,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:57.787Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}