{
  "nctId": "NCT03662659",
  "briefTitle": "An Investigational Study of Immunotherapy Combinations With Chemotherapy in Patients With Gastric or Gastroesophageal Junction (GEJ) Cancers",
  "officialTitle": "A Randomized, Open-label, Phase II Clinical Trial of Relatlimab (Anti-LAG-3) and Nivolumab in Combination With Chemotherapy Versus Nivolumab in Combination With Chemotherapy as First-Line Treatment in Patients With Gastric or Gastroesophageal Junction Adenocarcinoma",
  "protocolDocument": {
    "nctId": "NCT03662659",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-06-24",
    "uploadDate": "2022-04-13T11:38",
    "size": 3607607,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03662659/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 274,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-10-16",
    "completionDate": "2024-01-18",
    "primaryCompletionDate": "2020-08-27",
    "firstSubmitDate": "2018-09-06",
    "firstPostDate": "2018-09-07"
  },
  "eligibilityCriteria": {
    "criteria": "For more information regarding Bristol-Myers Squibb Clinical Trial participation, please visit www.BMSStudyConnect.com\n\nInclusion Criteria:\n\n* Eastern Cooperative Oncology Group (ECOG) performance status score of 0 or 1\n* Histologically- or cytologically-confirmed diagnosis of unresectable and either locally advanced, or metastatic gastric cancer or GEJ adenocarcinoma\n* No prior treatment with systemic treatment (including HER 2 inhibitors) given as primary therapy for unresectable and either locally advanced, or metastatic GC or GEJ adenocarcinoma\n* Tumor tissue must be provided for biomarker analyses\n\nExclusion Criteria:\n\n* Participants with HER2 positive status\n* Participants with known untreated central nervous system (CNS) metastases\n* Uncontrolled or significant cardiovascular disease\n\nOther protocol defined inclusion/exclusion criteria could apply",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "BICR-Assessed Objective Response Rate (ORR) in Randomized LAG-3 Positive (>=1 %) Participants",
        "description": "The number of LAG-3 Positive (\\>=1%) participants with a Best Overall Response (BOR) of confirmed Complete Response (CR) or Partial Response (PR) divided by the number of randomized LAG-3 positive (\\>=1%) participants in each arm; recorded between randomization date and the date of objectively documented progression \\[per RECISIT 1.1\\], death due to any cause, or date of subsequent anticancer therapy, whichever occurs first.\n\nCR= Disappearance of all target lesions PR= At least a 30% decrease in the sum of diameters of target lesions",
        "timeFrame": "Up to 25 months"
      },
      {
        "measure": "BICR-Assessed Objective Response Rate (ORR) in Randomized LAG-3 Positive (>=1 %) Participants - Extended Collection",
        "description": "The number of LAG-3 Positive (\\>=1%) participants with a Best Overall Response (BOR) of confirmed Complete Response (CR) or Partial Response (PR) divided by the number of randomized LAG-3 positive (\\>=1%) participants in each arm; recorded between randomization date and the date of objectively documented progression \\[per RECISIT 1.1\\], death due to any cause, or date of subsequent anticancer therapy, whichever occurs first.\n\nCR= Disappearance of all target lesions PR= At least a 30% decrease in the sum of diameters of target lesions Progression=At least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study and the sum must also demonstrate an absolute increase of at least 5 mm.",
        "timeFrame": "From randomization date to the date of objectively documented progression, death due to any cause, or date of subsequent anticancer therapy, whichever occurs first (Up to 63 months)"
      }
    ],
    "secondary": [
      {
        "measure": "Objective Response Rate (ORR)",
        "description": "Objective response rate (ORR) based on Blinded Independent Central Review (BICR) and Investigator assessments is defined as the number of participants with a Best Overall Response (BOR) of confirmed Complete Response (CR) or Partial Response (PR) divided by the number of randomized participants in each arm; recorded between randomization date and the date of objectively documented progression \\[per RECISIT 1.1\\], death due to any cause, or date of subsequent anticancer therapy, whichever occurs first.\n\nCR= Disappearance of all target lesions PR= At least a 30% decrease in the sum of diameters of target lesions Progression=At least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study and the sum must also demonstrate an absolute increase of at least 5 mm.",
        "timeFrame": "From randomization date to the date of objectively documented progression, death due to any cause, or date of subsequent anticancer therapy, whichever occurs first (Up to 63 months)"
      },
      {
        "measure": "Duration of Response (DOR)",
        "description": "Duration of Response (DOR) based on Blinded Independent Central Review (BICR) and investigator is defined as the time between the date of first documented complete response (CR) or partial response (PR) and the date of the first disease progression, per RECIST 1.1, or death due to any cause, or date of subsequent anticancer therapy, whichever occurs first.\n\nCR= Disappearance of all target lesions PR= At least a 30% decrease in the sum of diameters of target lesions",
        "timeFrame": "From the date of first dose to the date of the first disease progression or death due to any cause, or date of subsequent anticancer therapy, whichever occurs first (Up to 63 months)"
      },
      {
        "measure": "Overall Survival (OS)",
        "description": "Overall Survival (OS) is defined as the time between the date of randomization and the date of death due to any cause. For those without documentation of death, OS will be censored on the last date the participant was known to be alive.",
        "timeFrame": "From the date of randomization to the date of death due to any cause (Up to 63 months)"
      },
      {
        "measure": "Progression-Free Survival (PFS)",
        "description": "Progression-Free Survival (PFS) per Blinded Independent Central Review (BICR) and Investigator is defined as the time between the date of randomization and the first date of documented progression, or death due to any cause, or date of subsequent anticancer therapy, whichever occurs first. Participants who die without a reported prior progression (and die without start of subsequent therapy) will be considered to have progressed on the date of death.\n\nProgression=At least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study and the sum must also demonstrate an absolute increase of at least 5 mm.",
        "timeFrame": "From the date of randomization to the first date of documented progression, or death due to any cause, or date of subsequent anticancer therapy, whichever occurs first (Up to 63 months)"
      },
      {
        "measure": "Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)",
        "description": "Number of participants with any grade adverse events (AEs), serious adverse events (SAE), and adverse events leading to discontinuation using National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE v 5.0). An AE is defined as any new untoward medical occurrence or worsening of a preexisting medical condition in a clinical investigation participant administered study treatment and that does not necessarily have a causal relationship with this treatment. SAE is defined as any untoward medical occurrence that, at any dose results in death, is life threatening, requires inpatient hospitalization, results in significant disability, is a birth defect, or is an important medical event.",
        "timeFrame": "From first dose to 30 days post last dose (Up to 60 months)"
      },
      {
        "measure": "Number of Participants Who Died",
        "description": "Number of participants who died in each arm.",
        "timeFrame": "Up to 60 months"
      },
      {
        "measure": "Number of Participants With Laboratory Abnormalities in Specific Liver Tests",
        "description": "Number of participants with laboratory abnormalities in specific liver tests based on US conventional units. The number of participants with the following laboratory abnormalities from on-treatment evaluations will be summarized:\n\n* ALT or AST \\> 3 x ULN, \\> 5 x ULN, \\> 10 x ULN and \\> 20 x ULN\n* Total bilirubin \\> 2 x ULN\n* ALP \\> 1.5 x ULN\n* Concurrent (within 1 day) ALT or AST \\> 3 x ULN and total bilirubin \\> 1.5 x ULN\n* Concurrent (within 30 days) ALT or AST \\> 3 x ULN and total bilirubin \\> 1.5 x ULN\n* Concurrent (within 1 day) ALT or AST \\> 3 x ULN and total bilirubin \\> 2 x ULN\n* Concurrent (within 30 days) ALT or AST \\> 3 x ULN and total bilirubin \\> 2 x ULN",
        "timeFrame": "From first dose to 30 days post last dose (Up to 60 months)"
      },
      {
        "measure": "Number of Participants With Laboratory Abnormalities in Specific Thyroid Tests",
        "description": "Number of participants with laboratory abnormalities in specific thyroid tests based on US conventional units. The number of participants with the following laboratory abnormalities from on-treatment evaluations will be summarized:\n\n* TSH value \\> ULN and\n* with baseline TSH value \\<= ULN\n* with at least one FT3/FT4 test value \\< LLN within 2-week window after the abnormal TSH test\n* with all FT3/FT4 test values \\>= LLN within 2-week window after the abnormal TSH test\n* with FT3/FT4 missing within 2-week window after the abnormal TSH test.\n* TSH \\< LLN and\n* with baseline TSH value \\>= LLN\n* with at least one FT3/FT4 test value \\> ULN within 2-week window after the abnormal TSH test\n* with all FT3/FT4 test values \\<= ULN within 2-week window after the abnormal TSH test\n* with FT3/FT4 missing within 2-week window after the abnormal TSH test",
        "timeFrame": "From first dose to 30 days post last dose (Up to 60 months)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 74,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:46.341Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}