{
  "nctId": "NCT04270942",
  "briefTitle": "At-Risk for Type 1 Diabetes Extension Study (TN-10 Extension)",
  "officialTitle": "An Open-Label Study to Evaluate the Safety of Teplizumab (PRV-031) in At-Risk Relatives Who Develop Type 1 Diabetes",
  "protocolDocument": {
    "nctId": "NCT04270942",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-12-02",
    "uploadDate": "2025-01-20T12:27",
    "size": 991660,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04270942/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 6,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-02-26",
    "completionDate": "2024-01-22",
    "primaryCompletionDate": "2024-01-22",
    "firstSubmitDate": "2020-02-10",
    "firstPostDate": "2020-02-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Previous participant in the TN-10 study\n2. Participant had received a diagnosis of type 1 diabetes after the conclusion of the TN-10 study, according to the criteria from the American Diabetes Association (ADA).\n3. Participant was able to initiate teplizumab treatment required in this study within 1 year of type 1 diabetes diagnosis.\n4. Participant was willing to forego other forms of experimental treatment during the entire study.\n5. Participant and/or guardian had given informed consent and assent as applicable.\n\nExclusion Criteria:\n\n1. Had an active infection and/or fever.\n2. Had a history of or serologic evidence at screening of current or past infection with human immunodeficiency virus (HIV), hepatitis B virus (HBV), or hepatitis C virus (HCV).\n3. An individual who had a medical, psychological or social condition that, in the opinion of the Principal Investigator, would interfere with safe and proper completion of the trial.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Treatment-emergent Adverse Events (TEAEs), Treatment-emergent Adverse Events of Special Interest (TEAESIs) and Treatment-emergent Serious Adverse Events (TESAEs)",
        "description": "An AE was any untoward medical occurrence in a participant or clinical study participant,temporally associated with use of study dose,whether or not considered related to study dose.AESI was any AE that met any of following:All \\>=Grade 3 infections (including all opportunistic infections);acute mononucleosis-like illness;lymphomas or other malignancies;severe hypoglycemic episode;\\>=Grade 3 liver function abnormalities, thrombocytopenia, neutropenia or rash;\\>= Grade 4 allergic/hypersensitivity reaction (anaphylaxis) or cytokine-release syndrome; lymphocyte count \\<500/cubic millimeter for 7 days or longer. An SAE was as any untoward medical occurrence that,at any dose:resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization,resulted in persistent disability/incapacity, was a congenital anomaly/birth defect or any other medically important event.A TEAE was any AE which started during or after the first dose of teplizumab.",
        "timeFrame": "From the first dose of study drug administration (Day 1) up to approximately 78 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Serum Concentration Immediately Prior to Administration of the Next Dose (Ctrough) of Teplizumab at Day 364",
        "description": "Blood samples were collected for evaluation of pharmacokinetic (PK) data.",
        "timeFrame": "Pre-dose on Day 364"
      },
      {
        "measure": "Number of Participants With Anti-drug Antibodies (ADA) Against Teplizumab",
        "description": "Blood samples were collected for the evaluation of ADA against teplizumab.",
        "timeFrame": "Up to Day 364"
      },
      {
        "measure": "Area Under the Time-Versus-Concentration Curve (AUC) of C-peptide After a 4-hour (4h) Mixed Meal Tolerance Test (MMTT) at Week 78",
        "description": "The AUC of C-peptide was measured after a 4-hour MMTT as a measure of assessing endogenous insulin production and beta cell function. The AUC was computed using the trapezoidal rule and standardized by the duration of the MMTT test for the analysis.",
        "timeFrame": "Week 78"
      },
      {
        "measure": "Glycated Hemoglobin (HbA1c) Levels at Week 78",
        "description": "Blood samples were collected for evaluation of HbA1c.",
        "timeFrame": "Week 78"
      },
      {
        "measure": "Average Daily Use of Exogenous Insulin at Week 78",
        "description": "The average daily insulin use was calculated based on participants who had at least 3 days of insulin use recorded in the diary for the Week 78 visit.",
        "timeFrame": "Week 78"
      },
      {
        "measure": "Number of Participants With Severe Hypoglycemic Episodes",
        "description": "The severity of a hypoglycemia event was identified by the Investigator and classified according to National Cancer Institute-Common Terminology Criteria for Adverse Events version 5.0 as follows:\n\n* Grade 3 hypoglycemia: 30-39 milligram/deciliter (mg/dL) (1.7-2.1 millimole \\[mmol\\]/L). This is considered severe or medically significant but not immediately life-threatening. Hospitalization or prolongation of hospitalization is likely indicated. It is considered disabling and limits self-care.\n* Grade 4 hypoglycemia: \\<=29 mg/dL (1.6 mmol/L). This is considered life threatening (seizures) with urgent intervention indicated.\n* Grade 5 hypoglycemia: Hypoglycemia resulting in death. Hypoglycemia \\>=Grade 3 was considered as severe hypoglycemia.",
        "timeFrame": "From the first dose of study drug administration (Day 1) up to approximately 78 weeks"
      },
      {
        "measure": "Number of Participants With Change in Cluster of Differentiation (CD)8+ TIGIT+ KLRG1+ T Cells",
        "description": "CD8+ TIGIT+ KLRG1+ T cells were measured using flow cytometry.",
        "timeFrame": "From the first dose of study drug administration (Day 1) up to approximately 78 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 49,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:09.056Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}