{
  "nctId": "NCT05994924",
  "briefTitle": "Storytelling To Prevent Obesity and Encourage Responsive Feeding Practices in Young Children",
  "officialTitle": "A Pilot Randomized Controlled Trial Using Storytelling To Prevent Obesity and Encourage Responsive Feeding Practices in Young Children",
  "protocolDocument": {
    "nctId": "NCT05994924",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-08-08",
    "uploadDate": "2025-03-05T14:23",
    "size": 157908,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05994924/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 61,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2024-02-06",
    "completionDate": "2024-09-12",
    "primaryCompletionDate": "2024-09-12",
    "firstSubmitDate": "2023-08-09",
    "firstPostDate": "2023-08-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Parent of 2-4 year old child\n* Is at least 18 years old\n* Participant can read and write English\n* The participant's child has no medical conditions that affect development, feeding, or growth\n\nExclusion Criteria:\n\n* Participant is not a parent of a 2-4 year old child\n* Parent is less than 18 years old\n* Parent can not read and write English\n* Participant's child has a medical condition that affects development, feeding, or growth\n* Family/household member participating in study",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Parents Approached",
        "description": "Number of parents who are approached for participation at 3 primary care offices.",
        "timeFrame": "Baseline"
      },
      {
        "measure": "Number of Parents Consented",
        "description": "Number of parents that consented to participating in the study.",
        "timeFrame": "Baseline"
      },
      {
        "measure": "Number of Parents who Viewed Videos Provided by Provider",
        "description": "tracking the number of videos viewed by each parent",
        "timeFrame": "Month 2"
      },
      {
        "measure": "Number of Parents who Complete In-Person Group Sessions",
        "description": "tracking the number of sessions attended by each parent",
        "timeFrame": "Month 2"
      },
      {
        "measure": "Parent Acceptance of Intervention - Percent of parents",
        "description": "Measure parent acceptability of intervention using brief survey and semi-structured interview responses - Percent of parents who respond on the survey that the intervention was acceptable or completely acceptable to them",
        "timeFrame": "Month 4"
      },
      {
        "measure": "Provider Acceptance of Intervention - Percent of providers",
        "description": "Measure provider acceptability using a short survey - Percent of providers who respond on the survey that the intervention was acceptable or completely acceptable to them",
        "timeFrame": "Month 4"
      },
      {
        "measure": "Facilitator Acceptance of Intervention - Percent of facilitators",
        "description": "Measure facilitator acceptability using semi-structured interviews - Percent of facilitators who respond on the survey that the intervention was acceptable or completely acceptable to them",
        "timeFrame": "Month 4"
      }
    ],
    "secondary": [
      {
        "measure": "Mean pressure to eat score (Child Feeding Questionnaire)",
        "description": "The 4-item subscale from the Child Feeding Questionnaire, called Pressure to Eat, measures parents' tendency to pressure their children to eat more food, typically at mealtimes. Possible scores range from 1-5, with higher scores indicating greater severity of parents' tendency to pressuring their children to eat more food. Information to be utilized in a future larger study.",
        "timeFrame": "Month 4"
      },
      {
        "measure": "Mean restriction score (Child Feeding Questionnaire)",
        "description": "The 8-item subscale from the Child Feeding Questionnaire, called Restriction, measures the extent to which parents restrict their child's access to foods. Possible scores range from 1-5, with higher scores indicating greater severity of parents restricting their child's access to foods. Information to be utilized in a future larger study.",
        "timeFrame": "Month 4"
      },
      {
        "measure": "Mean satiety responsiveness score",
        "description": "Mean satiety responsiveness score obtained using a 5-point scale from Child Eating Behavior Questionnaire. Possible scores range from 1-5, with higher scores indicating higher self-regulation. Information to be utilized in a future larger study.",
        "timeFrame": "Month 4"
      },
      {
        "measure": "Mean food responsiveness score",
        "description": "Mean food responsiveness score obtained using a 5-point scale from Child Eating Behavior Questionnaire. Possible scores range from 1-5, with higher scores on food responsiveness indicating lower self-regulation. Information to be utilized in a future larger study.",
        "timeFrame": "Month 4"
      },
      {
        "measure": "Mean enjoyment of food score",
        "description": "Mean enjoyment of food score obtained using a 5-point scale from Child Eating Behavior Questionnaire. Possible scores range from 1-5, with higher scores on food responsiveness indicating lower self-regulation. Information to be utilized in a future larger study.",
        "timeFrame": "Month 4"
      },
      {
        "measure": "Mean of families using structured mealtime practices",
        "description": "The 10-item Structure of Family Meals subscale from the Meals in our Household Questionnaire measures how often families spend their mealtimes in a specific setting. Possible scores range from 0-4, with higher scores indicating higher occurrences of specific mealtime settings. Information to be utilized in a future larger study.",
        "timeFrame": "Month 4"
      },
      {
        "measure": "Percentage of families eating family meals at least 3 times per week",
        "description": "Percentage of families eating family meals at least 3 times per week using Family Meal Frequency Questionnaire which asks how many times a week the family eats dinner together, both at home and at a restaurant. Information to be utilized in a future larger study.",
        "timeFrame": "Month 4"
      },
      {
        "measure": "Percentage of Parents that are categorized into four feeding styles (Caregiver's Feeding Styles Questionnaire Reduced Version)",
        "description": "The 10-item questionnaire is measured on a 5-point Likert scale (ranging from 1=never to 5=always). The demandingness and responsiveness scores are used to categorize parent feeding style into one of four categories: authoritative, authoritarian, indulgent, and uninvolved styles.",
        "timeFrame": "month 4"
      },
      {
        "measure": "Fidelity of intervention delivery - Percentage of key points",
        "description": "Study staff will complete Evaluation Checklist of key points communicated during each session to determine intervention delivery - Percentage of key points communicated during the sessions from the Evaluation Checklist",
        "timeFrame": "month 4"
      },
      {
        "measure": "Facilitator Self-Competence Percentage - Percentage of facilitators",
        "description": "Facilitator self-competence percentage will be collected from facilitators responding to an open-ended question after each session to evaluate the strong and weak points of their own delivery - : Percentage of facilitators who respond agree or strongly agree to survey question about perceived self-competence",
        "timeFrame": "month 4"
      },
      {
        "measure": "Fidelity of Receipt - : Percentage of parents",
        "description": "Percentage of parents who respond agree or strongly agree to survey question about whether the video content was relevant",
        "timeFrame": "month 4"
      },
      {
        "measure": "Percentage of Parents who Identified a Goal",
        "description": "Receipt will be collected through the follow-up survey. Information collected includes a response of \"yes\" or \"no\" by parent expert assessment of whether the parent identified an attainable, specific, and measurable goal. Percentage of parents who identified a goal will include the percentage who answer \"yes\".",
        "timeFrame": "month 4"
      },
      {
        "measure": "Enactment percentage",
        "description": "Enactment will be collected through the follow-up survey. Enactment Percentage will include those considered by an expert to have made a specific and measurable change in feeding practices.",
        "timeFrame": "month 4"
      }
    ],
    "other": [
      {
        "measure": "Qualitative Analysis",
        "description": "Information collected from semi-structured interviews. Thematic analysis performed and coded by two independent investigators. Representative quotes will be recorded, and transcript codes will be grouped into similar categories. Investigators will interpret themes and sub-themes from these categories.",
        "timeFrame": "month 4"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 7,
      "secondaryCount": 13,
      "otherCount": 1,
      "totalCount": 21
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:14.451Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}