{
  "nctId": "NCT01145209",
  "briefTitle": "Ofatumumab-based Induction Chemoimmunotherapy in Previously Untreated Patients With CLL/SLL",
  "officialTitle": "A Phase II Study of Ofatumumab-Based Induction Chemoimmunotheraphy Followed by Consolidation Ofatumumab Immunotherapy in Previously Untreated Patients With Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma",
  "protocolDocument": {
    "nctId": "NCT01145209",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-12-05",
    "uploadDate": "2019-03-21T14:26",
    "size": 1005308,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01145209/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 32,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2010-07-01",
    "completionDate": "2023-09-15",
    "primaryCompletionDate": "2017-10-31",
    "firstSubmitDate": "2010-06-15",
    "firstPostDate": "2010-06-16"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n\nHistologically confirmed CLL or SLL as defined by the following:\n\n* B-lymphocytosis greater than 5000 cells/micro L (may be less than 5000 cells/micro L if lymphadenopathy is present with histologic confirmation of lymph node involvement by SLL).\n* Immunophenotypic profile consistent with CLL as demonstrated by flow cytometry\n* Appropriate immunophonotype (CD5/19/23+)\n* Clonality of lymphocytosis confirmed by flow cytometry\n* large lymphocytes less than 55 % of blood lymphocytes\n\nActive disease as defined by at least one of the following:\n\n* Weight loss greater than or equal to10 percent within the previous 6 months\n* Extreme fatigue\n* Fevers of greater than 100.5 degree F for greater than or equal to 2 weeks without evidence of infection\n* Night sweats for more than one month without evidence of infection\n* Evidence of progressive marrow failure as manifested by the development of, or worsening of, anemia and/or thrombocytopenia\n* Massive or progressive splenomegaly\n* Massive nodes or clusters or progressive lymphadenopathy\n* Progressive lymphocytosis with an increase of greater than 50% over a 2 month period, or an anticipated doubling time of less than 6 months 0\n\nMeasurable disease (defined as two dimensional disease on imaging or quantifiable leukemic disease).\n\nAges 18 and over.\n\nEXCLUSION CRITERIA:\n\nPrior monoclonal antibody therapy with agents having anti-CLL activity\n\nPrior cytotoxic chemotherapy with agents having anti-CLL activity (Fludarabine, Cyclophosphamide, Bendamustine, Chlorambucil)\n\nTransformed CLL\n\nActive autoimmune hemolytic anemia or thrombocytopenia\n\nAny medical condition that requires the chronic use of corticosteroids\n\nActive or latent Hepatitis B infection\n\nHIV infection\n\nSevere chronic obstructive pulmonary disease, severe cardiac disease, or other uncontrolled medical condition that would, in the opinion of the principal investigator, place the subject at an unreasonable risk of life-threatening adverse events due to chemoimmunotherapy\n\nECOG performance status 3 or worse\n\nCreatinine greater than or equal to 2 mg/dL or creatinine clearance less than or equal to 30 mL/min\n\nBilirubin greater than or equal to 2 mg/dL or active hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, or stable chronic liver disease per investigator assessment)\n\nFemale patients: Current pregnancy or unwilling to take oral contraceptives or refrain from pregnancy if of childbearing potential or currently breastfeeding. Male patients who are unwilling to follow the contraception requirements described in this protocol.\n\nPsychiatric illness/social situations that would limit the patient s ability to tolerate and/or comply with study requirements.\n\nUnable to understand the investigational nature of the study or give informed consent.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "99 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Progression Free Survival Rate 2 Years After Initiation of Induction Therapy",
        "description": "Death or disease progression defined by the 2008 IWCLL guideline as follows;\n\n* Greater than or equal to 50% increase in the SPD of at least 2 lymph nodes (at least one node must be greater than or equal to 2 cm); appearance of any new lymph nodes on physical examination or imaging\n* Greater than or equal to 50% increase in the size of the liver and/or spleen as determined by measurement below the respective costal margin or CT scan or appearance of palpable hepatomegaly or splenomegaly, which was not previously present\n* Greater than or equal to 50% increase in the absolute number of circulating lymphocytes to at least 5000/ul\n* Transformation to a more aggressive histology\n* Occurrence of any cytopenia attributable to CLL. After treatment: the progression of any cytopenia (unrelated to autoimmune cytopenia), as documented by a decrease of Hb levels by more than 20 g/L (2 g/dL) or to less than 100 g/L (10 g/dL), or by a decrease of platelet counts by more than 50% or to les",
        "timeFrame": "2 years"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Grade 3 and 4 Treatment Related Adverse Events",
        "description": "Number of Grade 3 and 4 treatment related adverse events as defined by CTCAE version 3.0 criteria.\n\nCTCAE (Common Terminology Criteria for Adverse Events) provides a list of adverse event (AE) terms commonly reported. Each AE term is defined and accompanied by a grading scale that indicates the severity of the AE. The CTCAE v3.0 displays Grades 1 through 5 with unique clinical descriptions of severity for each AE based on this general guideline: Grade 1 is a Mild AE; Grade 2 is a Moderate AE; Grade 3 is a Severe AE; Grade 4 is a Life-threatening or disabling AE; and Grade 5 is a Death related to AE",
        "timeFrame": "2 years"
      },
      {
        "measure": "Participants With Minimal Residual Disease (MRD) Negativity",
        "description": "Participants with minimal residual disease (MRD) negativity following the completion of induction chemoimmunotherapy.",
        "timeFrame": "2 years"
      },
      {
        "measure": "Participants With MRD Negativity at the Completion of Consolidation Immunotherapy Who Failed to Achieve MRD Negativity",
        "description": "Participants with MRD negativity at the completion of consolidation immunotherapy who failed to achieve MRD negativity following completion of induction chemoimmunotherapy",
        "timeFrame": "2 years"
      },
      {
        "measure": "Participants With Complete Response Rates Following Induction Chemoimmunotherapy.",
        "description": "Participants with complete response rates to induction chemoimmunotherapy.\n\nCriteria for complete response (CR): CR requires all of the following:\n\n* Peripheral blood lymphocytes \\< 4000/uL\n* Absence of significant lymphadenopathy by physical examination and appropriate radiographic techniques (CT or MRI). All lymph nodes must have regressed to \\<=1.5cm in greatest diameter\n* Absence of hepatomegaly or splenomegaly by physical examination, or appropriate radiographic techniques. Spleen, if enlarged before therapy must have regressed in size and must not be palpable by physical exam.\n* Absence of constitutional symptoms\n* Normal CBC, defined as: - Polymorphonuclear cells ≥ 1,500/uL - Platelets \\> 100,000/uL (untransfused) - Hemoglobin \\> 11 g/dL (untransfused)\n* Bone marrow biopsy demonstrates normal cellularity for age, with less than 30% of nucleated cells being lymphocytes. Lymphoid nodules should be absent",
        "timeFrame": "2 years"
      },
      {
        "measure": "Participants Overall Response Rates Following Induction Chemoimmunotherapy.",
        "description": "Participants with complete response rates to induction chemoimmunotherapy.\n\nCriteria for complete response (CR) requires all of the following: Peripheral blood lymphocytes \\< 4000/uL. No significant lymphadenopathy. Lymph nodes regressed to \\<=1.5cm. No hepatomegaly or splenomegaly. Spleen, if enlarged before therapy must have regressed in size and not be palpable. Absence of constitutional symptoms. Bone marrow biopsy demonstrates normal cellularity for age, with less than 30% of nucleated cells being lymphocytes. No lymphoid nodules.\n\nCriteria for partial response (PR) requires at least one element of an abnormal CBC and at least one of the following: ≥ 50% decrease in peripheral blood lymphocyte count; ≥ 50% reduction in the sum of the products of lymph nodes up to 6 nodes or nodal masses. No new sites or increase in size of nodes; ≥ 50% reduction in pathologic enlargement of the liver and/or spleen by 50%.",
        "timeFrame": "2 years"
      },
      {
        "measure": "Participants Overall Survival Rate After Initiation of Induction Chemoimmunotherapy",
        "description": "Participants overall survival rate 2 years after initiation of induction chemoimmunotherapy",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Median Relationship of CD20 Expression With MRD Negativity Rate",
        "description": "Median relationship of biomarker, CD20 expression with MRD negativity clinical response rate. Flow cytometry was use to quantified surface CD20 on peripheral blood.",
        "timeFrame": "2 years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 49,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:46.967Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}