{
  "nctId": "NCT05442554",
  "briefTitle": "A Study of Brentuximab Vedotin Treatment in Chinese Adults With CD30-Positive Cutaneous T-Cell Lymphoma",
  "officialTitle": "A Phase 4, Single Arm, Open Label, Multicenter Study of Brentuximab Vedotin Treatment of Chinese Patients With CD30-Positive Cutaneous T-Cell Lymphoma",
  "protocolDocument": {
    "nctId": "NCT05442554",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-01-31",
    "uploadDate": "2025-08-10T10:40",
    "size": 1181976,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05442554/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 10,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-11-28",
    "completionDate": "2024-08-09",
    "primaryCompletionDate": "2024-08-09",
    "firstSubmitDate": "2022-06-30",
    "firstPostDate": "2022-07-05"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1\\. Histologically- confirmed cluster of differentiation antigen 30 positive (CD30+) disease by local laboratory assessment and pathology review.\n\n2\\. Participants with primary cutaneous anaplastic large cell lymphoma (pcALCL) who have received prior radiation therapy or at least 1 prior systemic therapy, or participants with mycosis fungoides (MF) who have received at least 1 prior systemic therapy for their disease. 3. Eastern Cooperative Oncology Group (ECOG) performance status of ≤2. 4. Suitable venous access for the study-required blood sampling. 5. Participants must have radiographically or clinically measurable or evaluable disease.\n\n6\\. Recovered (i.e., Grade 1 toxicity) from the reversible effects of prior antineoplastic therapy.\n\n-Exclusion Criteria:\n\n1. A concurrent diagnosis of systemic anaplastic large cell lymphoma (ALCL), or other non-Hodgkin lymphoma (excluding lymphomatoid papulosis \\[LyP\\]).\n2. A concurrent diagnosis of sézary syndrome (SS) or high blood tumor burden (B2) disease.\n3. Corticosteroid therapy for the treatment of cutaneous T-cell lymphoma (CTCL) within 3 weeks of first dose of study drug.\n4. Known hypersensitivity to recombinant proteins, murine proteins, or any excipient contained in the drug formulation.\n5. Life-threatening illness unrelated to cancer.\n6. Severe central nervous system (CNS), pulmonary, renal, or hepatic disease not related to the participant's cancer.\n7. Known active cerebral/meningeal disease, including signs or symptoms of progressive multifocal leukoencephalopathy (PML).\n8. Known human immunodeficiency virus (HIV) positive.\n9. Known hepatitis B surface antigen positive or known or suspected active hepatitis C infection.\n10. Any severe active systemic viral, bacterial, or fungal infection within 1 week before first study drug dose requiring systemic antimicrobial therapy. (Oral antibiotics for prophylaxis are allowed.)\n11. Receiving antibody-directed or immunoglobulin-based immune therapy (eg, immunoglobulin replacement, other monoclonal antibody therapies) within 12 weeks of first study drug dose.\n12. Any of the following cardiovascular conditions or values within 6 months before the first dose of study drug:\n\n    * Myocardial infarction within 6 months of enrollment.\n    * New York Heart Association (NYHA) Class III or IV heart failure.\n    * Evidence of current uncontrolled cardiovascular conditions, including cardiac arrhythmias, congestive heart failure (CHF), angina, or electrocardiographic evidence of acute ischemia or active conduction system abnormalities.\n13. History of another primary malignancy not in remission for at least 3 years. The following are exempt from the 3-year limit: completely resected in situ carcinoma, such as nonmelanoma skin cancer and cervical carcinoma in situ on biopsy or a squamous intraepithelial lesion on Pap smear.\n14. Oral retinoid therapy for any indication within 3 weeks of the first dose of study drug.\n15. History of pancreatitis or significant risk factors for developing pancreatitis (eg, prior pancreatitis, uncontrolled hyperlipidemia, excessive alcohol consumption, uncontrolled diabetes mellitus, biliary tract disease, and medications known to increase triglyceride levels or to be associated with pancreatic toxicity).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Overall Response Rate (ORR) Lasting at Least 4 Months in Participants With CD30+ MF or pcALCL",
        "description": "ORR is defined as the percentage of participants who achieve complete response (CR) or partial response (PR) that lasts at least 4 months. CR is defined as complete disappearance of all clinical evidence of disease and PR is defined as regression of measurable disease. ORR was determined based on Global Response Score (GRS) which consisted of a skin assessment by the investigator using the modified severity-weighted assessment tool (mSWAT), nodal and visceral involvement using computed tomography (CT) scan, and for the participants with mycosis fungoides (MF) only, detection of circulating Sezary cells. Response Criteria were based on International Society for Cutaneous Lymphomas (ISCL), United States Cutaneous Lymphoma Consortium (USCLC) and European Organisation for Research and Treatment of Cancer (EORTC) Consensus guidelines.",
        "timeFrame": "Up to 58 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Complete Response (CR) Rate",
        "description": "CR rate is defined as the percentage of participants with CR. CR is defined as complete disappearance of all clinical evidence of disease. CR was determined based on GRS which consisted of a skin assessment by the investigator using the mSWAT, nodal and visceral involvement using computed tomography (CT) scan, and for the participants with MF only, detection of circulating Sezary cells. Response Criteria were based on ISCL, USCLC and EORTC Consensus guidelines.",
        "timeFrame": "Up to 58 weeks"
      },
      {
        "measure": "Overall Response Rate (ORR)",
        "description": "ORR is defined as the percentage of participants who achieve complete response (CR) or partial response (PR). CR is defined as complete disappearance of all clinical evidence of disease and PR is defined as regression of measurable disease. ORR was determined based on GRS which consisted of a skin assessment by the investigator using the mSWAT, nodal and visceral involvement using CT scan, and for the participants with MF only, detection of circulating Sezary cells. Response Criteria were based on ISCL, USCLC and EORTC Consensus guidelines.",
        "timeFrame": "Up to 58 weeks"
      },
      {
        "measure": "Duration of Response (DOR)",
        "description": "Duration of response was assessed in participants with CR or PR and is defined as the time between first documentation of response and progressive disease (PD). Response criteria were based on ISCL, USCLC and EORTC Consensus guidelines. Participants who were lost to follow-up, withdrew consent, or discontinued treatment due to undocumented PD after the last adequate disease assessment were censored at the last disease assessment.",
        "timeFrame": "Up to 58 weeks"
      },
      {
        "measure": "Number of Participants With Treatment-Emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)",
        "description": "An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (e.g. a clinically significant abnormal laboratory finding), symptom, or disease temporally associated with the use of a drug, whether or not it is considered related to the drug. TEAE is defined as an adverse event with an onset that occurs after receiving study drug. SAE is any AE that results in death, is life-threatening, requires inpatient hospitalization or prolongation of an existing hospitalization, results in significant disability or incapacity, is a congenital anomaly/birth defect or is a medically important event. TEAE and SAE were determined as per National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) version 5.0.",
        "timeFrame": "From first dose of study drug through 30 days after the last dose of study drug (up to approximately 58 weeks)"
      },
      {
        "measure": "Changes From Baseline in Participant's Vital Sign: Systolic and Diastolic Blood Pressure",
        "description": "Vital signs included seated blood pressure (systolic and diastolic) measurements.",
        "timeFrame": "Baseline, at end of treatment (approximately Week 54)"
      },
      {
        "measure": "Changes From Baseline in Participant's Vital Sign: Heart Rate",
        "description": "Vital signs included heart rate (beats per minute) measurements.",
        "timeFrame": "Baseline, at end of treatment (approximately Week 54)"
      },
      {
        "measure": "Changes From Baseline in Participant's Vital Sign: Body Temperature",
        "description": "Vital signs included body temperature (degree Celsius) measurements.",
        "timeFrame": "Baseline, at end of treatment (approximately Week 54)"
      },
      {
        "measure": "Number of Participants From Baseline to Worst Post-Baseline Assessment Categories Based on Eastern Cooperative Oncology Group (ECOG) Performance Status Scale",
        "description": "ECOG scale was used to assess performance status of participants. Grades range from 0 (fully active) to 5 (dead) where Grade 0: Normal activity. Grade 1: Symptoms but ambulatory. Grade 2: In bed \\<50% of the time. Grade 3: In bed \\>50% of the time. Grade 4: 100% bedridden. Grade 5: Dead. Lower grades indicate improvement. Reported here is the number of participants in each reported baseline grade to their worst post-baseline grade assessment on the ECOG scale.",
        "timeFrame": "Baseline up to 30 days after the last dose of study drug (up to approximately 58 weeks)"
      },
      {
        "measure": "Change From Baseline in Hematology Parameter: Hemoglobin",
        "timeFrame": "Baseline, at end of treatment (approximately Week 54)"
      },
      {
        "measure": "Change From Baseline in Hematology Parameter: Neutrophil Count",
        "timeFrame": "Baseline, at end of treatment (approximately Week 54)"
      },
      {
        "measure": "Change From Baseline in Hematology Parameter: Platelet Count",
        "timeFrame": "Baseline, at end of treatment (approximately Week 54)"
      },
      {
        "measure": "Change From Baseline in Hematology Parameter: Lymphocyte Count",
        "timeFrame": "Baseline, at end of treatment (approximately Week 54)"
      },
      {
        "measure": "Change From Baseline in Hematology Parameter: Leukocyte Count",
        "timeFrame": "Baseline, at end of treatment (approximately Week 54)"
      },
      {
        "measure": "Change From Baseline in Serum Chemistry Parameter: Alkaline Phosphatase (ALP)",
        "timeFrame": "Baseline, at end of treatment (approximately Week 54)"
      },
      {
        "measure": "Change From Baseline in Serum Chemistry Parameter: Alanine Aminotransferase (ALT)",
        "timeFrame": "Baseline, at end of treatment (approximately Week 54)"
      },
      {
        "measure": "Change From Baseline in Serum Chemistry Parameter: Aspartate Aminotransferase (AST)",
        "timeFrame": "Baseline, at end of treatment (approximately Week 54)"
      },
      {
        "measure": "Change From Baseline in Serum Chemistry Parameter: Total Bilirubin",
        "timeFrame": "Baseline, at end of treatment (approximately Week 54)"
      },
      {
        "measure": "Change From Baseline in Serum Chemistry Parameter: Lipase",
        "timeFrame": "Baseline, at end of treatment (approximately Week 54)"
      },
      {
        "measure": "Change From Baseline in Serum Chemistry Parameter: Amylase",
        "timeFrame": "Baseline, at end of treatment (approximately Week 54)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 19,
      "otherCount": 0,
      "totalCount": 20
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:52.505Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}