{
  "nctId": "NCT01865487",
  "briefTitle": "A Phase I/IIa AERAS-456 in HIV-Negative Adults With & Without Latent Tuberculosis Infection (C-035-456)",
  "officialTitle": "A Phase I/IIa Double-Blind, Randomized, Placebo-controlled Dose-Finding Study to Evaluate the Safety and Immunogenicity of AERAS-456 in HIV-Negative Adults With and Without Latent Tuberculosis Infection",
  "protocolDocument": {
    "nctId": "NCT01865487",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2013-05-10",
    "uploadDate": "2017-09-14T16:06",
    "size": 3633706,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01865487/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 98,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2013-08",
    "completionDate": "2015-11",
    "primaryCompletionDate": "2015-08",
    "firstSubmitDate": "2013-05-21",
    "firstPostDate": "2013-05-31"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nSubjects must meet all of the following criteria prior to Study Day 0 vaccination:\n\n1. Has completed the written informed consent process prior to the start of screening evaluations.\n2. Is male or female.\n3. Is age 18 through 50 years at the time of randomization.\n4. Received BCG vaccination at least 5 years prior to randomization.\n5. Females: Ability to avoid pregnancy during the trial: Women physically capable of pregnancy (not sterilized and still menstruating or within 1 year of the last menses if menopausal) in sexual relationships with men must avoid pregnancy with an acceptable method of avoiding pregnancy from 28 days prior to administration of the study vaccine through the end of the study.\n6. Has general good health, confirmed by medical history and physical examination at screening.\n7. Is able and willing to complete the full follow-up period of 292 days as required by the protocol.\n8. Agrees to avoid elective surgery for the full duration of the study.\n9. \\[Groups 1 and 2\\] Does not have LTBI, determined by a negative QFT at screening or\\[Groups 3 and 4\\] Has LTBI, determined by a positive QFT at screening.\n\nExclusion Criteria:\n\nSubjects must meet none of the following criteria prior to Study Day 0 vaccination:\n\n1. Acute illness at the time of randomization.\n2. Oral temperature 37.5 degrees C at the time of randomization.\n3. Abnormal laboratory values from blood collected within 21 days prior to Study Day 0 vaccination.\n4. Abnormal urinalysis that, in the opinion of the investigator, indicates systemic or local disease.\n5. History or evidence of tuberculosis disease, including but not limited to pulmonary tuberculosis, pleural tuberculosis, lymph node tuberculosis or tuberculosis meningitis.\n6. Received a TST within 21 days prior to a scheduled study vaccination.\n7. Received investigational Mtb vaccine at any time prior to Study Day 0.\n8. History or evidence of autoimmune disease.\n9. History or laboratory evidence of HIV-1 infection at screening.\n10. Positive test for hepatitis B surface antigen or hepatitis C antibody at screening.\n11. Used immunosuppressive medication (other than inhaled or topical immunosuppressants) within 21 days prior to Study Day 0.\n12. Received immunoglobulin or blood products within 21 days prior to Study Day 0.\n13. Received any investigational product within 21 days prior to Study Day 0, or plans to participate in any other study involving administration of investigational product during the study period.\n14. Inability to discontinue current chronic prescription medications, except contraceptives, inhaled or topical immunosuppressants, or nutritional supplements, during the study period.\n15. Documented history of allergic reaction or hypersensitivity to any component of the study vaccine.\n16. All female subjects: currently pregnant or lactating/nursing; or positive serum pregnancy test during screening; or positive urine pregnancy test on the day of any study vaccination.\n17. History or evidence of any systemic disease or any acute or chronic illness that, in the opinion of the investigator, may compromise the safety of the subject in the study or interfere with the evaluation of the safety or immunogenicity of the vaccine.\n18. History of dermatologic disease or skin features that, in the opinion of the investigator, may interfere with the assessment of injection site reactions.\n19. History or evidence of any medical, psychiatric, occupational, or substance abuse problems that, in the opinion of the investigator, will make it unlikely that the subject will comply with the protocol.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "50 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number and Percentage of Unsolicited and Solicited Adverse Events Recorded Post Day 0 Vaccination.",
        "description": "Evaluation of unsolicited and solicited AEs was performed through 28 days after each study vaccination. Serious AEs were collected throughout the entire study period (i.e., 292 days). Evaluation of the safety profile of AERAS-456 was performed using data from all subjects who received at least one dose.",
        "timeFrame": "Up to 10 months"
      }
    ],
    "secondary": [
      {
        "measure": "Evaluate Immunogenicity of Multiple Dosage Levels and Dosing Regimens of H56:IC31 - CD4+ ICS (LTBI-negative)",
        "description": "LTBI: Latent TB Infection QFT: QuantiFERON-TB Gold Plus (QFT-Plus) is an in vitro diagnostic aid for detection of Mycobacterium tuberculosis infection Percent Antigen-specific T Cell DMSO-subtracted Cytokine Response Change from Baseline 13-color ICS assay using PBMCs T Cell: CD4+ Stimulation Antigen: Total Cytokine: Any",
        "timeFrame": "Day 292"
      },
      {
        "measure": "Evaluate Immunogenicity of Multiple Dosage Levels and Dosing Regimens of H56:IC31 - CD4+ ICS (LTBI-positive)",
        "description": "Percent Antigen-specific T Cell DMSO-subtracted Cytokine Response Change from Baseline.\n\n13-color ICS assay using PBMCs. T Cell: CD4+ Stimulation Antigen: Total Cytokine: Any",
        "timeFrame": "Day 292"
      },
      {
        "measure": "Evaluate Immunogenicity of Multiple Dosage Levels and Dosing Regimens of H56:IC31 - IFN-gamma ELISpot",
        "description": "DMSO-subtracted Antigen-specific IFN-gamma ELISpot Response (SFU - Background/10\\^6 PBMC) Change from Baseline LTBI Status at Baseline: Total Stimulation Antigen: Total",
        "timeFrame": "Day 292"
      },
      {
        "measure": "Evaluate Kinetics of QuantiFERON®-TB Gold Test (QFT) Responses in LTBI-negative Participants",
        "description": "QFT results were summarized using subject count (percentage) for qualitative results.\n\nNumber of participants QFT-positive at any time point.",
        "timeFrame": "Up to Study Day 292"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:21.407Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}