{
  "nctId": "NCT03888365",
  "briefTitle": "Patient Global Impression Questions for Activity-Induced Symptoms in Participants With PAH",
  "officialTitle": "An Observational Study to Characterize Patient Global Impression Questions for Activity-induced Symptoms in Patients With Pulmonary Arterial Hypertension (PAH)",
  "protocolDocument": {
    "nctId": "NCT03888365",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-01-31",
    "uploadDate": "2021-01-27T11:51",
    "size": 391202,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03888365/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 43,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-04-01",
    "completionDate": "2019-09-19",
    "primaryCompletionDate": "2019-09-19",
    "firstSubmitDate": "2019-03-18",
    "firstPostDate": "2019-03-25"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Participant voluntarily gives informed consent to participate in the study.\n2. Males and females aged 18 years and above at the time of informed consent.\n3. Established primary diagnosis of PAH that is either idiopathic or familial PAH (WHO Group 1), collagen vascular disease associated PAH, PAH associated with HIV infection, PAH induced by anorexigens/toxins, or PAH associated with repaired congenital systemic-to-pulmonary shunts (repaired ≥1 years).\n4. Participant is deemed WHO Functional Class 1, 2, or 3.\n5. Participant has shortness of breath upon exertion (exhibits a ≥1-point change in Borg dyspnea score) as assessed by the ISWT and a minimum completion of 3 shuttles (30 meters) of the ISWT. Participant may have other symptoms as well.\n6. Participant is on stable dose of all FDA-approved PAH treatments (exceptions are anticoagulants and diuretics) for at least 60 days prior to Screening.\n7. In the opinion of the Investigator, the participant can communicate effectively with study personnel, and is considered reliable, willing, and likely to be cooperative with protocol requirements.\n\nExclusion Criteria:\n\n1. The participant is known to be pregnant or nursing.\n2. The participant has PAH related to any condition not covered under inclusion criteria, including, but not limited to, pulmonary venous hypertension, pulmonary venoocclusive disease, pulmonary capillary hemangiomatosis, chronic thromboembolic pulmonary hypertension, or other conditions under WHO Group 2, 3, 4, and 5 classifications.\n3. The participant has evidence of clinically significant left-sided heart disease (including, but not limited to, left ventricular ejection fraction \\<40%, left ventricular hypertrophy) or clinically significant cardiologic conditions, such as congestive heart failure, coronary artery disease, or valvular heart disease.\n4. The participant has any form of congenital heart disease (repaired or unrepaired; other than a patent foramen ovale).\n5. The participant has any ambulatory or orthopedic limitations that would interfere with the ability to perform the activity.\n6. The participant has been hospitalized within 30 days of Screening.\n7. Current use of prostacyclin analogs/agonists, except inhaled treprostinil, for the treatment of PAH.\n8. Use of any other investigational drug/device, or participation in any investigational study with therapeutic intent within 30 days of Screening (concurrent participation in registry studies is allowed).\n9. Any other clinically significant illness that, in the opinion of the Investigator, might put the participant at risk of harm during the study or might adversely affect the interpretation of the study data.",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Patient Global Impression of Severity (PGI-S) Score in Cohort A Participants at Approximately 30 Minutes of Previous Dose of Inhaled Treprostinil (the Expected Peak Level) on Day 1",
        "description": "A global index that consists of 3 questions to which participants will rate the severity of 1) their PAH symptoms, 2) shortness of breath (SOB), and 3) fatigue. The minimum and maximum range of scores for each of the 3 individual questions was 1-5, with severity scale choices of 1=Not present, 2=Mild, 3=Moderate, 4=Severe, and 5=Very Severe. A higher score indicated worse outcome. The Baseline is defined as the average respective severity rating measured at 15 minutes and 0 minute prior to the ISWT. In the case of a single, missing severity rating measured pre-ISWT, the other non-missing single severity rating would be used as baseline value. Only participants with both a measurement at baseline and at the given post-baseline visit are summarized. Change from Baseline = Post-Baseline value - Baseline value. Peak levels are the highest concentrations of a drug in plasma.",
        "timeFrame": "Baseline, Approximately 30 m of previous dose of inhaled treprostinil (the expected peak level) on Day 1"
      },
      {
        "measure": "Change From Baseline in PGI-S Score in Cohort A Participants at Approximately 3-4 Hours of Previous Dose of Inhaled Treprostinil (the Expected Trough Level) on Day 1",
        "description": "A global index that consists of 3 questions to which participants will rate the severity of 1) their PAH symptoms, 2) SOB, and 3) fatigue. The minimum and maximum range of scores for each of the 3 individual questions was 1-5, with severity scale choices of 1=Not present, 2=Mild, 3=Moderate, 4=Severe, and 5=Very Severe. A higher score indicated worse outcome. The Baseline is defined as the average respective severity rating measured at 15 minutes and 0 minute prior to the ISWT. In the case of a single, missing severity rating measured pre-ISWT, the other non-missing single severity rating would be used as baseline value. Only participants with both a measurement at baseline and at the given post-baseline visit are summarized. Change from Baseline = Post-Baseline value - Baseline value. Trough levels are the lowest concentrations of a drug in plasma.",
        "timeFrame": "Baseline, Approximately 3-4 h of previous dose of inhaled treprostinil (the expected trough level) on Day 1"
      },
      {
        "measure": "Change From Baseline in PGI-S Score in Cohort B Participants at Approximately 4 Hours After Morning Dose of Non-Treprostinil PAH Medication (Period 1) on Day 1",
        "description": "A global index that consists of 3 questions to which participants will rate the severity of 1) their PAH symptoms, 2) SOB, and 3) fatigue. The minimum and maximum range of scores for each of the 3 individual questions was 1-5, with severity scale choices of 1=Not present, 2=Mild, 3=Moderate, 4=Severe, and 5=Very Severe. A higher score indicated worse outcome. The Baseline is defined as the average respective severity rating measured at 15 minutes and 0 minute prior to the ISWT. In the case of a single, missing severity rating measured pre-ISWT, the other non-missing single severity rating would be used as baseline value. Only participants with both a measurement at baseline and at the given post-baseline visit are summarized. Change from Baseline = Post-Baseline value - Baseline value.",
        "timeFrame": "Baseline, Approximately 4 h after morning dose of non-treprostinil PAH medication (Period 1) on Day 1"
      },
      {
        "measure": "Change From Baseline in PGI-S Scores in Cohort B Participants With an ISWT at Least 1 h Following Completion of Previous ISWT (Period 2) on Day 1",
        "description": "A global index that consists of 3 questions to which participants will rate the severity of 1) their PAH symptoms, 2) SOB, and 3) fatigue. The minimum and maximum range of scores for each of the 3 individual questions was 1-5, with severity scale choices of 1=Not present, 2=Mild, 3=Moderate, 4=Severe, and 5=Very Severe. A higher score indicated worse outcome. The Baseline is defined as the average respective severity rating measured at 15 minutes and 0 minute prior to the ISWT. In the case of a single, missing severity rating measured pre-ISWT, the other non-missing single severity rating would be used as baseline value. Only participants with both a measurement at baseline and at the given post-baseline visit are summarized. Change from Baseline = Post-Baseline value - Baseline value.",
        "timeFrame": "Baseline, At least 1 h following completion of previous ISWT (Period 2) on Day 1"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Modified Borg Dyspnea Scores at Day 1",
        "description": "The modified Borg scale allows participants to rate maximum level of dyspnea experienced during 6-Minute Walk Test (6MWT). Scores ranged from 0 (best condition) to 10 (worst condition). Baseline defined as average from Borg Dyspnea Scores measured at 15 and 0 m prior to ISWT. If a single pre-ISWT Borg Dyspnea Score was missing, the other nonmissing single score was used as baseline value. Change from Baseline=Post-Baseline value - Baseline value. Data for participants in Cohort A with an ISWT initiated at 30 m of previous dose (expected peak level) and an ISWT initiated at 3-4 h of previous dose of inhaled treprostinil (expected trough level) on Day 1 are presented. Data for participants in Cohort B with an ISWT initiated at 4 h after morning dose of non-treprostinil PAH medication (Period 1) and with an ISWT initiated at least 1 h following completion of previous ISWT (Period 2) on Day 1 are presented. Peak and trough levels are highest and lowest concentrations of a drug in plasma.",
        "timeFrame": "Baseline, ~30 m of previous dose of inhaled treprostinil, ~3-4 h of previous dose of inhaled treprostinil, ~4 h after morning dose of non-treprostinil PAH medication, and ≥1 h following completion of previous ISWT on Day 1"
      }
    ],
    "other": [
      {
        "measure": "Change From Baseline in Pulse Oximetry at Day 1",
        "description": "Pulse Oximetry includes the collection of saturation peripheral capillary oxygenation (SpO\\_2). Baseline was defined as the average from pulse oximetry measured at 15 minutes and 0 minute prior to the ISWT. In the case of a single, missing pre-ISWT pulse oximetry, the other non-missing single measurement would be used as baseline value. Change from Baseline = Post-Baseline value - Baseline value. Data for participants in Cohort A who had an ISWT initiated at 30 m of previous dose (expected peak level) and an ISWT initiated at 3-4 h of previous dose of inhaled treprostinil (expected trough level) on Day 1 are presented. Additionally, data for participants in Cohort B who included an ISWT initiated at 4 h after morning dose of non-treprostinil PAH medication (Period 1) and with an ISWT initiated at least 1 h following completion of previous ISWT (Period 2) on Day 1 are presented. Peak and trough levels are the highest and lowest concentrations of a drug in plasma.",
        "timeFrame": "Baseline, ~30 m of previous dose of inhaled treprostinil, ~3-4 h of previous dose of inhaled treprostinil, ~4 h after morning dose of non-treprostinil PAH medication, and ≥1 h following completion of previous ISWT on Day 1"
      },
      {
        "measure": "Change From Baseline in Heart Rate at Day 1",
        "description": "Heart rate was captured as beats per minute (bpm). Baseline was defined as the average from pulse oximetry measured at 15 minutes and 0 minute prior to the Incremental Shuttle Walk Test (ISWT). In the case of a single, missing pre-ISWT pulse oximetry, the other non-missing single measurement would be used as baseline value. Change from Baseline = Post-Baseline value - Baseline value. Data for participants in Cohort A who had an ISWT initiated at 30 m of previous dose (expected peak level) and an ISWT initiated at 3-4 h of previous dose of inhaled treprostinil (expected trough level) on Day 1 are presented. Additionally, data for participants in Cohort B who included an ISWT initiated at 4 h after morning dose of non-treprostinil PAH medication (Period 1) and with an ISWT initiated at least 1 h following completion of previous ISWT (Period 2) on Day 1 are presented. Peak and trough levels are the highest and lowest concentrations of a drug in plasma.",
        "timeFrame": "Baseline, ~30 m of previous dose of inhaled treprostinil, ~3-4 h of previous dose of inhaled treprostinil, ~4 h after morning dose of non-treprostinil PAH medication, and ≥1 h following completion of previous ISWT on Day 1"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 1,
      "otherCount": 2,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 68,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:13.311Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}