{
  "nctId": "NCT04252742",
  "briefTitle": "Erenumab - Comprehensive Assessment of Efficacy in (High-Frequency) Episodic Migraine",
  "officialTitle": "Comprehensive Assessment of Erenumab Efficacy in Subjects With High Frequency Episodic Migraine With at Least 1 Previously Failed Preventive Treatment: a Global, Double-blind, Placebo-controlled Phase 4 Study",
  "protocolDocument": {
    "nctId": "NCT04252742",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-06-29",
    "uploadDate": "2024-08-06T15:26",
    "size": 1384432,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04252742/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 512,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-09-15",
    "completionDate": "2023-10-26",
    "primaryCompletionDate": "2023-10-26",
    "firstSubmitDate": "2020-01-22",
    "firstPostDate": "2020-02-05"
  },
  "eligibilityCriteria": {
    "criteria": "Key inclusion criteria include:\n\n* Age greater than or equal to 18 years upon entry into initial screening.\n* Documented history of migraine with or without aura according to the International Headache Society (IHS) International Classification of Headache Disorders, Third Edition (ICHD-III) for greater than or equal to 12 months.\n* Have high-frequency episodic migraine (HFEM): Defined as history of ≥ 7 to \\< 15 migraine days and \\< 15 headache days per month on average during the 3 months prior to screening.\n* History of ≥ 4 migraine attacks of at least moderate severity per month on average during the 3 months prior to screening.\n* History of treatment failure with at least 1 preventive treatment for migraine. Failure of preventive treatment for migraine is defined as treatment discontinuation due to lack of efficacy, adverse event, or general poor tolerability.\n* Regular use of an oral triptan (using only eletriptan, rizatriptan, sumatriptan, or zolmitriptan) for acute migraine treatment, and typically initiating acute treatment with an oral triptan on \\> 50% of attacks of at least moderate pain intensity. Regular use is defined as ≥ 4 days of oral triptan use per month during the 3 months prior to screening.\n\nKey exclusion criteria include:\n\n* History of hemiplegic migraine, cluster headache, or other trigeminal autonomic cephalalgia.\n* Has any medical contraindication to the use of an oral triptan.\n* Previously treated with erenumab.\n* Previously treated with a gepant (small molecule calcitonin gene related peptide receptor \\[CGRP-R\\] antagonist) in a preventive fashion in a manner consistent with migraine prevention that either:\n\n  1. In the opinion of the investigator, did not offer any evidence of a therapeutic response or\n  2. Was discontinued for less than 12 weeks from the date of initial screening or\n  3. Was previously discontinued due to a known adverse drug reaction\n* Currently being treated with lasmiditan and/or a gepant in the acute setting.\n* No therapeutic response with greater than 4 of the defined medication categories after an adequate therapeutic trial.\n* Currently has a history of consistent excellent response to oral triptans, defined as achievement of pain-freedom in ≤ 1 hour for ≥ 50% of treated attacks of at least moderate pain intensity during the 3 months prior to screening.\n* Use of triptans administered via a non-oral (e.g. subcutaneous \\[SC\\] or intranasal delivery systems) or sublingual route at the time of screening, during the run-in and baseline periods, and throughout the study duration.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Mean Monthly Hours of at Least Moderate Headache Pain Intensity Over Months 1, 2, and 3",
        "description": "At least moderate headache pain intensity was defined as headache pain intensity reported as 'Moderate' or 'Severe' based on the 3-level headache pain intensity scale. Worst or peak pain intensity during a headache was collected using the e-diary in 3-levels (mild, moderate or severe). The duration of headaches with at least moderate pain intensity was collected. A negative change from baseline indicates a reduction in mean monthly hours of at least moderate headache pain intensity. Change from baseline in mean monthly measurement is the arithmetic mean of the monthly change from baseline values for the months considered with observed data, if there was at least one observed monthly value.\n\nThe least squares mean (LSM) estimates of change from baseline in reported headache pain intensity utilized a linear mixed model which included treatment, visit, treatment-by-visit interaction, and baseline value as covariates and assumed a first-order auto regression covariance structure.",
        "timeFrame": "Baseline, Month 1, Month 2, and Month 3"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Mean Monthly Physical Function Domain Score as Measured by the Migraine Functional Impact Questionnaire (MFIQ) Over Months 1, 2, and 3",
        "description": "The MFIQ is a self-administered 26-item instrument measuring the impact of migraine on broader functioning including on Physical Functioning (5 items). Participants responded to items using a 5-point scale assigned scores from 1 to 5, with 5 representing the greatest burden. Each domain score was calculated as the sum of the item responses and rescaled to a 0 to 100 scale, with higher scores representing greater burden. The recall period was the past 7 days. A negative change from baseline indicates an improvement in burden. Change from baseline in mean monthly scores is the arithmetic mean of the monthly change from baseline values for the months considered with observed data, if there was at least one observed monthly value.\n\nThe LSM estimates utilized a linear mixed model which included treatment, visit, treatment-by-visit interaction, and baseline value as covariates and assumed a first-order auto regression covariance structure.",
        "timeFrame": "Baseline, Month 1, Month 2, and Month 3"
      },
      {
        "measure": "Change From Baseline in Mean Monthly Usual Activities Domain Score as Measured by the MFIQ Over Months 1, 2, and 3",
        "description": "The MFIQ is a self-administered 26-item instrument measuring the impact of migraine on broader functioning including Impact on Usual Activities (10 items). Participants responded to items using a 5-point scale assigned scores from 1 to 5, with 5 representing the greatest burden. Each domain score was calculated as the sum of the item responses and rescaled to a 0 to 100 scale, with higher scores representing greater burden. The recall period was the previous 7 days. A negative change from baseline indicates an improvement in burden. Change from baseline in mean monthly scores is the arithmetic mean of the monthly change from baseline values for the months considered with observed data, if there was at least one observed monthly value.\n\nThe LSM estimates utilized a linear mixed model which included treatment, visit, treatment-by-visit interaction, and baseline value as covariates and assumed a first-order auto regression covariance structure.",
        "timeFrame": "Baseline, Month 1, Month 2, and Month 3"
      },
      {
        "measure": "Change From Baseline in Mean Monthly Emotional Functioning Domain Score as Measured by the MFIQ Over Months 1, 2, and 3",
        "description": "The MFIQ is a self-administered 26-item instrument measuring the impact of migraine on broader functioning including Impact on Emotional Functioning (5 items). Participants responded to items using a 5-point scale assigned scores from 1 to 5, with 5 representing the greatest burden. Each domain score was calculated as the sum of the item responses and rescaled to a 0 to 100 scale, with higher scores representing greater burden. The recall period was the previous 7 days. A negative change from baseline indicates an improvement in burden. Change from baseline in mean monthly scores is the arithmetic mean of the monthly change from baseline values for the months considered with observed data, if there was at least one observed monthly value.\n\nThe LSM estimates utilized a linear mixed model which included treatment, visit, treatment-by-visit interaction, and baseline value as covariates and assumed a first-order auto regression covariance structure.",
        "timeFrame": "Baseline, Month 1, Month 2, and Month 3"
      },
      {
        "measure": "Change From Baseline in Mean Monthly Social Functioning Domain Score as Measured by the MFIQ Over Months 1, 2, and 3",
        "description": "The MFIQ is a self-administered 26-item instrument measuring the impact of migraine on broader functioning including Impact on Social Functioning (5 items). Participants responded to items using a 5-point scale assigned scores from 1 to 5, with 5 representing the greatest burden. Each domain score was calculated as the sum of the item responses and rescaled to a 0 to 100 scale, with higher scores representing greater burden. The recall period was the previous 7 days. A negative change from baseline indicates an improvement in burden. Change from baseline in mean monthly scores is the arithmetic mean of the monthly change from baseline values for the months considered with observed data, if there was at least one observed monthly value.\n\nThe LSM estimates utilized a linear mixed model which included treatment, visit, treatment-by-visit interaction, and baseline value as covariates and assumed a first-order auto regression covariance structure.",
        "timeFrame": "Baseline, Month 1, Month 2, and Month 3"
      },
      {
        "measure": "Change From Baseline in Mean Monthly Average Duration of at Least Moderate Headache Pain Intensity in Migraine Attacks Occurring Over Months 1, 2, and 3",
        "description": "At least moderate headache pain intensity was defined as headache pain intensity reported as 'Moderate' or 'Severe' based on the 3-level headache pain intensity scale. Worst or peak pain intensity during a headache was collected using the e-diary in 3-levels (mild, moderate or severe). The duration of headaches with at least moderate pain intensity during a migraine attack was collected. A negative change from baseline indicates a reduction in mean monthly average duration of at least moderate headache pain intensity during a migraine attack. Change from baseline in mean monthly measurement is the arithmetic mean of the monthly change from baseline values for the months considered with observed data, if there was at least one observed monthly value.\n\nThe LSM estimates utilized a linear mixed model which included treatment, visit, treatment-by-visit interaction, and baseline value as covariates and assumed a first-order auto regression covariance structure.",
        "timeFrame": "Baseline, Month 1, Month 2, and Month 3"
      },
      {
        "measure": "Change From Baseline in Mean Monthly Average Peak Migraine Pain Intensity as Assessed by the 11-point Numeric Rating Scale (NRS) Over Months 1, 2, and 3",
        "description": "The NRS assesses headache pain intensity ranging from 0 to 10 with a higher score indicating more severe pain. Participants recorded the pain intensity using the e-diary at the headache end-time or in an evening diary entry on a daily basis for an ongoing headache. A negative change from baseline indicates an improvement in pain intensity. Change from baseline in mean monthly scores is the arithmetic mean of the monthly change from baseline values for the months considered with observed data, if there was at least one observed monthly value.\n\nThe LSM estimates utilized a linear mixed model which included treatment, visit, treatment-by-visit interaction, and baseline value as covariates and assumed a first-order auto regression covariance structure.",
        "timeFrame": "Baseline, Month 1, Month 2, and Month 3"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:54.253Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}