{
  "nctId": "NCT02916056",
  "briefTitle": "2-Year Extension Study of Azeliragon in Subjects With Alzheimer's Disease (STEADFAST Extension)",
  "officialTitle": "Open Label Extension Study for Continued Safety and Efficacy Evaluation of Azeliragon in Patients With Mild Alzheimer's Disease",
  "protocolDocument": {
    "nctId": "NCT02916056",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-08-09",
    "uploadDate": "2021-05-05T09:38",
    "size": 1532887,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02916056/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 297,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-12",
    "completionDate": "2018-06-01",
    "primaryCompletionDate": "2018-06-01",
    "firstSubmitDate": "2016-08-10",
    "firstPostDate": "2016-09-27"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Successful completion of Study TTP488-301 through the Month 18 Visit without ongoing serious adverse events or history of serious adverse drug reactions during study TTP488-301.\n* Patients must enroll in the present study within 7 days of completion of study TTP488-301.\n* Evidence of a personally signed and dated informed consent document indicating that the subject (or a legally authorized representative) and caregiver/informant has been informed of all pertinent aspects of the study. Participants must be able to provide assent (where this is in accordance with local laws, regulations and ethics committee policy) and assent may be re-evaluated during the study at regular intervals.\n* Participants and caregiver/informants who are willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures.\n* The subject must have a reliable caregiver/informant with regular contact (i.e., 10 hours a week as combination of face-to-face visits and telephone contact acceptable) who will facilitate the subject's full participation in the study. Caregivers/informant must have sufficient subject interaction to be able to provide meaningful input into the rating scales administered in this study where caregiver/informant input is required, in particular the CDR and evidence of this should be documented in source documentation. Participants who reside in assisted living facilities are permitted provided that they meet caregiver/informant criteria.\n* Participants and caregiver/informants must be able to read, write, and speak the language in which psychometric tests are provided with visual and auditory acuity (corrected) sufficient to allow for accurate psychometric testing.\n* Subject must be able to ingest oral medications.\n\nExclusion Criteria:\n\n* The subject is felt by the investigator to be unsuitable (on the basis of health, compliance, caregiver availability, or for any other reason) for inclusion in the study.\n* Subjects with serious suicide risk. If there are \"yes\" answers on items 4, 5 or on any behavioral question of the C-SSRS, a suicide risk assessment must be done by a qualified mental health professional with expertise in the evaluation of suicidality in the elderly (e.g., psychiatrist, geriatrician or neurologist specializing in treatment of patients with AD) to determine whether it is safe for the subject to participate in the study.\n* Subjects demonstrating a QTcF \\> 480 msec or a \\>45 msec change from the TTP488-301 Baseline value based on the locally read ECG performed at the TTP488-301 Month 18 Visit (TTP488-303 Baseline). Participants with known history of bundle branch block (either right or left) are allowed if absolute QTcF value does not exceed 500 msec. Participants with a functioning pacemaker, indicated by an ECG displaying paced rhythm, are allowed with no QTc upper limit.\n* Other acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may prevent the subject from completing the 2-year study or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the subject inappropriate for entry into this trial.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Subjects With at Least One Treatment-Emergent Adverse Event",
        "timeFrame": "up to 18 months"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 14,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:29:39.226Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}