{
  "nctId": "NCT02596035",
  "briefTitle": "An Investigational Immuno-therapy Safety Trial of Nivolumab in Patients With Advanced or Metastatic Renal Cell Carcinoma",
  "officialTitle": "A Phase 3b/4 Safety Trial of Nivolumab (BMS-936558) in Subjects With Advanced or Metastatic Renal Cell Carcinoma (CheckMate 374: CHECKpoint Pathway and Nivolumab Clinical Trial Evaluation 374)",
  "protocolDocument": {
    "nctId": "NCT02596035",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-10-31",
    "uploadDate": "2019-04-29T10:26",
    "size": 4323847,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02596035/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 197,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-01-08",
    "completionDate": "2021-05-24",
    "primaryCompletionDate": "2018-03-19",
    "firstSubmitDate": "2015-11-02",
    "firstPostDate": "2015-11-04"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Advanced or Metastatic renal cell carcinoma (RCC)\n* Predominant clear cell histology:\n\n  1. At least 1 but no more than 2 prior systemic anti vascular endothelial growth factor (anti-VEGF) treatments\n  2. No more than 3 total prior systemic treatment regimens in the advanced or metastatic setting\n  3. Subjects with prior treatment with a mechanistic target of rapamycin (mTOR) are eligible\n* Non-clear cell histology: 0-3 prior systemic therapies and may include mTOR inhibitor\n* Brain metastases allowed if asymptomatic, without edema, and not receiving corticosteroids or radiation\n* Performance Status (PS): ≥ 70% Karnofsky Performance Scale (KPS)\n* All Memorial Sloan-Kettering Cancer Center (MSKCC) prognostic scores allowed\n\nExclusion Criteria:\n\n* Subjects with any active autoimmune disease or a history of known autoimmune disease\n* History of severe hypersensitivity reaction to other monoclonal antibodies\n* Prior malignancy, active within the last 3 years, except for locally curable cancers which have been apparently cured\n* Known HIV or AIDS-related illness\n* Any positive tests for Hepatitis B or Hepatitis C virus indicating acute or chronic infection\n\nOther protocol-defined inclusion/exclusion criteria apply",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants Who Experienced High-Grade (Grade 3-4 and Grade 5) Immune Mediated Adverse Events (IMAEs)",
        "description": "IMAEs were tabulated using worst grade per Common Terminology Criteria for Adverse Events, National Cancer Institute (NCI CTCAE) Version 4.0 criteria by system organ class and MedDRA version 20.1 preferred term.",
        "timeFrame": "Up to 100 days of the last dose of study drug (Approximately 2 years)"
      }
    ],
    "secondary": [
      {
        "measure": "Median Time to Onset of High Grade (Grade 3-5) Immune Mediated Adverse Events",
        "description": "Time to onset was calculated from first dosing date to the event onset date. If a participant never experienced the given AE, the participant will be censored at the last contact date.",
        "timeFrame": "Up to 100 days of the last dose of study drug (Approximately 10 months up to 26 months)"
      },
      {
        "measure": "Median Time to Resolution of High Grade (Grade 3-5) Immune Mediated Adverse Events",
        "description": "Time-to resolution of grade 3-5 AE was defined as the longest time from onset to complete resolution or improvement to the grade at baseline among all clustered select AEs in the category experienced by the participant. Events which worsened into grade 5 events (death) or have a resolution date equal to the date of death are considered unresolved. If a clustered AE is considered as unresolved, the resolution date will be censored to the last known date alive.",
        "timeFrame": "From onset of grade 3-5 IMAEs to resolution of IMAEs (Approximately 4 years and 7 months)"
      },
      {
        "measure": "Percentage of Participants Who Receive Immune Modulating Medication for the Immune-Mediated Event (Any Grade)",
        "description": "Immune modulating medication includes corticosteroids, infliximab, cyclophosphamide, Intravenous immunoglobulin (IVIG), and mycophenolate mofetil",
        "timeFrame": "Up to 100 days of the last dose of study drug (Approximately 3 years and 2 months)"
      },
      {
        "measure": "Percentage of Participants Who Receive More Than Equal to (>=) 40 mg Prednisone Equivalents for the Immune-Mediated Event",
        "description": "Immune modulating medication includes corticosteroids, infliximab, cyclophosphamide, Intravenous immunoglobulin (IVIG), and mycophenolate mofetil",
        "timeFrame": "Up to 100 days of the last dose of study drug (Approximately 3 years and 2 months)"
      },
      {
        "measure": "Total Duration of All Immune Modulating Medications Given for the Immune-Mediated Event",
        "description": "Immune modulating medication includes corticosteroids, infliximab, cyclophosphamide, Intravenous immunoglobulin (IVIG), and mycophenolate mofetil.",
        "timeFrame": "From the initiation of Immune modulating medication to discontinuation (approximately 4 years and 9 months).)"
      },
      {
        "measure": "Percentage of Participants With a Resolution of IMAEs After Initiating Immune Modulating Medication",
        "description": "Percentage of participants with a resolution of IMAEs after initiating immune modulating medication.",
        "timeFrame": "Up to 100 days of the last dose of study drug (Approximately 2 years)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:06.475Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}