{
  "nctId": "NCT03320655",
  "briefTitle": "Effectiveness of Combined Aerobic and Strength Training in Acute and Chronic Adaptations in Patients With Heart Failure",
  "officialTitle": "Effectiveness of Combined Aerobic and Strength Training in Acute and Chronic Adaptations in Patients With Heart Failure",
  "protocolDocument": {
    "nctId": "NCT03320655",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-10-19",
    "uploadDate": "2017-10-19T10:58",
    "size": 745694,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03320655/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 28,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-10-09",
    "completionDate": "2019-03-30",
    "primaryCompletionDate": "2018-12-31",
    "firstSubmitDate": "2017-10-16",
    "firstPostDate": "2017-10-25"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* CHF patients; receiving optimal medical therapy for CHF (including an angiotensin-converting enzyme inhibitor or an angiotensin receptor blocker and a beta-blocker unless a contraindication is evident) with a stable condition for more than 1 month (no hospitalization for heart failure (HF), no change in medication, and no change in New York Heart Association (NYHA) functional class.\n\nExclusion Criteria:\n\n* If they are younger than 18 years or are unable to sign informed consent; unstable angina pectoris; and orthopedic or neurological limitations to exercise.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change from Baseline Echocardiogram at 3 months",
        "description": "A resting transthoracic echocardiogram will be performed with MyLab Alpha, ESAOTE, Italy. The exam will be performed by the echocardiography laboratory cardiologists, who will be blinded to experimental protocol and group randomization, with the usual measurements of systolic and diastolic function, particularly the calculation of LVEF by Simpson's formula, telediastolic and telessystolic volumes and diameters, doppler analysis of the transmitral flow, tissue doppler and quantification of mitral valve regurgitation.",
        "timeFrame": "At baseline and 3 months after Cardiac Rehabilitation"
      },
      {
        "measure": "Change from Baseline Cardiopulmonary Exercise Test at 3 months",
        "description": "This test will be performed with the subjects in a non-fasting condition and under the regular medication.\n\nA symptom-limited ramp incremental CPET, will be performed on a cycle ergometer with breath-by-breath gas exchange measurements. Each patient will be encouraged to exercise to exhaustion. Patients will continue seated on the cycle ergometer as soon as they stop, while recovery measurements are taken. Blood pressure will be continuous recorded Peak oxygen capacity will be considered the highest attained VO2 during the final 30 sec of exercise and ventilator AT will be estimate by the V-slope method. The recovery period will continue until 6 min after peak effort. All patients should achieve a respiratory exchange ratio of \\>1.1.\n\nWe will study, the HR max and recovery at 1st and 3rd min, the VO2 peak, respiratory exrespiratory exchange ratios, respiratory quotient, ventilatory anaerobic threshold, the ventilatory equivalent for O2 and CO2 .",
        "timeFrame": "At baseline and 3 months after Cardiac Rehabilitation"
      },
      {
        "measure": "Change from Baseline Arterial Stiffness at 3 months",
        "description": "Arterial stiffness will be measured by pulse wave velocity(PWV) obtained by applanation tonometry will be measured during a 15 and 30min rest.A single operator locates the arteries on the right side of the body and mark the point for capturing the corresponding pressure curves with 2 specific pressure sensitive transducers. The distance between the carotid and femoral, radial and distal posterial tibial arteries will be measured directly and entered into the Complior Analyse software. Right brachial blood pressure will be measured and entered in software, and then signal acquisition is launched. When the operator observes 10 carotid pulse wave forms of at least90% quality showed on the software, pressure curves will be recorded. Values obtained from the carotid to femoral artery, carotid to radial artery and carotid to distal posterial tibial artery are taken as indices of central/aortic, upper and lower limb arterial stiffness, respectively.",
        "timeFrame": "At baseline and 3 months after Cardiac Rehabilitation"
      },
      {
        "measure": "Change from Baseline Intima-Media Thickness at 3 months",
        "description": "Carotid intima media thickness(cIMT) will be defined as the distance between the leading edge of the lumen-intima interface to the leading edge of the media-adventitia interface of the far wall of the right carotid artery using an ultrasound scanner. cIMT is automatically measured, and distension curves are acquired within a segment of the carotid artery about 1cm before the flow divider, where the operator places the region of interest.\n\nTo evaluate the acute effects of ExT, at the pre-exercise measurement at 5,15and 30min rest, blood pressure(BP) was measured twice on the right upper arm in a dorsal decubitus position. The final measured value was used for the analysis. Immediately after measuring BP. Post-exercise measurement was carried out with the same methods.\n\nFrom this test, the investigators will study the diameter and distensibility of the artery,cIMT, PWV, brachial blood pressure, and the alpha and beta index.",
        "timeFrame": "At baseline and 3 months after Cardiac Rehabilitation"
      },
      {
        "measure": "Change from rest Arterial Stiffness and post effort",
        "description": "Arterial stiffness will be measured by pulse wave velocity(PWV) obtained by applanation tonometry will be measured during a 15 and 30min rest.A single operator locates the arteries on the right side of the body and mark the point for capturing the corresponding pressure curves with 2 specific pressure sensitive transducers. The distance between the carotid and femoral, radial and distal posterial tibial arteries will be measured directly and entered into the Complior Analyse software. Right brachial blood pressure will be measured and entered in software, and then signal acquisition is launched. When the operator observes 10 carotid pulse wave forms of at least90% quality showed on the software, pressure curves will be recorded. Values obtained from the carotid to femoral artery, carotid to radial artery and carotid to distal posterial tibial artery are taken as indices of central/aortic, upper and lower limb arterial stiffness, respectively.",
        "timeFrame": "Assessment before session in 15 minutes rest and after session at 5, 15 and 30 minutes pos effort"
      },
      {
        "measure": "Change from rest Intima-Media Thickness and post effort",
        "description": "Carotid intima media thickness(cIMT) will be defined as the distance between the leading edge of the lumen-intima interface to the leading edge of the media-adventitia interface of the far wall of the right carotid artery using an ultrasound scanner. cIMT is automatically measured, and distension curves are acquired within a segment of the carotid artery about 1cm before the flow divider, where the operator places the region of interest.\n\nTo evaluate the acute effects of ExT, at the pre-exercise measurement at 5,15and 30min rest, blood pressure(BP) was measured twice on the right upper arm in a dorsal decubitus position. The final measured value was used for the analysis. Immediately after measuring BP. Post-exercise measurement was carried out with the same methods.\n\nFrom this test, the investigators will study the diameter and distensibility of the artery,cIMT, PWV, brachial blood pressure, and the alpha and beta index.",
        "timeFrame": "Assessment before session in 15 minutes rest and after session at 5, 15 and 30 minutes pos effort"
      }
    ],
    "secondary": [
      {
        "measure": "Change from Baseline Body Composition- Dual Energy Radiographic at 3 months ABSORPTIOMETRY",
        "description": "All the patients will be tested in the morning with a 12h fasted no caffeine and alcohol, refrained from the moderate to vigorous exercise at least 24h. Total and regional body mass is estimated using dual energy radiographic absorptiometry(DXA). This technique uses RX with a low radiation dose(1-3μSv/test), much lower than usual exposure to our natural involvement(5-8μSv/day) or RX to the chest (50-150μSv / test). Total body skeletal muscle mass(TBSMM) will be calculated as TBSMM=(1.13 ALST)-(0.02 age)+(0.61 sex)+0.97, where ALST means appendicular lean soft tissue. Skeletal muscle mass will be normalized by height and termed skeletal muscle index to verify the level of physical disability risk. All anthropometric procedures will be led by the same certified technician.\n\nWe will study the bone mineral content, lean soft- tissue and fat mass, total and regional body mass.",
        "timeFrame": "At baseline and 3 months after Cardiac Rehabilitation"
      },
      {
        "measure": "Change from Baseline Objective Measured Physical Activity at 3 months",
        "description": "Each participant will use the ActiGraphGT3X+ and given oral and written instructions on how to wear the accelerometers for the following 7days. The ActiGraph GT3X+ is able to assess acceleration in the vertical, antero-posterior and medio-lateral axes. The ActiGraph GT3X+ will be attached to an elastic waist belt and placed in line with the axillary line of the right iliac crest. Participants will be asked to wear the accelerometer from the moment they wake up until they go to bed at night, and requested to remove it only during water-based activities such as showering and swimming and when they go to bed. ActiGraphGT3X+ will be initialized using a sample rate of 30Hz and then downloaded using the low filter extension option in Actilife5 Software.The cut off points previously used in an older sample of adults to calculate daily times in each activity intensity band. All physical activity variables will be converted to time (in min) per valid day.",
        "timeFrame": "At baseline and 3 months after Cardiac Rehabilitation"
      },
      {
        "measure": "Change from Baseline Funtional Physical Fitness Tests at 3 months",
        "description": "The functional physical fitness tests are a simple, reproducible tool to assess submaximal functional capacity. The 6min walking test will be performed indoors, along a long flat, 20meter corridor. Patients will be instructed to walk at their own pace, with rest stops as needed. The result will be the distance in meters covered in the 6min. The 30sec chair stand,assesses the lower body strength.Patients will be instructed to sit and stand as faster as they can in 30sec with arms folded across chest.The 8-foot(2.4meters) up and go test evaluates the agility, will be evaluated the time in sec that the participant needed to get up, walk the distance of2.44meters and return to the initial position. The chair sit-and-reach aim to assess the lower body flexibility and to assess the upper body flexibility, it will be used the back scratch test.",
        "timeFrame": "At baseline and 3 months after Cardiac Rehabilitation"
      },
      {
        "measure": "Change from Baseline Isometric Strength at 3 months",
        "description": "Handgrip strength will be assessed by a portable hand dynamometer JAMAR plus digital. Subjects will be assessed on both hands alternately. Handgrip assessment will be conducted with the patients in a seated comfortable position, with the shoulder adducted and close to, but not supported by, the trunk. The elbow of the assessed limb should be flexed to 90degrees and the forearm should be in a neutral position (halfway between supine and pronation position). A variation of 0-30 degrees in the wrist extension will be allowed. Each subject will be assessed in three attempts for both hands alternately. In each attempt the subject will exert the maximal grip strength on the hand dynamometer with the assessed limb during 5 seconds. After each attempt, there will be a resting period of 60sec that will be used both for recovery and for changing the handgrip dynamometer to the opposite hand. All patients will be instructed not to perform a Valsalva manoeuvre during the tests.",
        "timeFrame": "At baseline and 3 months after Cardiac Rehabilitation"
      },
      {
        "measure": "Change from Baseline Maximal Strength at 3 months",
        "description": "Maximal strength will be assessed by 1RM test for each of 6weight exercises on variable resistance machines, leg press, leg extension, leg curl, low row, chest press and lat pull down. Correct exercise and breathing techniques (avoidance of the Valsalva manoeuvre) will be practiced. To warm-up before using a machine, each patient will be asked to perform eight repetitions using a relatively light resistance, followed by a 30sec rest. A second set of 4repetitions using a moderate resistance will be then used, followed by a 1min rest. After that each patient will be asked to perform single repetitions until the 1RM was reached. The rests between attempts will be 1-2min. The resistance will be increased by approximately 5kg, or by 2.5kg when the subject was near his maximum. Strength will be recorded as the maximal number of kilograms lifted in 1 full range of motion.",
        "timeFrame": "At baseline and 3 months after Cardiac Rehabilitation"
      },
      {
        "measure": "Change from Baseline Quality of Life Questionnaire at 3 months",
        "description": "The Short Form-36 Health Survey(SF-36) is a self-assessment health status questionnaire composed of 36 questions about socio-demographic, health and personal behavior. It was designed for use in clinical practice and research, health policy evaluations and general population surveys. The 36 questions capture the subject's perception of their general health by sorting them into multi-item scales that assess 8 concepts. The 8 subscales are as follows: physical functioning; role/physical; bodily pain; general health; vitality/energy; social functioning; role/emotional; mental health/emotional wellbeing. The SF-36 also provides 2important summery measures of health-related QoL:physical component summary and mental component summary scales.The strength of both scales lies in their ability to distinguish a physical from a mental outcome. The items and dimensions in SF-36 were constructed using the likert method of summated ratings. A Portuguese validated version of SF-36 is available.",
        "timeFrame": "At baseline and 3 months after Cardiac Rehabilitation"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:31.526Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}