{
  "nctId": "NCT02781649",
  "briefTitle": "Exploring Renal Transplants Using Hepatitis C Infected Donors for HCV-negative Recipients",
  "officialTitle": "An Open-label Pilot Study to Determine the Tolerability and Efficacy of Fixed-dose Grazoprevir/Elbasvir Treatment in Hepatitis C Uninfected Recipients of Renal Transplants From Hepatitis C Infected Deceased Donors",
  "protocolDocument": {
    "nctId": "NCT02781649",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-04-11",
    "uploadDate": "2018-08-08T13:47",
    "size": 812609,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02781649/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 10,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-07-20",
    "completionDate": "2018-01-01",
    "primaryCompletionDate": "2017-05-03",
    "firstSubmitDate": "2016-05-10",
    "firstPostDate": "2016-05-24"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participants ≥ 50 years old\n* On the deceased donor kidney waiting list at Johns Hopkins Hospital\n* Awaiting a first kidney transplant\n* No available living kidney donors\n* On hemodialysis or peritoneal dialysis or stage 5 chronic kidney disease (CKD) defined as a glomerular filtration rate \\< 15 ml/min for ≥ past 90 days\n* HCV-uninfected (by both antibody and RNA PCR) and without any behavioral risk factors for contracting HCV other than being on hemodialysis.\n* Calculated panel reactive anti-human leukocyte antigen (HLA) antibody (cPRA) below 20 percent\n* Female who is:\n\n  * practicing total abstinence from sexual intercourse (minimum 1 complete menstrual cycle)\n  * sexually active with female partners only\n  * not of childbearing potential: defined as postmenopausal for at least 2 years prior to screening defined as amenorrheic for longer than 2 years, age appropriate, and confirmed by a follicle-stimulating hormone level indicating a postmenopausal state, or surgically sterile: defined as bilateral tubal ligation, bilateral oophorectomy or hysterectomy or has a vasectomized partner(s);\n  * of childbearing potential and sexually active with male partner(s): currently using at least one effective method of birth control at the time of screening and agree to practice two effective methods of birth control while receiving study drug (as outlined in the participant information and consent form starting with Study Day 1 and for 30 days after stopping study drug, or for 6 months after stopping study drug if receiving RBV (Note: Estrogen-containing hormonal contraceptives, including oral, injectable, implantable, patch and ring varieties, may not be used during study drug treatment).\n* Males who are not surgically sterile and are sexually active with female partner(s) of childbearing potential must agree to practice two effective forms of birth control (as outlined in the participant information and consent form) throughout the course of the study, starting with starting with Study Day 1 and for 30 days after stopping study drug, or for 6 months after stopping study drug if receiving ribavirin (RBV)\n\nExclusion Criteria:\n\n* Plan to receive a multi-organ transplant\n* Plan to receive a dual kidney transplant (including en bloc)\n* Prior solid organ transplant\n* Participating in another study that involves an intervention or investigational product\n* Plan to receive a blood type incompatible kidney\n* History of human immunodeficiency (HIV), hepatitis C (HCV), or active hepatitis B (HBV) infection defined as being on active antiviral treatment for HBV, detectable hepatitis B surface Ag or detectable hepatitis B DNA\n* Active or unresolved bacterial, viral, or fungal infection that is clinically significant\n* History of cirrhosis or pre-existing liver disease such as non-alcoholic steatohepatitis\n* History of illicit drug use or alcohol abuse within 12 months prior to screening\n* Psychiatric or physical illness that in the opinion of the investigator would make it unsafe to proceed with transplantation or interfere with the ability of the subject to participate in the study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Grade 3 or Higher Treatment-related Adverse Events as US Department of Health and Human Services Common Terminology of Adverse Events (CTCAE) Version 4",
        "description": "Proportion of participants with grade 3 or higher treatment-related adverse events (AE) as assessed by US Department of Health and Human Services Common Terminology of AEs version 4. An AE is an unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medical treatment or procedure that may or may not be considered related to the medical treatment or procedure. Grade refers to the severity of the AE. The CTCAE displays Grades 1 through 5. Grade 3 Severe or medically significant but not life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; Grade 4 Life-threatening consequences; urgent intervention indicated. Grade 5 Death related to AE. The investigator will determine if the AE is related to the treatment.",
        "timeFrame": "12 weeks after transplant"
      }
    ],
    "secondary": [
      {
        "measure": "Viral Response",
        "description": "This is the number of participants with undetectable hepatitis C RNA in the blood at 12 weeks after stopping treatment. Proportion of kidney transplant recipients with HCV RNA \\< Lower Limit Of Quantification (LLOQ) at week 12",
        "timeFrame": "12 weeks after completing treatment"
      },
      {
        "measure": "Antibody Development",
        "description": "Number of kidney transplant recipients who become reactive for HCV antibody",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Number of Participants With Nonstructural Protein 5A (NS5A) Resistance Mutations in the HCV Population From the Deceased Donors",
        "description": "Number of participants with NS5A resistance mutations in the HCV population from the deceased donors.\n\nNumber of donors with NS5A resistance mutations",
        "timeFrame": "Baseline"
      },
      {
        "measure": "IP-10 Elevations",
        "description": "Measurement of interferon (IFN)-gamma inducible protein 10 (IP-10) a marker of acute hepatitis C infection.",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Kidney Function at 6 Months",
        "description": "Serum creatinine mg/dL at 6 months following transplantation",
        "timeFrame": "6 months following transplantation"
      },
      {
        "measure": "Kidney Function at 12 Months",
        "description": "Serum creatinine mg/dL at 12 months following transplantation",
        "timeFrame": "12 months following transplantation"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:24.983Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}