{
  "nctId": "NCT02434692",
  "briefTitle": "Safety and Performance Study of the ARGOS-IO (Intraocular) System in Patients With Primary Open Angle Glaucoma (POAG)",
  "officialTitle": "A Prospective, Open-label, Multicenter Clinical Investigation to Assess the Safety and Performance of the ARGOS-IO System in Patients With Primary Open Angle Glaucoma (POAG)",
  "protocolDocument": {
    "nctId": "NCT02434692",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2014-02-18",
    "uploadDate": "2022-08-05T09:39",
    "size": 6595716,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02434692/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 24,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-07-09",
    "completionDate": "2017-04-11",
    "primaryCompletionDate": "2017-04-11",
    "firstSubmitDate": "2014-09-02",
    "firstPostDate": "2015-05-05"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Mentally competent and willing to provide written informed consent\n2. Male or female aged ≥40 and ≤85 years. Female subjects of childbearing potential must be willing to use adequate contraception and must have a negative pregnancy test.\n3. Diagnosis of primary open-angle glaucoma (POAG) including high pressure glaucoma (HPG), normal pressure glaucoma (NPG) and ocular hypertension (OH), as defined by the European Glaucoma Society guideline (Heijl, Treverso, et al., 2008)\n4. Sufficiently controlled intraocular pressure (IOP)\n5. Study eye needs to be phakic\n6. Only one eye per patient may be implanted with the ARGOS-IO implant\n7. Cataract surgery indicated. The medical indication for a cataract operation must be given irrespective of the study participation. Potential study patients will be solicited for participation in the clinical trial only after the patient has given consent to the cataract operation.\n8. Pre-operative anterior chamber depth (ACD) ≥2.0 mm as measured from the corneal endothelium\n9. Axis length \\>22 mm\n10. Endothelial cell density of the cornea ≥2000 cells/mm²\n11. Subjects able and willing to attend all scheduled visits and comply with all study procedures\n\nExclusion Criteria:\n\n1. Any other type of glaucoma other than primary open-angle glaucoma as defined by inclusion criterion 3\n2. Severe POAG patients with a macular degeneration and visual field loss of -20 decibels (dB) or worse in both eyes. In case of a diverse developed visual field loss, the sensor can be implanted in the worse eye for protection the better eye.\n3. Exudative age-related macular degeneration, instable macular degeneration 30 days prior to inclusion, or macular edema\n4. Retinal detachment\n5. Corneal diseases, especially diseases affecting the corneal endothelium, e.g. Fuchs' Dystrophia\n6. Diabetes mellitus\n7. Existence of Marfan-Syndrome, Ehlers-Danlos-Syndrome or Weill-Marchesani-Syndrome\n8. History or evidence of severe inflammatory eye diseases (i.e. uveitis, retinitis, scleritis) in one or both eyes within 6 months prior to ARGOS-IO implantation\n9. Intraocular surgical procedure(s) within 6 months prior to ARGOS-IO implantation or any surgical procedure such as refractive eye surgery in the study eye that can affect the assessment of IOP by Goldmann applanation tonometry\n10. History of eye tumor\n11. Ocular disease other than glaucoma that may affect assessment of visual acuity and/or IOP by Goldmann applanation tonometry (choroidal hemorrhage or detachment, lens subluxation, thyroid ophthalmopathy)\n12. Anterior chamber configuration that puts the subject at high risk to develop an angle closure glaucoma\n13. History of extensive keloid formation\n14. Severe dry eye syndrome\n15. Subjects who will need to undergo ancillary procedures in the study eye at the time of implantation or during the post-operative study period\n16. Any known intolerance or hypersensitivity to topical anesthetics, mydriatics, plaster or silicone (component of the device)\n17. Existence of other active medical eye implant and/or other active medical implants in the head/neck region\n18. Any contraindication for intraocular lens (IOL) implantation such as choroidal hemorrhage, concomitant severe eye disease, excessive vitreous loss, extremely shallow anterior chamber, microphthalmos, non-age-related cataract, posterior capsular rupture, severe corneal dystrophy, untraceable IOP, zonular separation, color vision deficiencies\n19. Severe generalized disease resulting in a life expectancy shorter than a year\n20. Any clinical evidence that the investigator feels would place the subject at increased risk with the placement of the device\n21. Currently pregnant or breastfeeding\n22. Participation in any study involving an investigational drug or device within the past 30 days or ongoing participation in a study with an investigational drug or device\n23. Patients who are not suitable for the study based on the surgeon's evaluation\n24. Patients unable or unwilling to understand or comply with required study procedures\n25. Patients with psychiatric disorders influencing their judgement or autonomy\n26. Subject and/or an immediate family member is an employee of the investigational site directly affiliated with this study, the sponsor or the contract research organization.\n27. Enrollment of the fellow eye in this clinical study",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Safety: Number of Patients Experiencing a Device Related SAE (SADE) and Complications During Implantation",
        "description": "Number of patients experiencing a device related SAE (SADE) and complications during the implantation of the ARGOS-IO device.",
        "timeFrame": "Day 0 to Day 360 (V01 [Implantation] to V11)"
      },
      {
        "measure": "Performance: Intraclass Correlation Between Intraocular Pressure (IOP) Measurements by GAT and the ARGOS-IO System",
        "description": "Intraclass correlation between intraocular pressure (IOP) measurements made by GAT and the ARGOS-IO system (IOP in mmHg; starting at visit V05 as specified by the protocol) following the ICC(3,k) concordance analysis method \\[Choritz et al., 2019 (Telemetric Measurement of … ARGOS-02 Trial) in the \"References\"-section\\].",
        "timeFrame": "Day 30 to Day 360 (V05 to V11)"
      }
    ],
    "secondary": [
      {
        "measure": "Safety: Incidence, Nature, Severity & Seriousness of Observed AEs/ADEs.",
        "description": "Safety evaluation based on the incidence, nature, severity and seriousness of observed adverse events and adverse device events.",
        "timeFrame": "Day 0 to Day 360 (V01 [Implantation] to V11)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 29,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:31:00.803Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}