{
  "nctId": "NCT03724149",
  "briefTitle": "Transplanting Hepatitis C Lungs Into Negative Lung Recipients",
  "officialTitle": "Open-Labeled Trial Of Direct-acting Antiviral Treatment Of Hepatitis C-Negative Patients Who Receive Lung Transplants From Hepatitis C-Positive Donors",
  "protocolDocument": {
    "nctId": "NCT03724149",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-11-01",
    "uploadDate": "2023-04-12T15:36",
    "size": 7295176,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03724149/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 10,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-12-12",
    "completionDate": "2022-12-31",
    "primaryCompletionDate": "2021-12-31",
    "firstSubmitDate": "2018-10-26",
    "firstPostDate": "2018-10-30"
  },
  "eligibilityCriteria": {
    "criteria": "Subject Selection Criteria\n\nInclusion Criteria:\n\n* 18-67 years of age\n* Obtained agreement for participation from the lung transplant team\n* No evident contraindication to lung transplantation other than the underlying lung disorder\n* Able to travel to the University of Pennsylvania for routine post-transplant visits and study visits for a minimum of 12 months after transplantation\n* No active illicit substance abuse\n* Women must agree to use birth control in accordance with Mycophenolate Risk Evaluation and Mitigation Strategy (REMS) following transplant due to the increased risk of birth defects and/or miscarriage\n* Both men and women must agree to use at least one barrier method of birth control or remain abstinent following transplant due to risk of HCV transmission\n* Inclusion criteria for treatment (not for entry as study patient) will include any detectable HCV RNA by week 4 post-lung transplantation\n* Able to provide informed consent\n\nExclusion Criteria:\n\n* Hepatocellular carcinoma\n* HIV positive\n* HCV RNA positive\n* Hepatitis B surface antigen and/or DNA positive\n* Any chronic liver disease (excluding non-alcoholic fatty liver disease (NAFLD)) that is occurring in the setting of persistently elevated liver enzymes (patients with Alpha-1-antitrypsin lung disease without hepatic involvement are eligible)\n* Significant fibrosis (≥F2 on the Fibroscan)-for patients with cystic fibrosis, the cutoff will be 11kPa (cutoff for F2 for patients with chronic cholestatic liver disease), whereas for all other patients the cutoff will be 8kPa (the cutoff for fatty liver disease used in the THINKER study).\n* Pregnant or nursing (lactating) women\n* Known allergy or intolerance to tacrolimus that would require post-transplant administration of cyclosporine, rather than tacrolimus given the drug-drug interaction between cyclosporine and Zepatier/Epclusa\n* Pre-transplant treatment with amiodarone given the drug-drug interaction between amiodarone and Epclusa\n* Waitlisted for a multi-organ transplant\n* Patients with underlying liver disease with or without liver cirrhosis\n* Patients with cystic fibrosis who have underlying liver disease\n* Re-transplant candidate\n* Use of ECMO or mechanical ventilation as a bridge to lung transplantation\n* Inability to provide study consent\n* Chronic kidney disease with GFR\\<50 ml/min/1.73 m\\^2\n\nRelative contraindications for study subjects that will be reviewed on a case-by-case basis by the Lung Transplant Selection Committee and the Principal Investigators:\n\n* Evidence of end organ damage due to diabetes (e.g. retinopathy, nephropathy, ulcerations) and /or brittle diabetes mellitus (e.g. history of diabetic ketoacidosis) and/or uncontrolled diabetes as evidence by a HgbA1C of 7.5-8.5.\n* Hematologic: Significant coagulation abnormalities, and/or bleeding diatheses.\n* Active or recent solid or liquid malignancy in the past 5 years (apart from select skin malignancies).\n* Patient refusal to receive blood products or transfusions during lung transplant surgery.\n* Psychosocial: Profound neurocognitive impairment with absence of social support.\n* Active mental illness or psychosocial instability\n* Inadequate insurance and/or financial support for post-transplant care.\n* Evidence of drug, tobacco or alcohol abuse within the past six months and failure to satisfy recommended therapy/services/parameters as indicated by social work staff and/or consult team.\n* History of chronic non-adherence to medical recommendations and/or medications\n* PRA \\>10%.\n* Severe malnutrition, BMI \\<18\n* Major chronic disabling comorbidity (e.g. lupus, severe arthritis, neurologic diseases, previous stroke with profound residual).\n* Symptomatic or severe vascular disease (History of CABG, Aorta-femoral surgery)\n\nDonor Organ Selection Criteria\n\nBroad goal: To include donors with confirmed HCV expected to have acceptable post-transplant graft outcomes based on large retrospective lung transplant studies.\n\nInclusion criteria for donors:\n\n* Detectable HCV RNA\n* Age ≤55 years\n* PaO2/FiO2 ≥300 on FiO2 = 100% and PEEP=5\n* Cigarette use history ≤20 pack years\n* No evidence of cirrhosis\n* No prior treatment of HCV with a DAA-based therapy\n* Can be isolated hepatitis B Core IgG positive, but cannot have a detectable HBV Core IgM, HBSAg, and/or HBV DNA (positive HBV NAT test)\n\nDonor Exclusion Criteria:\n\n* Donation after circulatory death determination (DCDD)\n* HIV positive",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "67 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Subject Sustained Virologic Response (SVR-12) at 12-weeks Post-treatment",
        "description": "The primary outcome measure is Sustained Virologic Response (SVR) rate at 12 weeks (number of subjects with SVR; negative HCV RNA after completing therapy) / (number of subjects treated post-lung transplantation).\n\nSVR will be based on the standard definition of SVR-12, defined as an undetectable HCV RNA in a subject's serum 12 weeks after completing treatment for HCV (12 weeks after the subject takes the last dose of Zepatier, Epclusa, or another appropriate antiviral treatment).",
        "timeFrame": "Baseline to 12 weeks"
      },
      {
        "measure": "Major Adverse Events Attributable to HCV Therapy in Post-lung Transplant Patients Post-lung Transplant Patients",
        "timeFrame": "Baseline to 52 weeks"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:23.069Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}