{
  "nctId": "NCT02318602",
  "briefTitle": "Cannabidiol Oral Solution as an Adjunctive Treatment for Treatment-resistant Seizure Disorder",
  "officialTitle": "A Multicenter, Open-label, Flexible Dose Study to Assess the Long-term Safety of Pharmaceutical Cannabidiol Oral Solution as an Adjunctive Treatment for Pediatric Subjects With a Treatment-resistant Seizure Disorder Who Complete INS011-14-029 or Part A of INS011-15-054",
  "protocolDocument": {
    "nctId": "NCT02318602",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-03-06",
    "uploadDate": "2018-06-26T12:04",
    "size": 7275921,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02318602/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 52,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-01-08",
    "completionDate": "2017-06-22",
    "primaryCompletionDate": "2017-06-22",
    "firstSubmitDate": "2014-12-12",
    "firstPostDate": "2014-12-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Completed activities through Day 11 in INS011-14-029 or Part A (Visit 6) INS011-15-054\n* Informed consent/assent (as applicable) was voluntarily provided by the participant and/or parent(s)/caregiver(s) in accordance with applicable laws, regulations, and local requirements\n* Is medically stable with no anticipated changes in chronic medications in the opinion of the Investigator\n* Continues to meet protocol-specified criteria for qualification and contraception, including treatment-resistant seizure disorder\n* In the opinion of the Investigator, the subject and/or parent(s)/caregiver(s) are able to continue keeping accurate seizure diaries\n\nExclusion Criteria:\n\n* Inadequate supervision by parent(s)/caregiver(s)\n* History or current use of dietary supplements, drugs or over-the counter medications outside protocol-specified parameters\n* Signs, symptoms or history of any condition that, per protocol or in the opinion of the investigator, might compromise:\n\n  1. the safety or well-being of the participant or study staff\n  2. the safety or well-being of the participant's offspring (such as through pregnancy or breast-feeding)\n  3. the analysis of results",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "1 Year",
    "maximumAge": "18 Years",
    "stdAges": [
      "CHILD",
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Adverse Events",
        "description": "An Adverse Event (AE) is any untoward medical occurrence in a subject administered a pharmaceutical product. It does not necessarily have a causal relationship with this treatment.",
        "timeFrame": "Up to Week 50"
      },
      {
        "measure": "Percentage of Participants With Serious Adverse Events",
        "description": "A serious adverse event is any untoward medical occurrence ( whether considered to be related to investigational product or not) that at any dose results in death, is life threatening, requires inpatient hospitalization, results in disability/incapacity, is a congenital abnormality/ birth defect, or medically significant as determined by an investigator.",
        "timeFrame": "Up to Week 50"
      },
      {
        "measure": "Percentage of Participants With Clinically Significant Change From Baseline in Laboratory Values",
        "description": "Laboratory values include chemistry and hematology, and urinary analysis.",
        "timeFrame": "Up to Week 50"
      },
      {
        "measure": "Percentage of Participants With Clinically Significant Change From Baseline in Electrocardiogram (ECG) Findings",
        "timeFrame": "Up to Week 48"
      },
      {
        "measure": "Percentage of Participants With Clinically Significant Change From Baseline in Vital Signs",
        "timeFrame": "Up to Week 50"
      },
      {
        "measure": "Change From Baseline in Trough Plasma Levels of Cannabidiol and Its 7-OH Metabolite",
        "timeFrame": "Up to Week 50"
      }
    ],
    "secondary": [
      {
        "measure": "Vineland Adaptive Behavior Scales (VABS)",
        "description": "The Vineland Adaptive Behavior Scales measures the personal and social skills of individuals from birth through adulthood. Because adaptive behavior refers to an individual's typical performance of the day-to-day activities required for personal and social sufficiency, these scales assess what a person actually does, rather than what he or she is able to do.\n\nThe Vineland Adaptive Behavior Scales, Second Edition (Survey Interview Form) is a measure of adaptive behavior in children, adolescents and adults. It yields an overall standard score (Adaptive Behavior Composite, ABC) and age standard scores in four domains. The 4 domains are Communication, Daily Living Skills, Motor Skills, and Maladaptive Behaviour Index. ABC scores have a mean of 100 and a standard deviation of 15 (range = 20 to 160). Higher scores suggest a higher level of adaptive functioning. A rise in standard scores from Baseline indicates improvement.\n\nThe VABS will be completed for all participants.",
        "timeFrame": "Up to Week 48"
      },
      {
        "measure": "Number of Participants With a Positive Response on the Columbia-Suicide Severity Rating Scale (C-SSRS)",
        "description": "For subjects 7 years of developmental age or older, the Columbia-Suicide Severity Rating Scale (C-SSRS) will be administered to access suicidality. The appropriate adult version will be used in subjects 12 years of (developmental) age and older. The investigator will determine the participant's developmental age.",
        "timeFrame": "Up to Week 50"
      }
    ],
    "other": [
      {
        "measure": "Clinical Global Impression of Severity (CGI-S)",
        "description": "The severity of the participant's illness is rated on a seven-point scale, where 1=normal, not at all ill, and 7=among the most extremely ill patients. This rating is based upon observed and reported symptoms, behavior, and function in the past seven days. The score reflects the average severity level across the seven days.\n\nThe CGI-S will be completed for all participants, regardless of chronological and developmental age.",
        "timeFrame": "through study completion, up to 48 weeks or marketing approval, whichever is earlier"
      },
      {
        "measure": "Impact of Pediatric Epilepsy Scale (IPES)",
        "description": "The IPES assesses the impact on academic achievement, participation in activities, health, relationships with family and with peers and siblings, social activities, self-esteem, and the caregiver's hopes for their child's future. It takes about 3 minutes for the parent to complete. Each of the 11 items is given a severity score of 0 (not at all) to 3 (a lot). The higher the score, the higher is the impact of epilepsy on that item. The highest total score possible is 33 (range 0-33).\n\nThe Impact of Pediatric Epilepsy Scale (IPES) is validated for subjects who are 2 to 16 years of age. Due to developmental delay characteristic of the study population, subjects through 18 years of chronological age will complete the IPES. Subjects over 18 years of chronological age will not complete the IPES.",
        "timeFrame": "through study completion, up to 48 weeks or marketing approval, whichever is earlier"
      },
      {
        "measure": "Clinical Global Impression of Improvement (CGI-I)",
        "description": "The participant's overall clinical condition is compared to the one week period just before the start of medication (the baseline visit). The participant's condition is compared to the patient's condition at admission to the project \\[prior to starting treatment\\] on a 7-point scale, where 1=very much improved since the initiation of treatment; and 7=very much worse since the initiation of treatment.\n\nThe CGI-I will be completed for all participants, regardless of chronological and developmental age.",
        "timeFrame": "through study completion, up to 48 weeks or marketing approval, whichever is earlier"
      },
      {
        "measure": "Change From Baseline in Frequency of Seizures as a Measure of Seizure Control",
        "timeFrame": "through study completion, up to 48 weeks or marketing approval, whichever is earlier"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 2,
      "otherCount": 4,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 82,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:49.966Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}