{
  "nctId": "NCT02956850",
  "briefTitle": "A Study in Healthy Volunteers and in Participants With Chronic Hepatitis B to Assess Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of Single and Multiple Doses of RO7020531",
  "officialTitle": "A Phase I, Sponsor-Open, Investigator-Blinded, Subject-Blinded, Multi-Center, Placebo-Controlled Study to Evaluate Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of Oral Administration of RO7020531: (1). Single and Multiple Ascending Doses in Healthy Male and Female Subjects; (2). 6-week Treatment of Patients With Chronic Hepatitis B Virus Infection",
  "protocolDocument": {
    "nctId": "NCT02956850",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-06-24",
    "uploadDate": "2022-06-07T05:49",
    "size": 23566374,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02956850/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 160,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-12-12",
    "completionDate": "2021-06-15",
    "primaryCompletionDate": "2021-06-15",
    "firstSubmitDate": "2016-11-03",
    "firstPostDate": "2016-11-07"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nPart 1: SAD and MAD in Healthy Volunteers\n\n* Non-smokers, or use of less than (\\<) 10 cigarettes (or equivalent nicotine-containing product) per day\n* Negative Anti-Nuclear Antibody (ANA) test; or positive with dilutions not greater than 1:40 and with no associated history or symptoms of potential connective tissue disease or other immune-mediated diseases\n\nPart 2: CHB Participants\n\n* CHB infection (positive test for Hepatitis B surface antigen \\[HBsAg\\] for more than 6 months prior to randomization)\n* For Cohort 1, 2, 3 and 4: HBsAg detectable at screening\n* For Cohort 1, 2 and 3: Hepatitis B virus deoxyribose nuclic acid (HBV DNA) \\< 90 international unit per milliliter (IU/mL) for at least 6 months prior to randomization; HBV DNA \\< 90 IU/mL at screening by Roche Cobas assay\n* For Cohort 4: HBV DNA at screening \\>= 2 × 10\\*4 IU/mL for HBeAg positive and \\>= 2 x 10\\*3 IU/mL for hepatitis B e antigen (HBeAg) negative participants\n* For Cohort 1, 2 and 3: Alanine amino transferase (ALT) =\\<1.5 × upper limit of normal (ULN) during the 6 months prior to randomization confirmed by two measurements separated by at least 14 days; ALT at screening =\\< 1.5 × ULN.\n* For Cohort 4: ALT and aspartate aminotransferase (AST) at screening and Day -1 visit: =\\< 5 × ULN.\n* Negative ANA test; or positive with dilutions not greater than 1:40 and with no associated history or symptoms of potential connective tissue disease or other immune-mediated diseases\n* Liver biopsy, Fibroscan® or equivalent elastography test obtained within 6 months prior to randomization demonstrating liver disease consistent with chronic HBV infection with absence of cirrhosis and absence of extensive bridging fibrosis (cirrhosis or extensive bridging fibrosis are defined as greater than or equal to (\\>/=) Metavir 3, recommended cut-off for Fibroscan 8.5 kilopascals \\[kPa\\])\n* For Cohort 1, 2 and 3: On treatment with tenofovir, entecavir, adefovir, or telbivudine, either as single agents or in combination, for at least 6 months\n* For Cohort 4: Hepatitis B virus (HBV) treatment naïve or not on any anti-HBV treatment for the past 6 months\n\nExclusion Criteria:\n\nPart 1: SAD and MAD in Healthy Volunteers\n\n* History of immunologically mediated disease (e.g., inflammatory bowel disease, idiopathic thrombocytopenic purpura, lupus erythematosus, autoimmune haemolytic anemia, scleroderma, severe psoriasis, rheumatoid arthritis, multiple sclerosis, or any other autoimmune disease); clinically significant psychiatric disease, acute infection (e.g., influenza), gastrointestinal (GI) disease (including inflammatory bowel disease, peptic ulcer disease, GI hemorrhage)\n* History of having received or currently receiving any systemic anti-neoplastic (including radiation) or immune-modulatory treatment (including systemic oral or inhaled corticosteroids, IFN or pegylated interferon \\[PEG-IFN\\]) within the 8 weeks prior to the first dose of study drug or the expectation that such treatment will be needed at any time during the study\n* Any clinically significant concomitant disease or condition that could interfere with, or for which the treatment of might interfere with, the conduct of the study, or that would, in the opinion of the Investigator, pose an unacceptable risk to the participant in this study\n* Positive Hepatitis A virus antibody (HAV Ab IgM), HBsAg, Hepatitis C antibody (HCV Ab), or positive for human immunodeficiency virus (HIV) at screening\n* History of clinically significant thyroid disease; also, participants with clinically significant elevated thyroid-stimulating hormone (TSH) concentrations at screening\n* Positive results for anti-mitochondrial antibody (AMA), anti-smooth muscle antibody (ASMA) or thyroid peroxidase antibody\n\nPart 2: CHB Participants\n\n* History of liver cirrhosis\n* History or other evidence of bleeding from esophageal varices\n* Decompensated liver disease (e.g., Child-Pugh Class B or C clinical classification or clinical evidence such as ascites or varices)\n* History or other evidence of a medical condition associated with chronic liver disease other than HBV infection (e.g., hemochromatosis, autoimmune hepatitis, alcoholic liver disease, toxin exposure, thalassemia, nonalcoholic steato-hepatitis, etc.). A clinical diagnosis of fatty liver is allowed provided that non alcoholic steatohepatitis (NASH) has been excluded by liver biopsy.\n* Documented history or other evidence of metabolic liver disease within one year of randomization\n* Positive test for Hepatitis A virus (IgM anti-HAV), Hepatitis C virus (HCV), Hepatitis D virus, Hepatitis E virus (HEV), or human immunodeficiency virus (HIV).\n* History of or suspicion of hepatocellular carcinoma or alpha fetoprotein \\>/=13 nanograms per milliliter (ng/mL) at screening\n* History of immunologically mediated disease (e.g., inflammatory bowel disease, idiopathic thrombocytopenic purpura, lupus erythematosus, autoimmune haemolytic anemia, scleroderma, severe psoriasis, rheumatoid arthritis, multiple sclerosis, or any other autoimmune disease); clinically significant psychiatric disease; acute infection (e.g., influenza); GI disease (including inflammatory bowel disease, peptic ulcer disease, GI hemorrhage, or history of pancreatitis); clinically significant cardiovascular (including postural hypotension), endocrine, renal, ocular, pulmonary or neurological disease.\n* History of having received or currently receiving any systemic anti-neoplastic (including radiation) or immune-modulatory treatment (including systemic oral or inhaled corticosteroids,IFN or PEG-IFN) within the 8 weeks prior to the first dose of study drug or the expectation that such treatment will be needed at any time during the study\n* Cohort 4: Concurrent HBV treatments\n* History of organ transplantation\n* Clinically significant thyroid disease; also, participants with clinically significant elevated TSH concentrations at screening\n* Positive results for AMA, ASMA or thyroid peroxidase antibody",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Part 1: Percentage of SAD Participants With Adverse Events (AEs)",
        "description": "An AE is any untoward medical occurrence in a clinical investigation healthy volunteer (HV)/participant administered a pharmaceutical product, regardless of causal attribution. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product, any new disease or exacerbation of an existing disease (a worsening in the character, frequency, or severity of a known condition and recurrence of an intermittent medical condition (e.g., headache) not present at baseline.",
        "timeFrame": "From randomization up to Day 29"
      },
      {
        "measure": "Part 1: Percentage of MAD Participants With AEs",
        "description": "An AE is any untoward medical occurrence in a clinical investigation healthy volunteer (HV)/participant administered a pharmaceutical product, regardless of causal attribution. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product, any new disease or exacerbation of an existing disease (a worsening in the character, frequency, or severity of a known condition and recurrence of an intermittent medical condition (e.g., headache) not present at baseline.",
        "timeFrame": "From randomization up to Day 41"
      },
      {
        "measure": "Part 2: Percentage of Chronic Hepatitis B Participants With AEs",
        "description": "An AE is any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product, regardless of causal attribution. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product, any new disease or exacerbation of an existing disease (a worsening in the character, frequency, or severity of a known condition and recurrence of an intermittent medical condition (e.g., headache) not present at baseline.",
        "timeFrame": "From randomization up to Week 12"
      },
      {
        "measure": "Part 1: Percentage of SAD Participants With Laboratory Abnormalities Based on Hematology, Clinical Chemistry, Coagulation and Urinalysis Test Results",
        "description": "For all laboratory parameters included, there exists a Roche predefined standard reference range. Laboratory values falling outside this standard reference range were labeled \"H\" for high or \"L\" for low in HV/participant listings of laboratory data.",
        "timeFrame": "From randomization up to Day 8"
      },
      {
        "measure": "Part 1: Percentage of MAD Participants With Laboratory Abnormalities Based on Hematology, Clinical Chemistry, Coagulation and Urinalysis Test Results",
        "description": "For all laboratory parameters included, there exists a Roche predefined standard reference range. Laboratory values falling outside this standard reference range were labeled \"H\" for high or \"L\" for low in HV/participant listings of laboratory data.",
        "timeFrame": "From randomization up to Day 20"
      },
      {
        "measure": "Part 2: Percentage of Chronic Hepatitis B Participants With Laboratory Abnormalities Based on Hematology, Clinical Chemistry, Coagulation and Urinalysis Test Results",
        "description": "For all laboratory parameters included, there exists a Roche predefined standard reference range. Laboratory values falling outside this standard reference range were labeled \"H\" for high or \"L\" for low in HV/participant listings of laboratory data.",
        "timeFrame": "From randomization up to Week 12"
      },
      {
        "measure": "Part 1: Percentage of SAD Participants With Abnormalities in Electrocardiograph (ECG) Parameters",
        "description": "Triplicate 12-lead ECGs were obtained after the participant has been in a supine position for at least 10 minutes. Clinically significant RO7020531-related changes included confirmation of mean QTc 500 milliseconds (msec) or 60 msec longer than the pre-dose baseline.",
        "timeFrame": "From randomization up to Day 8"
      },
      {
        "measure": "Part 1: Percentage of MAD Participants With Abnormalities in ECG Parameters",
        "description": "Triplicate 12-lead ECGs were obtained after the participants has been in a supine position for at least 10 minutes. Clinically significant RO7020531-related changes included confirmation of mean QTc 500 msec or 60 msec longer than the pre-dose baseline.",
        "timeFrame": "From randomization up to Day 20"
      },
      {
        "measure": "Part 2: Percentage of Chronic Hepatitis B Participants With Abnormalities in ECG Parameters",
        "description": "Triplicate 12-lead ECGs were obtained after the participant has been in a supine position for at least 10 minutes. Clinically significant RO7020531-related changes included confirmation of mean QTc 500 msec or 60 msec longer than the pre-dose baseline.",
        "timeFrame": "From randomization up to Week 12"
      },
      {
        "measure": "Part 1: Percentage of SAD Participants With Abnormalities in Vital Signs",
        "description": "Vital signs include blood pressure, pulse rate, respiratory rate and body temperature. Blood pressure, respiratory rate and pulse rate were obtained after the participant had been in a supine or sitting position for at least 5 minutes. Blood pressure measurement were performed in triplicate (can be as short as 20 second to 1 minute interval between measurements).",
        "timeFrame": "From randomization up to Day 8"
      },
      {
        "measure": "Part 1: Percentage of MAD Participants With Abnormalities in Vital Signs",
        "description": "Vital signs include blood pressure, pulse rate, respiratory rate and body temperature. Blood pressure, respiratory rate and pulse rate were obtained after the participant had been in a supine or sitting position for at least 5 minutes. Blood pressure measurement were performed in triplicate (can be as short as 20 second to 1 minute interval between measurements).",
        "timeFrame": "From randomization up to Day 20"
      },
      {
        "measure": "Part 2: Percentage of Chronic Hepatitis B Participants With Abnormalities in Vital Signs",
        "description": "Vital signs include blood pressure, pulse rate, respiratory rate and body temperature. Blood pressure, respiratory rate and pulse rate were obtained after the participant had been in a supine or sitting position for at least 5 minutes. Blood pressure measurement were performed in triplicate (can be as short as 20 second to 1 minute interval between measurements).",
        "timeFrame": "From randomization up to Week 12"
      }
    ],
    "secondary": [
      {
        "measure": "Part 1: Maximum Observed Plasma Concentration (Cmax) of RO7020531 and Its Metabolites Including RO7011785, RO7018822 and RO7033805: SAD and MAD",
        "timeFrame": "SAD: Predose and 0.5, 1, 1.5 , 2, 3, 4, 6,8, 12,18, and 24hours post dose on Day 1; MAD: Predose and 0.25, 0.5, 1, 1.5, 2 , 3, 4, 6, 8, 12,18, and 24 hours post dose on Days 1 and 13"
      },
      {
        "measure": "Part 2: Cmax of RO7020531 and Its Metabolites Including RO7011785, RO7018822 and RO7033805",
        "timeFrame": "Predose and 0.25, 1, 2, 4, 6, 8, and 24 hours post dose on Days 1 and 41"
      },
      {
        "measure": "Part 1: Time to Maximum Observed Plasma Concentration (Tmax) of RO7020531 and Its Metabolites Including RO7011785, RO7018822 and RO7033805: SAD and MAD",
        "timeFrame": "SAD: Predose and 0.5, 1, 1.5 , 2, 3, 4, 6,8, 12,18, and 24hours post dose on Day 1; MAD: Predose and 0.25, 0.5, 1, 1.5, 2 , 3, 4, 6, 8, 12,18, and 24 hours post dose on Days 1 and 13"
      },
      {
        "measure": "Part 2: Tmax of RO7020531 and Its Metabolites Including RO7011785, RO7018822 and RO7033805",
        "timeFrame": "Predose and 0.25, 1, 2, 4, 6, 8, and 24 hours post dose on Days 1 and 41"
      },
      {
        "measure": "Part 1: Area Under the Plasma Concentration Versus Time Curve Extrapolated to Infinity (AUCinf) of RO7020531 and Its Metabolites Including RO7011785, RO7018822 and RO7033805: SAD and MAD",
        "timeFrame": "SAD: Predose and 0.5, 1, 1.5 , 2, 3, 4, 6,8, 12,18, and 24hours post dose on Day 1; MAD: Predose and 0.25, 0.5, 1, 1.5, 2 , 3, 4, 6, 8, 12,18, and 24 hours post dose on Days 1 and 13"
      },
      {
        "measure": "Part 2: AUCinf of RO7020531 and Its Metabolites Including RO7011785, RO7018822 and RO7033805",
        "timeFrame": "Predose and 0.25, 1, 2, 4, 6, 8, and 24 hours post dose on Days 1 and 41"
      },
      {
        "measure": "Part 1: Area Under the Plasma Concentration Versus Time Curve up to the Last Measurable Concentration (AUClast) of RO7020531 and Its Metabolites Including RO7011785, RO7018822 and RO7033805: SAD and MAD",
        "timeFrame": "SAD: Predose and 0.5, 1, 1.5 , 2, 3, 4, 6,8, 12,18, and 24hours post dose on Day 1; MAD: Predose and 0.25, 0.5, 1, 1.5, 2 , 3, 4, 6, 8, 12,18, and 24 hours post dose on Days 1 and 13"
      },
      {
        "measure": "Part 2: AUClast of RO7020531 and Its Metabolites Including RO7011785, RO7018822 and RO7033805",
        "timeFrame": "Predose and 0.25, 1, 2, 4, 6, 8, and 24 hours post dose on Days 1 and 41"
      },
      {
        "measure": "Part 1: Half Life (t1/2) of RO7020531 and Its Metabolites Including RO7011785, RO7018822 and RO7033805: SAD and MAD",
        "timeFrame": "SAD: Predose and 0.5, 1, 1.5 , 2, 3, 4, 6,8, 12,18, and 24hours post dose on Day 1; MAD: Predose and 0.25, 0.5, 1, 1.5, 2 , 3, 4, 6, 8, 12,18, and 24 hours post dose on Days 1 and 13"
      },
      {
        "measure": "Part 2: t1/2 of RO7020531 and Its Metabolites Including RO7011785, RO7018822 and RO7033805",
        "timeFrame": "Predose and 0.25, 1, 2, 4, 6, 8, and 24 hours post dose on Days 1 and 41"
      },
      {
        "measure": "Part 1: Total Amount of RO7020531, RO7011785, RO7018822 and RO7033805 in Urine: SAD",
        "description": "Total amount of the study drug and metabolites recovered in urine was reported.",
        "timeFrame": "0 to 24 hrs Postdose on Day 1"
      },
      {
        "measure": "Part 1:Mean Concentration of Interferon Alpha (IFN-alpha): SAD and MAD",
        "description": "Mean concentrations of IFN-alpha for SAD were calculated following single-dose and for MAD it was calculated following multiple doses. The standard deviation (SD) presented is actually the log transformed geometric standard deviation.",
        "timeFrame": "SAD: Predose, 2, 6, 12 and 24 hrs Postdose; MAD: Predose, 2, 6, 12, and 24 hrs Postdose on Day 1; Predose, 2, 6 and 24 hrs Postdose on Days 3, 5, 7, 13 and 20"
      },
      {
        "measure": "Part 2: Mean Concentration of IFN-alpha",
        "description": "Mean concentrations of IFN-alpha for Part 2 were calculated following multiple doses. The SD presented is actually the log transformed geometric standard deviation.",
        "timeFrame": "Predose, 6, 8 and 24 hrs Postdose on Day 1; Predose, 4-6, 24 hrs Postdose on Days 3, 7 and 21; Predose, 6, 24 hrs Postdose on Day 41"
      },
      {
        "measure": "Part 1: Mean Fold Change From Baseline in Cytokine Markers: SAD and MAD",
        "description": "Cytokines markers include Chemokine (C-X-C Motif) Ligand 10 (IP-10), Interleukin 6 (IL-6), Interleukin 10 (IL-10), Interleukin 12 p40 (IL-12 p40), Neopterin, Tumor Necrosis Factor-Alpha (TNF-alpha). The SD presented is actually the log transformed geometric standard deviation.",
        "timeFrame": "SAD: Predose, 2, 6, 12, 24, 48 (only Neopterin) and 96 hrs (only Neopterin) Postdose; MAD: Predose, 2, 6, 12, and 24 hrs Postdose on Day 1; Predose, 2, 6 and 24 hrs Postdose on Days 3, 5, 7, 13 and 20"
      },
      {
        "measure": "Part 2: Mean Fold Change From Baseline in Cytokine Markers",
        "description": "Cytokines markers included IP- 10, IL- 6, IL-1 10, IL-12 p40, Neopterin and TNF -alpha. The SD presented is actually the log transformed geometric standard deviation.",
        "timeFrame": "Predose, 6, 8 and 24 hrs Postdose on Day 1; Predose, 4-6, 24 hrs Postdose on Days 3, 7 and 21; Predose, 6, 24 hrs Postdose on Day 41"
      },
      {
        "measure": "Part 1:Mean Fold Change From Baseline in Markers of Transcriptional Responses: SAD and MAD",
        "description": "Markers of transcriptional responses includes messenger ribonucleic acid interferon-stimulated gene 15(mRNA ISG15), messenger RNA oligoadenylate synthetase 1 (mRNA OAS1), messenger RNA myxovirus resistance 1 gene (mRNA MX-1), messenger RNA Toll-like receptor (mRNA TLR7). The SD presented is actually the log transformed geometric standard deviation.",
        "timeFrame": "SAD: Predose, 2, 6, 12 and 24 Postdose; MAD: Predose, 2, 6, 12, and 24 hrs Postdose on Day 1; Predose, 2, 6 and 24 hrs Postdose on Days 3, 5, 7, 13 and 20"
      },
      {
        "measure": "Part 2: Mean Fold Change From Baseline in Markers of Transcriptional Responses",
        "description": "Transcriptional markers include mRNA ISG15, mRNA OAS1, mRNA MX-1, mRNA TLR7. The SD presented is actually the log transformed geometric standard deviation.",
        "timeFrame": "Predose, 6, 8, 24 hrs postdose on Day 1; Predose, 4-6, 24 hrs postdose on Days 3, 7, 21; Predose, 6, 24 hrs postdose on Day 41"
      },
      {
        "measure": "Effect of RO7020531 Dosing on ECG Parameters (PR [PQ], QRS, QT, QTcF in Miliseconds [ms]) Using Exposure-response Analysis: SAD and MAD",
        "timeFrame": "SAD: Predose, 0.5, 1, 2, 4, 6, 12, 24 and 48 hrs Post dose on Day 1; MAD: Predose, 0.5, 1,2,4 and 12 hrs Postdose on Day 1 and 13; Predose, 2 and 6 hrs Postdose on Day 3, Predose, 6 and 24 hrs Postdose on Day , 7, 9, and 11"
      },
      {
        "measure": "Part 2: Plasma Concentrations of Tenofovir, Tenofovir Alafenamide, Entecavir, Adefovir and Telbivudine",
        "description": "Adefovir was not administered to any participants in the study. Hence, no data could be collected for plasma concentration of adefovir. As participants in each cohort received different NUCs the data for Cohorts 1, 2 and 3 have been reported separately.",
        "timeFrame": "Pre-dose and 2-4 hours post-dose on Day 1, Day 21 and Day 41"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 12,
      "secondaryCount": 19,
      "otherCount": 0,
      "totalCount": 31
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:25.399Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}