{
  "nctId": "NCT02908490",
  "briefTitle": "Does Sildenafil Improve Endothelial Dysfunction in Rheumatoid Arthritis?",
  "officialTitle": "Does Sildenafil Improve Endothelial Dysfunction in Rheumatoid Arthritis?",
  "protocolDocument": {
    "nctId": "NCT02908490",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-07-10",
    "uploadDate": "2021-06-02T18:16",
    "size": 1407193,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02908490/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 25,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-04-01",
    "completionDate": "2020-12-31",
    "primaryCompletionDate": "2020-06-04",
    "firstSubmitDate": "2016-07-08",
    "firstPostDate": "2016-09-21"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Meets 2010 American College of Rheumatology (ACR) classification criteria for diagnosis of RA\n* Aged 18 years or older\n* No known history of CVD (see Exclusion Criteria)\n* At least one traditional CV risk factor (i.e., older age \\[men ≥45 years, women ≥55 years\\], obesity \\[defined as body mass index (BMI) \\>30 kg/m2\\], smoking, hypertension, hyperlipidemia, diabetes mellitus, family history of premature \\[defined as diagnosed at \\<65 years old\\] CVD in first-degree relative)\n* On stable baseline doses of RA medications, defined as no change in dose within past 4 weeks and no anticipated changes over the next 6 months\n* On no higher than 10 mg per day of prednisone or prednisone-equivalent within past 4 weeks\n* RA disease duration (from symptom onset) of more than 6 months\n* Having clinical disease activity index (CDAI) of \\>2.8 but ≤22 (i.e., either low or moderate disease activity), within 30 days of study enrollment\n\nExclusion Criteria:\n\n* Aged \\<18 years\n* Pregnant women\n* Known personal history of CVD (clinical diagnoses of stroke, transient ischemic attack, myocardial infarction, acute coronary syndrome, peripheral arterial disease, percutaneous coronary intervention or coronary bypass graft surgery)\n* Use of high-dose statins (e.g., atorvastatin 40-80 mg/day or rosuvastatin 20-40 mg/day) currently or within past 3 months, or any dose changes of statins or of blood pressure medications that may affect endothelial function (i.e., angiotensin-converting-enzyme \\[ACE\\] inhibitors or angiotensin receptor blockers \\[ARBs\\]) within past 3 months. If on statin or an ACE-I or ARB, there should be no anticipated dose changes over the next 6 months.\n* Persons with intra-cardiac and intra-pulmonary shunts, unstable cardiopulmonary conditions, or anyone on chronic oxygen therapy\n* Persons taking nitric oxide donors, organic nitrites and nitrates, such as glyceryl trinitrate (nitroglycerin), sodium nitroprusside, amyl nitrite (\"poppers\")\n* Severe hepatic impairment (liver function tests \\>1.5 times upper limit of normal) within past 4 weeks\n* Severe impairment in renal function (serum creatinine ≥1.5 mg/dL) within past 4 weeks\n* Hypotension (defined as blood pressure \\[BP\\] \\<90/60)\n* Hereditary degenerative retinal disorders (including genetic disorders of retinal phosphodiesterases)\n* Persons already taking (or taken within 3 months) sildenafil or other PDE inhibitors (i.e., tadalafil, vardenafil)\n* Persons unable to provide voluntary written informed consent\n* Severe hypertension (BP \\>170/110)\n* Persons with HIV/AIDS",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Brachial Artery Flow Mediated Dilation (FMD) Without Nitroglycerin at 3 Months",
        "description": "The methods of assessment of endothelial function via FMD will be performed following guidelines. Using Duplex ultrasound with a high-resolution linear array transducer, the difference between the maximum brachial artery diameter (BAD) postocclusion and the baseline diameter will be calculated, expressed as a percentage (%BAD). Generally, %BAD values below 5-7% represent endothelial dysfunction, which is associated with CV risk factors, future CVD and mortality.",
        "timeFrame": "Baseline and After 3 months of Study Drug use (i.e., either at 3 months pre-washout or at 6 months, depending on group assignment)"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Peripheral Arterial Tone (PAT) LnRHI at 3 Months",
        "description": "PAT measured by the EndoPAT 2000 device is a non-invasive method to assess endothelial function. It is a standardized, rapid, and easy to apply method, and has been found to correlate with multiple traditional CV risk factors and to be responsive to interventions. PAT is a validated alternative measure to brachial arterial FMD in assessing endothelial function, and is less operator-dependent than FMD. FMD directly measures the dilation capability of the large-conduit artery, whereas PAT measures flow response hyperemia, which is related to endothelial function of small arteries of microcirculation. PAT measures endothelium-mediated changes in vascular tone using bio-sensors placed on fingertips. The semi-automatically calculated result (Reactive Hyperemia Index) is an index of endothelial function. LnRHI is a Reactive Hyperemia Index after natural log transformation with a matched cutoff: Normal: LnRHI \\> 0.51 and Abnormal: LnRHI \\<= 0.51 cut-off.",
        "timeFrame": "Baseline and After 3 months of Study Drug use (i.e., either at 3 months pre-washout or at 6 months, depending on group assignment)"
      },
      {
        "measure": "Change From Baseline in hsCRP at 3 Months",
        "description": "High-sensitivity CRP (hsCRP) measured using standard clinical laboratory protocols",
        "timeFrame": "Baseline and After 3 months of Study Drug use (i.e., either at 3 months pre-washout or at 6 months, depending on group assignment)"
      },
      {
        "measure": "Change From Baseline in ESR at 3 Months",
        "description": "Erythrocyte sedimentation rate (ESR) measured using standard clinical laboratory protocols",
        "timeFrame": "Baseline and After 3 months of Study Drug use (i.e., either at 3 months pre-washout or at 6 months, depending on group assignment)"
      },
      {
        "measure": "Change From Baseline in Number of Participants With Detectable IL-6 at 3 Months",
        "description": "Interleukin (IL)-6 measured using enzyme linked immunosorbent assay (ELISA) (pg/mL). Since very few subjects had detectable IL-6 levels, the outcome measure reports the number of participants with detectable IL-6 rather than mean levels.",
        "timeFrame": "Baseline and After 3 months of Study Drug use (i.e., either at 3 months pre-washout or at 6 months, depending on group assignment)"
      },
      {
        "measure": "Change From Baseline in RF at 3 Months",
        "description": "Rheumatoid factor (RF) measured using standard clinical laboratory protocols",
        "timeFrame": "Baseline and After 3 months of Study Drug use (i.e., either at 3 months pre-washout or at 6 months, depending on group assignment)"
      },
      {
        "measure": "Change From Baseline in CCP at 3 Months",
        "description": "Anti-cyclic citrullinated peptide antibody (CCP) measured using standard clinical laboratory protocols. Note, the universal unit of measure for CCP is \"Units.\"",
        "timeFrame": "Baseline and After 3 months of Study Drug use (i.e., either at 3 months pre-washout or at 6 months, depending on group assignment)"
      },
      {
        "measure": "Change From Baseline in E-selectin at 3 Months",
        "description": "Leukocyte adhesion molecule E-selectin measured using enzyme linked immunosorbent assay (ELISA)",
        "timeFrame": "Baseline and After 3 months of Study Drug use (i.e., either at 3 months pre-washout or at 6 months, depending on group assignment)"
      },
      {
        "measure": "Change From Baseline in ICAM-1 at 3 Months",
        "description": "Intercellular adhesion molecule (ICAM)-1 measured using enzyme linked immunosorbent assay (ELISA)",
        "timeFrame": "Baseline and After 3 months of Study Drug use (i.e., either at 3 months pre-washout or at 6 months, depending on group assignment)"
      },
      {
        "measure": "Change From Baseline in VCAM-1 at 3 Months",
        "description": "Vascular cell adhesion molecule (VCAM)-1 measured using enzyme linked immunosorbent assay (ELISA)",
        "timeFrame": "Baseline and After 3 months of Study Drug use (i.e., either at 3 months pre-washout or at 6 months, depending on group assignment)"
      },
      {
        "measure": "Change From Baseline in CD40L at 3 Months",
        "description": "CD40 ligand (CD40L) measured using enzyme linked immunosorbent assay (ELISA)",
        "timeFrame": "Baseline and After 3 months of Study Drug use (i.e., either at 3 months pre-washout or at 6 months, depending on group assignment)"
      },
      {
        "measure": "Change From Baseline in MMP-9 at 3 Months",
        "description": "Matrix metalloproteinase-9 (MMP-9) measured using enzyme linked immunosorbent assay (ELISA)",
        "timeFrame": "Baseline and After 3 months of Study Drug use (i.e., either at 3 months pre-washout or at 6 months, depending on group assignment)"
      },
      {
        "measure": "Change From Baseline in MPO at 3 Months",
        "description": "Myeloperoxidase (MPO) measured using enzyme linked immunosorbent assay (ELISA)",
        "timeFrame": "Baseline and After 3 months of Study Drug use (i.e., either at 3 months pre-washout or at 6 months, depending on group assignment)"
      },
      {
        "measure": "Serious Adverse Events (SAE)",
        "description": "SAEs include death, hospitalization or prolonged existing hospitalization, life threatening, persistent or significant disability, birth defect/congenital anomaly, or medically significant event.",
        "timeFrame": "6 Months and 2 Weeks from Baseline Visit"
      },
      {
        "measure": "Adverse Events (AE) Related to Treatment",
        "description": "AEs related to sildenafil treatment may include headache, flushing, indigestion, or visual disturbance, among others.",
        "timeFrame": "6 Months and 2 Weeks from Baseline Visit"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 14,
      "otherCount": 0,
      "totalCount": 15
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:59.658Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}