{
  "nctId": "NCT03371836",
  "briefTitle": "Use of Clobazam for Epilepsy and Anxiety",
  "officialTitle": "Use of Clobazam in Treating Anxiety Comorbid With Pediatric Epilepsy",
  "protocolDocument": {
    "nctId": "NCT03371836",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-12-12",
    "uploadDate": "2017-12-12T10:29",
    "size": 418323,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03371836/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 20,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-10-01",
    "completionDate": "2019-12-31",
    "primaryCompletionDate": "2019-12-31",
    "firstSubmitDate": "2017-11-21",
    "firstPostDate": "2017-12-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Established diagnosis of epilepsy, characterized by focal seizures with suspected or documented localization in the temporal lobe. All participants will have active epilepsy that requires treatment with anticonvulsant medication.\n\n  * Although it is not necessary to be seizure free, a seizure baseline period will be established in the 60 days prior to enrollment into the study.\n  * Current regimen of anticonvulsant drugs must have been stable for 30 days prior to entry into the study.\n* No episodes of seizure clusters of status epilepticus within 30 days prior to entry into the study.\n* Established symptoms of anxiety with functional impairment.\n* A diagnosis of an anxiety disorder based on the administration of the K-SADS Male or female participants equal to or above age 6 and below age 18 at the start of the study. No exclusion will be made on the basis of gender or minority status.\n* Male or female participants equal to or above age 6 and below age 18 at the start of the study. No exclusion will be made on the basis of gender or minority status.\n* Good general health as determined by medical history and physical examination.\n* Ability to swallow pills (participant will receive pill swallowing instruction if necessary). The medicine may be cut into pieces and/or mixed with applesauce.\n* If female of childbearing age, a negative urine or serum pregnancy test must be established or assured at baseline. Additionally, the participant must agree to use abstinence or appropriate contraception methods or be otherwise incapable of pregnancy for the duration of the study. Pregnancy test results will be shared with parent or guardian. Pregnancy status (or prevention) and abstinence or contraception methods will be addressed throughout the study for females of childbearing age as well as for post-pubertal males.\n* Previous subjects who failed at any point to meet continuation criteria and withdrew early may be considered for re-enrollment by the PI on a case-by-case basis.\n* Participant or legal caregiver capable of providing informed consent and fully capable of monitoring the subject's disease process and compliance with treatment.\n\nExclusion criteria:\n\n* Previous allergic or hypersensitivity reactions to Onfi® or benzodiazepines\n* Active substance abuse or dependence within 30 days of enrollment\n* DSM-V diagnosis of psychotic illness or imminent risk of harm to self or others.\n* Current standing use of benzodiazepines (except as \"rescue\" medicine)\n* Serious or unstable medical or neurologic conditions such as HIV, liver or kidney disease, cancer or diabetes.\n* Participation in a previous experimental drug study within 30 days of baseline visit.\n* Estimated IQ\\<70 as indicated by initial clinical assessment (rendering rating scales invalid)\n* Insufficient capacity of caregiver or legal guardian to understand and appropriately consent for study procedures",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "6 Years",
    "maximumAge": "17 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "CGI-I",
        "description": "Mean of Clinical Global Impression-Improvement from baseline. (1-7 point scale; lower score equals a better outcome; 1 is the maximum improvement, 7 is the minimum improvement)",
        "timeFrame": "14-18 weeks"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 14,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:29:49.190Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}