{
  "nctId": "NCT02406027",
  "briefTitle": "An Extension Study to Evaluate the Long-Term Safety and Tolerability of JNJ-54861911 in Participants in the Early Alzheimer's Disease Spectrum",
  "officialTitle": "A Randomized, Two-Period, Double-Blind Placebo-Controlled and Open-Label, Multicenter Extension Study to Determine the Long-Term Safety and Tolerability of JNJ-54861911 in Subjects in the Early Alzheimer's Disease Spectrum",
  "protocolDocument": {
    "nctId": "NCT02406027",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-09-06",
    "uploadDate": "2019-06-25T11:29",
    "size": 1905005,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02406027/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 90,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-07-02",
    "completionDate": "2018-06-28",
    "primaryCompletionDate": "2018-06-28",
    "firstSubmitDate": "2015-03-27",
    "firstPostDate": "2015-04-01"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participants in the early Alzheimer's disease (AD) spectrum at time of enrollment under the parent protocol and according to its inclusion and exclusion criteria, must have very recently completed their treatment in a Phase 1b or Phase 2 JNJ-54861911 clinical study (example \\[e.g.\\], 54861911ALZ2002) under the parent protocol. Enrollment in this study should be completed (Day 1 of double-blind \\[DB\\] treatment phase) as soon as possible, but within 6 weeks, following completion of their treatment period under the parent protocol. If not defined under the parent protocol, completion of the treatment period is defined as having completed all study related procedures of the last visit of the treatment period under the parent protocol. A screening phase of up to 12 weeks may be allowed following written approval of the Sponsor\n* Participant must be willing and able to adhere to the prohibitions and restrictions specified in this protocol\n* Each Participants (or their legally acceptable representative and caregiver depending on disease state and local requirements) must sign an informed consent form (ICF) indicating that he or she understands the purpose of and procedures required for the study and are willing to participate in the study\n* Participants must have a reliable informant (relative, partner, or friend). The informant must be willing to participate as a source of information and has at least weekly contact with the participant (contact can be in-person, via telephone or other audio/visual communication). The informant must have sufficient contact such that the Investigator feels he/she can provide meaningful information about the participant's daily function. If possible, an alternate informant meeting these criteria who can replace the primary informant should be identified prior to randomization\n\nExclusion Criteria:\n\n* Any condition or situation which, in the opinion of the Investigator, may put the participant at significant risk, may confound the study results, or may interfere significantly with participant's participation in the study\n* The use of concomitant medications known to prolong the QT/QTc interval\n* Participant has a history of moderate or severe hepatic impairment or severe renal insufficiency unless completely resolved for more than a year. Participant has clinically significant ongoing hepatic, renal, cardiac, vascular, pulmonary, gastrointestinal, endocrine, hematologic, rheumatologic, psychiatric or metabolic conditions (e.g., requiring frequent monitoring or medication adjustments or is otherwise unstable)",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Serious TEAEs",
        "description": "An adverse event (AE) is any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. TEAEs were events between administration of study drug and up to 3 years that were absent before treatment or that worsened relative to pre-treatment state. An serious adverse event (SAE) is an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly.",
        "timeFrame": "Up to 3 years"
      }
    ],
    "secondary": [
      {
        "measure": "Double-blind Treatment Phase (Period 1): Percent Change From Baseline in Cerebrospinal Fluid (CSF) Amyloid Beta (ABeta) (1-37, 1-38, 1-40, 1-42) Levels",
        "description": "CSF samples were obtained for measuring levels of different ABeta fragments such as ABeta 1-37, ABeta 1-38, ABeta 1-40, and ABeta 1-42. ABeta fragments of different length produced by cleavage of amyloid precursor protein (APP) by beta-secretase (BACE) and gamma-secretase complex in brain and excreted into CSF. Participants were classified as asymptomatic at risk: cognitively and functionally normal (Clinical Dementia Rating Scale score \\[CDR\\] =0), but with biomarker pattern consistent with early stage AD (preclinical stage); and prodromal: had some limited cognitive impairment (CDR =0.5), and still functionally normal, with biomarker pattern consistent with early stage (predementia) AD, but had as of yet no dementia (predementia stage). Here, 'Number analyzed=0' signifies that either CSF concentration was below lower limit of quantification for assay or sample was collected under parent study 54861911ALZ2002 (NCT02260674).",
        "timeFrame": "Baseline, Double-blind (DB) Day 1 and DB Week 52"
      },
      {
        "measure": "Double-blind Treatment Phase (Period 1): Percent Change From Baseline in Cerebrospinal Fluid (CSF) Soluble Amyloid Precursor Protein (sAPP) Fragments (sAPP-alpha and sAPP-beta) Levels",
        "description": "The CSF samples were obtained for measuring levels of different soluble amyloid precursor protein (sAPP) fragments (sAPP-alpha, sAPP-beta). Participants were classified as asymptomatic at risk: cognitively and functionally normal (CDR score =0), but with biomarker pattern consistent with early stage alzheimer's disease (AD) (preclinical stage); and prodromal: had some limited cognitive impairment (CDR =0.5), and still functionally normal, with biomarker pattern consistent with early stage (predementia) AD, but had as of yet no dementia (predementia stage). Here, 'Number analyzed=0' signifies that either CSF concentration was below lower limit of quantification for assay or sample was collected under parent study 54861911ALZ2002 (NCT02260674).",
        "timeFrame": "Baseline, DB Day 1 and DB Week 52"
      },
      {
        "measure": "Double-blind Treatment Phase (Period 1): Percent Change From Baseline in Plasma Amyloid Beta (ABeta) (1-38, 1-40, 1-42) Levels",
        "description": "Plasma samples were obtained for measuring levels of different ABeta fragments such as ABeta 1-38, ABeta 1-40, ABeta 1-42. ABeta fragments of different length were produced by cleavage of APP by beta-secretase (BACE) and gamma-secretase complex in different peripheral tissues, including white blood cells and were measured in plasma. Participants classified as asymptomatic at risk: cognitively and functionally normal (CDR score =0), but with biomarker pattern consistent with early stage AD (preclinical stage); and prodromal: had some limited cognitive impairment (CDR =0.5), and still functionally normal, with biomarker pattern consistent with early stage (predementia) AD, but had as of yet no dementia (predementia stage). Here, 'Number analyzed=0' signifies that either CSF concentration was below lower limit of quantification for assay or sample was collected under parent study 54861911ALZ2002 (NCT02260674).",
        "timeFrame": "Baseline, DB Day 1, DB Week 24, and DB Week 52"
      },
      {
        "measure": "Double-blind Treatment Phase (Period 1): Percent Change From Baseline in Cerebrospinal Fluid (CSF) Tau Protein and Phosphorylated Tau (p-Tau) Protein Level",
        "description": "The CSF samples were obtained for measuring levels of Tau protein and phosphorylated (p)-tau protein. Participants were classified as asymptomatic at risk: cognitively and functionally normal (CDR score =0), but with biomarker pattern consistent with early stage AD (preclinical stage); and prodromal: had some limited cognitive impairment (CDR =0.5), and still functionally normal, with biomarker pattern consistent with early stage (predementia) AD, but had as of yet no dementia (predementia stage). Here, 'Number analyzed=0' signifies that either CSF concentration was below lower limit of quantification for assay or sample was collected under parent study 54861911ALZ2002 (NCT02260674).",
        "timeFrame": "Baseline, DB Day 1 and DB Week 52"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:41.279Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}