{
  "nctId": "NCT03444870",
  "briefTitle": "Efficacy and Safety Study of Gantenerumab in Participants With Early Alzheimer's Disease (AD)",
  "officialTitle": "A Phase III, Multicenter, Randomized, Double-Blind, Placebo-Controlled, Parallel-Group, Efficacy, and Safety Study of Gantenerumab in Patients With Early (Prodromal to Mild) Alzheimer's Disease",
  "protocolDocument": {
    "nctId": "NCT03444870",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-08-02",
    "uploadDate": "2023-12-22T05:13",
    "size": 3844597,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03444870/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 1053,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-06-06",
    "completionDate": "2023-02-17",
    "primaryCompletionDate": "2022-12-28",
    "firstSubmitDate": "2018-02-19",
    "firstPostDate": "2018-02-23"
  },
  "eligibilityCriteria": {
    "criteria": "Key Inclusion criteria:\n\n* Meets National Institute on Aging/Alzheimer's Association (NIAAA) core clinical criteria for probable AD dementia or prodromal AD (consistent with the NIAAA diagnostic criteria and guidelines for mild cognitive impairment)\n* Evidence of the AD pathological process, as confirmed by CSF tau/A-beta42or amyloid PET scan\n* Demonstrated abnormal memory function\n* MMSE score greater than or equal to 22 (≥ 22)\n* Clinical dementia rating-global score (CDR-GS) of 0.5 or 1.0\n* Availability of a reliable study partner who accepts to participate in study procedures throughout the 2 years duration of study\n* If receiving symptomatic AD medications, the dosing regimen must have been stable for 3 months prior to screening and until randomization\n* For enrollment in the China extension, patients must have residence in mainland China, Hong Kong, or Taiwan and be of Chinese ancestry\n* For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive methods\n\nKey Exclusion criteria:\n\n* Any evidence of a condition other than AD that may affect cognition\n* History of schizophrenia, schizoaffective disorder, major depression, or bipolar disorder\n* History or presence of clinically evident systemic vascular disease that in the opinion of the investigator has the potential to affect cognitive function\n* History or presence of clinically evident cerebrovascular disease\n* History or presence of posterior reversible encephalopathy syndrome\n* History or presence of any stroke with clinical symptoms within the past 12 months, or documented history within the last 6 months of an acute event that is consistent with a transient ischemic attack\n* History of severe, clinically significant CNS trauma\n* History or presence of intracranial mass (e.g., glioma, meningioma) that could potentially impair cognition\n* Presence of infections that affect brain function or history of infections that resulted in neurologic sequelae\n* History or presence of systemic autoimmune disorders that potentially cause progressive neurologic disease with associated cognitive deficits\n* At risk for suicide in the opinion of the investigator\n* Alcohol and/or substance abuse or dependants in past 2 years\n* Relevant brain hemorrhage, bleeding disorder and cerebrovascular abnormalities\n* Any contraindications to brain MRI\n* Unstable or clinically significant cardiovascular, kidney or liver disease\n* Uncontrolled hypertension\n* Unstable or clinically significant cardiovascular disease\n* Abnormal thyroid function\n* Patients with evidence of folic acid deficiency\n\nExclusion for Open-Label Extension (OLE):\n\n* Discontinued from study treatment during the double-blind treatment period\n* Received any other investigational medication during the double-blind treatment period or after the end of double-blind treatment\n* Participation in the OLE deemed inappropriate by the investigator\n* Presence of ARIA-E findings at the Week 116 MRI scan",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "maximumAge": "90 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "DBT Period: Change From Baseline to Week 116 in Global Outcome, as Measured by CDR-SB",
        "description": "CDR was derived through semi-structured interview with the participant and an appropriate informant, and it rated impairment across six domains: memory, orientation, judgment, and problem solving, community affairs, home and hobbies, and personal care on a 5-point scale for which 0=no impairment, 0.5=questionable impairment, and 1, 2, and 3=mild, moderate, and severe impairment, respectively. The CDR-SB is based on summing each of the domain box scores with total score ranging from 0-18 with higher scores reflecting greater cognitive and functional impairment. A negative change from baseline indicates improvement.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "China Extension: DBT Period: Change From Baseline to Week 116 in Global Outcome, as Measured by CDR-SB",
        "description": "CDR was derived through semi-structured interview with the participant and an appropriate informant, and it rated impairment across six domains: memory, orientation, judgment, and problem solving, community affairs, home and hobbies, and personal care on a 5-point scale for which 0=no impairment, 0.5=questionable impairment, and 1, 2, and 3=mild, moderate, and severe impairment, respectively. The CDR-SB is based on summing each of the domain box scores with total score ranging from 0-18 with higher scores reflecting greater cognitive and functional impairment. A negative change from baseline indicates improvement.",
        "timeFrame": "Baseline, Week 116"
      }
    ],
    "secondary": [
      {
        "measure": "DBT Period: Change From Baseline to Week 116 in Alzheimer Disease Assessment Scale-Cognition Subscale 13 (ADAS-Cog13) Score",
        "description": "The ADAS-Cog13 total score includes all of the items in the ADAS-Cog11 in addition to delayed word recall and the number cancellation. For the ADAS-cog 13 the range is 0-85 (score range for Delayed Word Recall \\[DWR\\] score is 0-10 and for Number Cancellation \\[NC\\] is 0-5, thus the score is ADAS-cog 11\\[0-70\\] plus the scores for DWR and NC). A higher score indicates worse performance. A negative change from baseline indicates improvement in cognitive function.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "DBT Period: Change From Baseline to Week 116 in Alzheimer's Disease Cooperative Study- Activities of Daily Living (ADCS-ADL) Total Score",
        "description": "ADCS-ADL is a 23-item rater-administered, observer-reported outcome (ObsRO) that captures a participant's ability to perform basic activities of daily living (e.g., eating and toileting) and more complex ADL or instrumental activities of daily living (iADL, e.g., using the telephone, managing finances, preparing a meal). Total score ranges from 0-78, with higher scores reflecting better functioning. A positive change from baseline indicates improvement.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "DBT Period: Change From Baseline to Week 116 in Functional Activities Questionnaire (FAQ) Score",
        "description": "FAQ is a rater-administered ObsRO (informant-based measure) that measures a participant's functional ability to perform complex higher-order activities. The observer provides performance ratings of the target person on ten complex higher-order activities. Total score that ranges from 0-30, with higher scores reflecting greater functional impairment. A negative change from baseline indicates improvement.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "DBT Period: Change From Baseline to Week 116 in Mini-Mental State Examination (MMSE) Total Score",
        "description": "MMSE is a rater-administered performance-based outcome (PerfO) that includes a set of standardized questions used to evaluate possible cognitive impairment and help stage the severity level of this impairment. The questions target six areas: orientation, registration, attention, short-term recall, language, and constructional praxis/visuospatial abilities. Total score ranges from 0-30, with lower scores indicating greater impairment. A positive change from baseline indicates improvement.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "DBT Period: Change From Baseline to Week 116 in Alzheimer Disease Assessment Scale-Cognition Subscale 11 (ADAS-Cog11) Score",
        "description": "The ADAS-Cog11 was designed to measure cognitive symptom change in participants with Alzheimer's Disease (AD) and consisted of 11 tasks. The standard 11 items (and corresponding score range) were: word recall (0-10), commands (0-5), constructional praxis (0-5), naming objects and fingers (0-5), ideational praxis (0-5), orientation (0-8), word recognition (0-12), spoken language ability (0-5), comprehension of spoken language (0-5), word-finding difficulty (0-5), and remembering test instructions (0-5). The test included 7 performance items and 4 clinician-rated items. The ADAS-Cog11 total score was the sum of all 11 individual items, with a total score ranging from 0 (no impairment) to 70 (severe impairment). Higher scores indicated more severe cognitive impairment. A negative change from baseline indicates improvement.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "DBT Period: Change From Baseline to Week 116 in Verbal Fluency Task (VFT) Score",
        "description": "VFT is a rater administered PerfO that measures speed and flexibility of verbal thought with a total score that ranges from 0-99 (lower scores indicating lower performance). A positive change from baseline indicates improvement.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "DBT Period: Change From Baseline to Week 116 in the Coding (Digit Symbol Substitution Test [DSST]) Subtest",
        "description": "Coding, also called DSST is a rater administered PerfO that measures speed of processing and associative memory with a total score that ranges from 0-135 (lower scores indicating lower performance). The DSST was adapted from the Wechsler Adult Intelligence Scale. The 120-second version of the test was used in this study. Positive change from baseline indicates improvement.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "DBT Period: Change From Baseline to Week 116 in Alzheimer's Disease Cooperative Study-Instrumental Activities of Daily Living (ADCS-iADL) Instrumental Score",
        "description": "The ADCS-iADL measures activities such as using the telephone, shopping and preparing a meal. The ADCS-iADL consists of 16 questions with a score range of 0 to 56 where a higher score represents better function. Positive change from baseline indicates improvement.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "DBT Period: Number of Participants With at Least One Adverse Event (AE)",
        "description": "An AE is any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product, regardless of causal attribution.",
        "timeFrame": "From Day 1 up to 14 weeks after the last dose of blinded study drug (up to 131 weeks)"
      },
      {
        "measure": "DBT Period: Number of Participants With Post-baseline Suicidal Ideation or Suicidal Behavior as Measured Using Columbia-Suicide Severity Rating Scale (C-SSRS)",
        "description": "C-SSRS=assessment tool used to assess lifetime suicidality of a participant (at baseline) as well as any new instances of suicidality (C-SSRS since last visit). Structured interview prompts recollection of suicidal ideation, including intensity of ideation, behavior, \\& attempts with actual/potential lethality. Categories have binary responses (yes/no) \\& include Wish to be Dead; Non-specific Active Suicidal Thoughts; Active Suicidal Ideation with Any Methods (Not Plan) without Intent to Act; Active Suicidal Ideation with Some Intent to Act, without Specific Plan; Active Suicidal Ideation with Specific Plan and Intent, Preparatory Acts and Behavior; Aborted Attempt; Interrupted Attempt; Actual Attempt (non-fatal); Completed Suicide. Suicidal ideation/behavior is indicated by a \"yes\" answer to any of the listed categories. Score of 0 is assigned if no suicide risk is present. Score of 1 or higher= suicidal ideation or behavior. Categories with non-zero values are only reported here.",
        "timeFrame": "From Day 1 up to 14 weeks after the last dose of blinded study drug (up to 131 weeks)"
      },
      {
        "measure": "DBT Period: Number of Participants With at Least One Amyloid-Related Imaging Abnormalities-Edema (ARIA-E) Magnetic Resonance Imaging (MRI) Finding",
        "description": "ARIA are an identified risk with anti-amyloid antibodies, including gantenerumab. These changes can be identified on brain MRI. In ARIA-E, (E for oedema or effusion), oedema can be seen in different areas of the brain on MRI, representing fluid leakage into the brain parenchyma or sulcal spaces.",
        "timeFrame": "From Day 1 up to 14 weeks after the last dose of blinded study drug (up to 131 weeks)"
      },
      {
        "measure": "DBT Period: Number of Participants With at Least One Amyloid-Related Imaging Abnormalities-Haemosiderin Deposition (ARIA-H) MRI Finding",
        "description": "ARIA are an identified risk with anti-amyloid antibodies, including gantenerumab. These changes can be identified on brain MRI. ARIA-H (H for hemosiderosis) are small foci of signal loss observed on MRI sequences sensitive for paramagnetic tissue properties and comprise cerebral microbleeds (small foci of bleeding in the brain parenchyma) and leptomeningeal hemosiderosis (small foci of bleeding on the surface of the brain). These changes also occur sporadically in AD.",
        "timeFrame": "From Day 1 up to 14 weeks after the last dose of blinded study drug (up to 131 weeks)"
      },
      {
        "measure": "DBT Period: Number of Participants With Injection-Site Reactions",
        "description": "An AE is any unfavorable and unintended sign, symptom, or disease temporally associated with the use of an investigational product or other protocol-imposed intervention, regardless of attribution. Local injection reactions (or injection site reactions) are defined as AEs related to the injection site that occur during or within 24 hours after study drug administration that are judged to be related to the study drug injection.",
        "timeFrame": "From Day 1 up to 14 weeks after the last dose of blinded study drug (up to 131 weeks)"
      },
      {
        "measure": "DBT Period: Number of Participants With Anti-Drug Antibodies (ADA) to Gantenerumab",
        "description": "The number of participants with positive results for ADA against gantenerumab at any of the post-baseline assessment time-points were reported. Participant with an ADA assay result from at least one post-baseline sample was defined as a post-baseline evaluable participant. Treatment Emergent ADA = A participant with a negative or missing baseline ADA result(s) and at least one positive post-baseline ADA result.",
        "timeFrame": "From Day 1 up to 14 weeks after the last dose of blinded study drug (up to 131 weeks)"
      },
      {
        "measure": "DBT Period: Change From Baseline to Week 116 in Brain Amyloid Load as Measured by Amyloid Positron Emission Tomography (PET) Scan in a Subset of Participants",
        "description": "Brain amyloid load over time was assessed using \\[18F\\] florbetaben or \\[18F\\] flutemetamol tracers. These are PET radioligand selective to amyloid. Amyloid PET burden was measured in a composite region of interest (ROI) by using standardized uptake value ratio (SUVR) mapped to the centiloid scale. The weighted composite target region are composed of (both left and right side): frontal lobe, parietal lobe, temporal lobe lateral, cingulum posterior and anterior cingulate gyrus. The reference region used to normalize the composite region was the whole cerebellum. The centiloid scale anchor points are 0 and 100, where 0 represents a high-certainty amyloid negative scan and 100 represents the amount of global amyloid deposition found in a typical AD scan.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "DBT Period: Change From Baseline to Week 116 in Brain Tau Load, as Measured by Tau PET Scan in a Subset of Participants",
        "description": "Change in tau load= how much neurofibrillary tau pathology is present in brain assessed by PET Scan. \\[18F\\] GTP1 was the tau PET radioligand. Tau load was measured using SUVR in 4 composite target ROIs: Temporal composite target region (left \\& right)=anterior \\& posterior superior temporal gyrus, posterior temporal lobe, fusiform gyrus, \\& middle \\& inferior temporal gyrus; Medial temporal composite region excluding hippocampus (left \\& right): amygdala, parahippocampus \\& anterior medial \\& lateral temporal lobe; Frontal lobe (left \\& right) \\& Parietal lobe (left \\& right). Inferior cerebellar grey matter=reference region for calculating SUVRs for all 4 regions. Tau-PET-mITT analysis set=all participants in ITT analysis set who participated in Tau PET sub-study \\& who had at least one Tau PET scan with a valid quantitative measurement \\& who did not withdraw from Tau PET substudy before randomization. Overall number analyzed=number of participants with data available for analysis.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "DBT Period: Percent Change From Baseline to Week 116 in Cerebrospinal Fluid (CSF) Marker of Disease in a Subset of Participants - Total Tau (tTau)",
        "description": "CSF biomarker tTau has been considered as a general marker of neurodegeneration. An elevation in levels of tau, as well as specific pTau species, is thought to be a marker for progressive cellular degeneration in AD.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "DBT Period: Percent Change From Baseline to Week 116 in CSF Marker of Disease in a Subset of Participants - Phosphorylated Tau (pTau-181)",
        "description": "CSF phospho-tau is an indicator of neuronal injury and neurodegeneration. CSF biomarker tTau has been considered as a general marker of neurodegeneration. An elevation in levels of pTau species, is thought to be a marker for progressive cellular degeneration in AD.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "DBT Period: Percent Change From Baseline to Week 116 in CSF Marker of Disease in a Subset of Participants - Neurofilament Light Chain (NFL)",
        "description": "NFL is a neuronal cytoplasmic protein highly expressed in large, myelinated axons. Its levels increase in CSF and blood proportionally to the degree of axonal damage in a variety of neurological disorders, including AD.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "DBT Period: Percent Change From Baseline to Week 116 in CSF Marker of Disease in a Subset of Participants - Neurogranin",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "China - DBT Period: Change From Baseline to Week 116 in ADAS-Cog13 Score",
        "description": "The ADAS-Cog13 total score includes all of the items in the ADAS-Cog11 in addition to delayed word recall and the number cancellation. For the ADAS-cog 13 the range is 0-85 (score range for Delayed Word Recall \\[DWR\\] score is 0-10 and for Number Cancellation \\[NC\\] is 0-5, thus the score is ADAS-cog 11\\[0-70\\] plus the scores for DWR and NC). A higher score indicates worse performance. A negative change from baseline indicates improvement in cognitive function.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "China - DBT Period: Change From Baseline to Week 116 in ADCS-ADL Total Score",
        "description": "ADCS-ADL is a 23-item rater-administered, ObsRO that captures a participant's ability to perform basic activities of daily living (e.g., eating and toileting) and more complex ADL or instrumental activities of daily living (iADL, e.g., using the telephone, managing finances, preparing a meal). Total score ranges from 0-78, with higher scores reflecting better functioning. A positive change from baseline indicates improvement.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "China - DBT Period: Change From Baseline to Week 116 in FAQ Score",
        "description": "FAQ is a rater-administered ObsRO (informant-based measure) that measures a participant's functional ability to perform complex higher-order activities. The observer provides performance ratings of the target person on ten complex higher-order activities. Total score that ranges from 0-30, with higher scores reflecting greater functional impairment. A negative change from baseline indicates improvement.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "China - DBT Period: DBT Period: Change From Baseline to Week 116 in MMSE Total Score",
        "description": "MMSE is a rater-administered PerfO that includes a set of standardized questions used to evaluate possible cognitive impairment and help stage the severity level of this impairment. The questions target six areas: orientation, registration, attention, short-term recall, language, and constructional praxis/visuospatial abilities. Total score ranges from 0-30, with lower scores indicating greater impairment. A positive change from baseline indicates improvement.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "China - DBT Period: Change From Baseline to Week 116 in ADAS-Cog11 Score",
        "description": "The ADAS-Cog11 was designed to measure cognitive symptom change in participants with AD and consisted of 11 tasks. The standard 11 items (and corresponding score range) were: word recall (0-10), commands (0-5), constructional praxis (0-5), naming objects and fingers (0-5), ideational praxis (0-5), orientation (0-8), word recognition (0-12), spoken language ability (0-5), comprehension of spoken language (0-5), word-finding difficulty (0-5), and remembering test instructions (0-5). The test included 7 performance items and 4 clinician-rated items. The ADAS-Cog11 total score was the sum of all 11 individual items, with a total score ranging from 0 (no impairment) to 70 (severe impairment). Higher scores indicated more severe cognitive impairment. A negative change from baseline indicates improvement.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "China - DBT Period: Change From Baseline to Week 116 in VFT Score",
        "description": "VFT is a rater administered PerfO that measures speed and flexibility of verbal thought with a total score that ranges from 0-99 (lower scores indicating lower performance). A positive change from baseline indicates improvement.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "China - DBT Period: Change From Baseline to Week 116 in the Coding (DSST) Subtest",
        "description": "Coding, also called DSST is a rater administered PerfO that measures speed of processing and associative memory with a total score that ranges from 0-135 (lower scores indicating lower performance). The DSST was adapted from the Wechsler Adult Intelligence Scale. The 120-second version of the test was used in this study. Positive change from baseline indicates improvement.",
        "timeFrame": "Baseline, Week 116"
      },
      {
        "measure": "China - DBT Period: Number of Participants With at Least One AE",
        "description": "An AE is any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product, regardless of causal attribution. Total number of participants with at least one event (AEs) have been reported here.",
        "timeFrame": "From Day 1 up to 14 weeks after the last dose of blinded study drug (up to 124 weeks)"
      },
      {
        "measure": "China - DBT Period: Number of Participants With Post-baseline Suicidal Ideation or Suicidal Behavior as Measured Using C-SSRS",
        "description": "C-SSRS=assessment tool used to assess lifetime suicidality of a participant (at baseline) as well as any new instances of suicidality (C-SSRS since last visit). Structured interview prompts recollection of suicidal ideation, including intensity of ideation, behavior, \\& attempts with actual/potential lethality. Categories have binary responses (yes/no) \\& include Wish to be Dead; Non-specific Active Suicidal Thoughts; Active Suicidal Ideation with Any Methods (Not Plan) without Intent to Act; Active Suicidal Ideation with Some Intent to Act, without Specific Plan; Active Suicidal Ideation with Specific Plan and Intent, Preparatory Acts and Behavior; Aborted Attempt; Interrupted Attempt; Actual Attempt (non-fatal); Completed Suicide. Suicidal ideation/behavior is indicated by a \"yes\" answer to any of the listed categories. Score of 0 is assigned if no suicide risk is present. Score of 1 or higher= suicidal ideation or behavior. Categories with non-zero values are only reported here.",
        "timeFrame": "From Day 1 up to 14 weeks after the last dose of blinded study drug (up to 124 weeks)"
      },
      {
        "measure": "China - DBT Period: Number of Participants With at Least One ARIA-E MRI Finding",
        "description": "ARIA are an identified risk with anti-amyloid antibodies, including gantenerumab. These changes can be identified on brain MRI. In ARIA-E, (E for oedema or effusion), oedema can be seen in different areas of the brain on MRI, representing fluid leakage into the brain parenchyma or sulcal spaces.",
        "timeFrame": "From Day 1 up to 14 weeks after the last dose of blinded study drug (up to 124 weeks)"
      },
      {
        "measure": "China - DBT Period: Number of Participants With at Least One ARIA-H MRI Finding",
        "description": "ARIA are an identified risk with anti-amyloid antibodies, including gantenerumab. These changes can be identified on brain MRI. ARIA-H (H for hemosiderosis) are small foci of signal loss observed on MRI sequences sensitive for paramagnetic tissue properties and comprise cerebral microbleeds (small foci of bleeding in the brain parenchyma) and leptomeningeal hemosiderosis (small foci of bleeding on the surface of the brain). These changes also occur sporadically in AD.",
        "timeFrame": "From Day 1 up to 14 weeks after the last dose of blinded study drug (up to 124 weeks)"
      },
      {
        "measure": "China - DBT Period: Number of Participants With Injection-Site Reactions",
        "description": "An AE is any unfavorable and unintended sign, symptom, or disease temporally associated with the use of an investigational product or other protocol-imposed intervention, regardless of attribution. Local injection reactions (or injection site reactions) are defined as AEs related to the injection site that occur during or within 24 hours after study drug administration that are judged to be related to the study drug injection.",
        "timeFrame": "From Day 1 up to 14 weeks after the last dose of blinded study drug (up to 124 weeks)"
      },
      {
        "measure": "OLE Period: Number of Participants With at Least One AEs",
        "description": "An AE is any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product, regardless of causal attribution.",
        "timeFrame": "From day of first dose in OLE period up to 14 weeks after the last OLE dose (up to 68 weeks)"
      },
      {
        "measure": "OLE Period: Number of Participants With Post-baseline Suicidal Ideation or Suicidal Behavior as Measured Using C-SSRS",
        "description": "C-SSRS=assessment tool used to assess lifetime suicidality of a participant (at baseline) as well as any new instances of suicidality (C-SSRS since last visit). Structured interview prompts recollection of suicidal ideation, including intensity of ideation, behavior, \\& attempts with actual/potential lethality. Categories have binary responses (yes/no) \\& include Wish to be Dead; Non-specific Active Suicidal Thoughts; Active Suicidal Ideation with Any Methods (Not Plan) without Intent to Act; Active Suicidal Ideation with Some Intent to Act, without Specific Plan; Active Suicidal Ideation with Specific Plan and Intent, Preparatory Acts and Behavior; Aborted Attempt; Interrupted Attempt; Actual Attempt (non-fatal); Completed Suicide. Suicidal ideation/behavior is indicated by a \"yes\" answer to any of the listed categories. Score of 0 is assigned if no suicide risk is present. Score of 1 or higher= suicidal ideation or behavior. Categories with non-zero values are only reported here.",
        "timeFrame": "From day of first dose in OLE period up to 14 weeks after the last OLE dose (up to 68 weeks)"
      },
      {
        "measure": "OLE Period: Number of Participants With at Least One ARIA-H MRI Finding",
        "description": "ARIA are an identified risk with anti-amyloid antibodies, including gantenerumab. These changes can be identified on brain MRI. ARIA-H (H for hemosiderosis) are small foci of signal loss observed on MRI sequences sensitive for paramagnetic tissue properties and comprise cerebral microbleeds (small foci of bleeding in the brain parenchyma) and leptomeningeal hemosiderosis (small foci of bleeding on the surface of the brain). These changes also occur sporadically in AD.",
        "timeFrame": "From day of first dose in OLE period up to 14 weeks after the last OLE dose (up to 68 weeks)"
      },
      {
        "measure": "OLE Period: Number of Participants With at Least One ARIA-E MRI Finding",
        "description": "ARIA are an identified risk with anti-amyloid antibodies, including gantenerumab. These changes can be identified on brain MRI. In ARIA-E, (E for oedema or effusion), oedema can be seen in different areas of the brain on MRI, representing fluid leakage into the brain parenchyma or sulcal spaces.",
        "timeFrame": "From day of first dose in OLE period up to 14 weeks after the last OLE dose (up to 68 weeks)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 36,
      "otherCount": 0,
      "totalCount": 38
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:38.910Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}