{
  "nctId": "NCT03159091",
  "briefTitle": "Clinical Trial of Efficacy and Safety of Rengalin in the Treatment of Cough in Patients With Chronic Obstructive Pulmonary Disease",
  "officialTitle": "Multicenter Double-blind Placebo-controlled Parallel-group Randomized Clinical Trial of Efficacy and Safety of Rengalin in the Treatment of Cough in Patients With Chronic Obstructive Pulmonary Disease",
  "protocolDocument": {
    "nctId": "NCT03159091",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2016-10-17",
    "uploadDate": "2020-08-05T09:34",
    "size": 307904,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03159091/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 238,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-06-16",
    "completionDate": "2019-04-25",
    "primaryCompletionDate": "2019-04-25",
    "firstSubmitDate": "2017-05-17",
    "firstPostDate": "2017-05-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Patients of both sexes aged from 40 to 80 years old.\n2. COPD diagnosed (in accordance with the GOLD-2014 guidelines) ≥12 months before inclusion.\n3. Stable course of COPD (≥ 6 weeks free of disease progression).\n4. Mild, moderate or severe degree of bronchial obstruction (FEV1/FVC \\< 0.7; post-bronchodilator FEV1 ≥30% of predicted value).\n5. CSS score ≥2.\n6. Stable dose of standard therapy within the preceding 4 weeks.\n7. Use of and adherence to contraceptive methods by fertile-age patients of both sexes during the study.\n8. Availability of a signed patient information sheet (Informed Consent form) for participation in the trial.\n\nExclusion Criteria:\n\n1. Earlier diagnosis of intra- or extrathoracic causes of cough (e.g., asthma, malignant neoplasm of lung, tuberculosis, sarcoidosis, α1-antitrypsin deficiency, bronchiectasis, cystic fibrosis, interstitial pulmonary diseases, perennial allergic rhinitis, gastro-oesophageal reflux disease, use of ACE inhibitors, disease of upper respiratory tract, etc.).\n2. Cough associated with eating.\n3. An exacerbation of COPD, acute upper and/or lower respiratory infection at inclusion or in the previous 4 weeks.\n4. Modifications to standard drug therapy (dose escalation, replacement of medicines prescribed or addition of new medications) in the previous 4 weeks.\n5. Very severe degree of bronchial obstruction (post-bronchodilator FEV1 \\<30% pred or \\< 50% and chronic respiratory failure).\n6. Haemoptysis.\n7. Stroke in the preceding 3 months or stroke with long-term residual neurological deficit within 6 months before study entry.\n8. Acute coronary syndrome, myocardial infarction within 6 months before study enrollment.\n9. Unstable or life-threatening arrhythmia in the previous 3 months.\n10. Acute or chronic heart failure (NYHA (1964) Class III or IV).\n11. Presence or suspicion of oncological disease.\n12. Body Mass Index (BMI) ≤18 kg/m2 or ≥40 kg/m2.\n13. Chronic kidney disease (categories С3-5 А3).\n14. Hepatic failure (Child-Pugh class C)\n15. Exacerbation or decompensation of a chronic disease that would affect the patient's ability to participate in the clinical trial.\n16. For smokers - intention to quit smoking in the next 4 weeks.\n17. Allergy/intolerance to any of the components of medications used in the treatment.\n18. Course intake of medicines listed in the section 'Prohibited concomitant treatment' for 4 weeks prior to the enrollment in the trial.\n19. Participation in other clinical trials within 3 months prior to the enrollment in this study.\n20. Patients who, from investigator's point of view, will fail to comply with the observation requirements of the trial or with the dosing regimen of the investigational drug.\n21. Other conditions preventing the patient from normal participation (e.g., planned business or other trips).\n22. Drug addiction, alcohol use in the amount over 2 units of alcohol a day, mental diseases.\n23. Pregnancy, breast-feeding, unwillingness to use contraception during the study.\n24. Patient is related to the research staff of the clinical investigative site who are directly involved in the trial or is the immediate family member of the investigator. The immediate family members include husband/wife, parents, children or brothers (or sisters), regardless of whether they are natural or adopted.\n25. Patient works for MATERIA MEDICA HOLDING company (i.e., is the company's employee, temporary contract worker or appointed official responsible for carrying out the research or their immediate family).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Patients With a Positive Treatment Response",
        "description": "Cough Severity Scale (CSS) total score. Cough intensity according to the scale is assessed in daytime and at night in points where 0 - no cough, 5 - continuous exhausting cough in daytime and at night. Response criterion: ≥1 lower total CSS score compared to baseline.",
        "timeFrame": "in 4 weeks of the treatment"
      }
    ],
    "secondary": [
      {
        "measure": "Severity of Cough After 4 Weeks Compared to Baseline",
        "description": "Cough Severity Scale (CSS) total score. Cough intensity according to the scale is assessed in the daytime and at night in points, where 0 - no cough, 5 - continuous exhausting cough in the daytime, and at night.",
        "timeFrame": "Baseline and 4 weeks after the treatment"
      },
      {
        "measure": "Percentage of Patients With ≥50% Lesser Cough Severity at 4 Weeks",
        "description": "Number of Participants with a Decrease from Baseline of ≥50% in Cough Severity at 4 weeks. Based on the total Cough Severity Scale (CSS) score. Cough intensity according to the scale is assessed in the daytime and at night in points, where 0 - no cough, 5 - continuous exhausting cough in the daytime and at night.",
        "timeFrame": "in 4 weeks of the treatment"
      },
      {
        "measure": "Changes in Clinical Symptoms of Chronic Obstructive Pulmonary Disease (COPD)",
        "description": "Based on the total COPD Assessment Test (CAT) score. CAT consists of 8 items. Each item ranges from \"0\" to \"5\" balls. The total score ranges from minimum \"0\" to maximum \"40\" points. Higher values represent a worse outcome.",
        "timeFrame": "in 4 weeks of the treatment"
      },
      {
        "measure": "Percentage of Patients With no Exacerbation of COPD",
        "description": "COPD exacerbation is defined as an acute event characterized by aggravation of the event within 2-3 or more days. Exacerbation manifests in intensification of respiratory disorders beyond their regular daily fluctuations and require administration of products in addition to the previously prescribed basic therapy as well as a rescue drug for symptom relief (salbutamol). Additional products include antibacterial drugs, systemic corticosteroids and/or emergency therapy (ambulance call) or hospitalization for COPD exacerbation.\n\nCOPD exacerbation is recorded as an adverse event. If a COPD exacerbation develops within the first week of the subject participation in the study, it will not be considered as a secondary inefficacy criterion",
        "timeFrame": "in 4 weeks of the treatment"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:27.506Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}