{
  "nctId": "NCT05827068",
  "briefTitle": "A Study of mRNA-1011.1, mRNA-1011.2, and mRNA-1012.1 Candidate Seasonal Influenza Vaccines in Healthy Adults",
  "officialTitle": "A Phase 1/2, Randomized, Open-Label Study to Evaluate the Safety, Reactogenicity, and Immunogenicity of mRNA-1011.1, mRNA-1011.2, and mRNA-1012.1 Candidate Seasonal Influenza Vaccines in Healthy Adults 50 to 75 Years of Age",
  "protocolDocument": {
    "nctId": "NCT05827068",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-01-03",
    "uploadDate": "2024-11-14T21:35",
    "size": 1347173,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05827068/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 698,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-03-27",
    "completionDate": "2023-11-20",
    "primaryCompletionDate": "2023-11-20",
    "firstSubmitDate": "2023-04-12",
    "firstPostDate": "2023-04-24"
  },
  "eligibilityCriteria": {
    "criteria": "Key Inclusion Criteria:\n\n* Body mass index of 18 kilograms (kg)/square meter (m\\^2) to 35 kg/m\\^2 (inclusive) at the Screening Visit.\n* For female participants of childbearing potential: negative pregnancy test, adequate contraception or has abstained from all activities that could result in pregnancy for at least 28 days prior to Day 1, agreement to continue adequate contraception through 3 months following vaccine administration, and not currently breastfeeding.\n\nKey Exclusion Criteria:\n\n* Participant is acutely ill or febrile (temperature ≥38.0 degrees Celsius \\[°C\\]/100.4 degrees Fahrenheit \\[°F\\]) 72 hours prior to or at the Screening Visit or Day 1.\n* Any medical, psychiatric, or occupational condition, including reported history of substance abuse, that, in the opinion of the Investigator, might pose additional risk due to participation in the study or could interfere with the interpretation of study results.\n* Participant has received systemic immunosuppressants for \\>14 days in total within 180 days prior to the Randomization Visit (for glucocorticosteroids ≥10 milligrams \\[mg\\]/day of prednisone equivalent) or is anticipating the need for systemic immunosuppressive treatment at any time during participation in the study (including intra-articular steroid injections). Inhaled, nasal, and topical steroids are allowed.\n* Participant has received or plans to receive any licensed or authorized vaccine, including COVID-19 vaccines, ≤28 days prior to the study injection (Day 1) or plans to receive a licensed or authorized vaccine within 28 days after the study injection.\n* Participant has received a seasonal influenza vaccine or any other influenza vaccine within 180 days prior to the Randomization Visit.\n* Participant tested positive for influenza by local health authority-approved testing methods within 180 days prior to the Randomization Visit.\n* Participant has had close contact to someone with or been diagnosed themselves with respiratory syncytial virus or SARS-CoV-2 infection as defined by the Centers for Disease Control and Prevention (CDC) in the past 10 days prior to the Randomization Visit.\n* Participant has donated ≥450 milliliters (mL) of blood products within 28 days prior to the Randomization Visit or plans to donate blood products during the study.\n\nNote: Other inclusion/exclusion criteria may apply.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Solicited Local and Systemic Adverse Reactions (ARs)",
        "description": "Solicited ARs (local and systemic) were collected in an electronic diary (eDiary). Local ARs included: injection site pain, injection site erythema (redness), injection site swelling/induration (hardness), and axillary (underarm) swelling or tenderness ipsilateral to the side of injection. Systemic ARs included: fever, headache, fatigue, myalgia, arthralgia, nausea/vomiting, and chills. All solicited ARs considered causally related to injection were graded 0-4 (per Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials); lower score indicates lower severity, and a higher score indicates greater severity.",
        "timeFrame": "7 days post-vaccination"
      },
      {
        "measure": "Number of Participants With Unsolicited AEs",
        "description": "An AE was defined as any untoward medical occurrence associated with the use of a drug in humans, whether or not considered drug related. Any abnormal laboratory test result (hematology, clinical chemistry, or prothrombin time \\[PT\\]/partial thromboplastin time \\[PTT\\]) or other safety assessment (for example, electrocardiogram, radiological scan, vital sign measurement), including one that worsened from baseline and was considered clinically significant in the medical and scientific judgment of the Investigator was recorded as an AE. Number of participants with unsolicited AEs (SAEs and non-serious AEs) up to 28 days post-vaccination are reported in this outcome measure.",
        "timeFrame": "Up to 28 days post-vaccination"
      },
      {
        "measure": "Number of Participants With SAEs, AEs of Special Interest (AESIs), Medically Attended AEs (MAAEs), and AEs Leading to Discontinuation",
        "description": "An SAE was defined as any AE that resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in disability/permanent damage, was a congenital anomaly/birth defect, or was an important medical event. AESIs included thrombocytopenia, new onset of or worsening of the protocol specified neurologic diseases, anaphylaxis, and myocarditis/pericarditis. An MAAE is an AE that lead to an unscheduled visit to an healthcare practitioner. This included visits to a study site for unscheduled assessments (for example, abnormal laboratory follow-up) and visits to healthcare practitioners external to the study site (for example, urgent care, primary care physician). Number of participants with SAEs, AESIs, MAAEs, and AEs leading to discontinuation up to the end of study (Day 181) are reported in this outcome measure.",
        "timeFrame": "Day 1 to Day 181 (end of study [EOS])"
      }
    ],
    "secondary": [
      {
        "measure": "Geometric Mean Titer (GMT) of Anti-Hemagglutinin (HA) Antibodies at Day 29, as Measured by Hemagglutination Inhibition (HAI) Assay for Vaccine-matched Influenza A and B Strains",
        "description": "Seasonal influenza A strains included H1N1 and H3N2 and seasonal influenza B strains included Victoria-lineage and Yamagata-lineage.",
        "timeFrame": "Day 29"
      },
      {
        "measure": "Geometric Mean Fold Rise (GMFR) of Anti-HA Antibodies at Day 29, as Measured by HAI Assay for Vaccine-matched Influenza A and B Strains",
        "description": "The GMFR measures the changes in immunogenicity titers or levels from Baseline within participants. Seasonal influenza A included H1N1 and H3N2 and seasonal influenza B strains included Victoria-lineage and Yamagata-lineage. Fold-rise was calculated by dividing post-vaccination results by the baseline value. 95% confidence interval (CI) for GMFR was calculated based on the t distribution of the differences in the log-transformed values between analysis timepoint and baseline, then back transformed to the original scale for presentation.",
        "timeFrame": "Baseline, Day 29"
      },
      {
        "measure": "Percentage of Participants Reaching Seroconversion at Day 29, as Measured by HAI Assay for Vaccine-matched Influenza A and B Strains",
        "description": "Seasonal influenza A strains included H1N1 and H3N2 and seasonal influenza B strains included Victoria-lineage and Yamagata-lineage.\n\nSeroconversion was defined as a postbaseline titer ≥1:40 if baseline is \\<1:10 or a 4-fold or greater rise if baseline is ≥1:10 in anti-HA antibodies measured by HAI assay.",
        "timeFrame": "Day 29"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:32.469Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}