{
  "nctId": "NCT05102591",
  "briefTitle": "A Pilot Clinical Trial of a New Neuromodulation Device for Acute Attacks of Migraine in Children and Adolescents",
  "officialTitle": "A Pilot Clinical Trial of a New Neuromodulation Device for Acute Attacks of Migraine in Children and Adolescents Visiting the Emergency Department",
  "protocolDocument": {
    "nctId": "NCT05102591",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-02-10",
    "uploadDate": "2024-09-03T17:41",
    "size": 2021290,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05102591/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 22,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-02-22",
    "completionDate": "2024-08-29",
    "primaryCompletionDate": "2024-03-01",
    "firstSubmitDate": "2021-09-28",
    "firstPostDate": "2021-11-01"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nPatients aged 8-18 years visiting the Alberta Children's Hospital Emergency Department (ED) with an acute attack of migraine as per criteria B-E of the International Classification of Headache Disorders-3 criteria (ICHD-3):\n\nB. Headache attacks lasting at least 2 hours (untreated or unsuccessfully treated)\n\nC. Headache has at least two of the following four characteristics:\n\n* unilateral location\n* pulsating quality\n* moderate or severe pain intensity\n* aggravation by or causing avoidance of routine physical activity (eg, walking or climbing stairs)\n\nD. Also has least one of the following:\n\n* nausea and/or vomiting\n* photophobia and phonophobia\n\nE. Not better accounted for by another diagnosis in the opinion of the treating physician\n\nCriterion A (at least 5 attacks) is not being used in this study because prior research has shown that removing criterion A increases the sensitivity of these criteria in the ED. The patient and their caregiver will also be required to understand spoken and written English. In addition, potential participants will be required to have an upper arm circumference of at least 20 cm to ensure optimal device fit and safety.\n\nExclusion Criteria:\n\nExclusion criteria include the following: allergy or contraindication to metoclopramide, ketorolac, or non-steroidal anti-inflammatories; implanted electrical device, congestive heart failure, severe cardiac or cerebrovascular disease, uncontrolled epilepsy (2 or more unprovoked seizures per year), abnormal skin on both upper arms (e.g., cancerous lesion on both upper arms, metallic implants on both upper arms, or abnormal physical sensation in both upper arms), febrile at triage, head trauma in the past 7 days, current secondary headache, previously enrolled in the study, pregnant or lactating.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "8 Years",
    "maximumAge": "18 Years",
    "stdAges": [
      "CHILD",
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Assessment of Recruitment Rate",
        "description": "The primary outcome for this pilot study involves assessment of the feasibility of using the REN device to treat children and adolescents suffering from acute migraine attacks in the ED. The primary feasibility outcome will be determined based on the recruitment rate, defined as the number of participants enrolled per month. Our target is to have an average recruitment rate of 1.5 participants per month. Feasibility will be used as the primary outcome, along with the secondary outcomes, to provide preliminary data to help design and optimize a fully powered, phase III RCT.\n\nRecruitment rate for both phases of the study are reported to understand if changing to crossover design improved recruitment. We switched to a crossover design strictly to address participant and recruitment concerns around not receiving standard of care migraine treatment if initially randomized to receive REN treatment and such treatment was unsuccessful.",
        "timeFrame": "Evaluated monthly and at the end of recruitment (i.e., 2 years or once the final participant has completed the study)"
      }
    ],
    "secondary": [
      {
        "measure": "Reduction in Pain Severity",
        "description": "Reduction in pain severity between baseline and 1-hour, 2 hours, and 48 hours post-interventions. Pain measured on an 11-point Likert scale where 0 = no pain and 10 = worst pain possible, with lower values indicating no/less pain and higher values indicating more pain. Headache pain was only assessed at 48 hours if participants indicated they were currently experiencing a headache and the 48 hours reduction in pain severity outcome does not include participants who crossed over and were exposed to both interventions as we expected them to become unblinded after being exposed to both study treatments; Standard of Care (Initial Treatment) n = 7, REN (Initial Treatment) n = 5.",
        "timeFrame": "Difference between baseline and 1 hour, 2 hours, and 48 hours post-intervention."
      },
      {
        "measure": "Number of Eligible Participants Who Are Screened, Enrolled, and Complete All Assessments",
        "description": "This secondary feasibility outcome involves the following: The number of participants who complete all assessments at each time point (baseline, 60, 120 minutes or at discharge if before 120 minutes, and 48-hours; for both the initial assigned intervention and the crossover intervention where applicable).",
        "timeFrame": "Evaluated monthly and at the end of recruitment (i.e., 2 years or once the final participant has completed the study)"
      },
      {
        "measure": "Global Impression of Change",
        "description": "This acceptability outcome involves the following:\n\n* The proportion of participants who report a global impression of change as \"very much improved\" or \"much improved\".\n* Measured on a 7-point Likert scale (Patient Global Impression scale in clinical status; PGI-C) where 1 = \"Very much improved\", 4 = \"No change\", and 7 = \"Very much worse\"\n* Smaller values indicate improvement of overall change while larger values indicate worsening of overall change.",
        "timeFrame": "Evaluated for each participant at 2-hours post-intervention, and 48-hours post-intervention"
      },
      {
        "measure": "Study Feedback From Participants and Staff",
        "description": "This acceptability outcome involves the following:\n\n\\- Participant feedback regarding study acceptability. Participant feedback measured on 5-point Likert scale (1 = strongly disagree, 5 = strongly agree), where higher values indicate agreement and lower values indicate disagreement. Feedback questions related to study treatments is reported for both treatment groups and combined across treatment groups. Feedback questions related to the research staff and overall study experience is only combined and reported across both groups, rather than being reported for each group separately since these questions don't relate to specific study treatments.\n\nFeedback from clinical staff was collected after each participant's enrollment but not analyzed as this feedback was free-form and not collected using a scale.",
        "timeFrame": "Participant feedback evaluated at 48 hours post-intervention"
      },
      {
        "measure": "Number of Participants Reporting Pain Freedom",
        "description": "Number of participants who indicated they were pain free 2-hours post-intervention. Pain measured on an 11-point Likert scale where 0 = no pain and 10 = worst pain possible, with lower values indicating no/less pain and higher values indicating more pain.",
        "timeFrame": "2 hours post-intervention"
      },
      {
        "measure": "Number of Participants Reporting Sustained Pain Freedom",
        "description": "Number of participants who indicated they were pain free 2-hours post-intervention and again 48-hours post-intervention. Pain measured on an 11-point Likert scale where 0 = no pain and 10 = worst pain possible, with lower values indicating no/less pain and higher values indicating more pain.",
        "timeFrame": "48 hours post-intervention"
      },
      {
        "measure": "Numbers of Participants Reporting a Change in 4-point Pain Severity Scale Between Baseline and 2 Hours Post-intervention",
        "description": "Number of participants who experienced a pain reduction from \"severe\" or \"moderate\" severity down to a \"mild\" or \"no pain\" severity, or those participants who experienced a pain reduction from \"mild\" to \"no pain\" severity between baseline and 2 hours post-intervention. Measured using the 4-point pain severity scale where 0 = None, 1 = Mild, 2 = Moderate, 3 = Severe. Smaller values indicate no/less severe pain and higher values indicate more severe pain.",
        "timeFrame": "2 hours post-intervention"
      },
      {
        "measure": "Number of Participants Reporting Sustained Pain Relief",
        "description": "Change from baseline \"moderate\" to \"severe pain\" to \"mild or \"no pain\", or change from baseline \"mild pain\" to \"no pain\" 2 hours post-intervention, which is sustained to 48 hours post-intervention. Measured using the 4-point pain severity scale where 0 = None, 1 = Mild, 2 = Moderate, 3 = Severe. Smaller values indicate no/less severe pain and higher values indicate more severe pain. Participants who reported they did not have a headache between 2 hours and 48 hours post-intervention were not asked to rate their pain severity and were considered to have no headache pain at 48 hours.",
        "timeFrame": "48 hours post-intervention"
      },
      {
        "measure": "Number of Participants Reporting Adverse Events",
        "description": "The number of participants who reported experiencing adverse events and serious adverse events following intervention",
        "timeFrame": "Evaluated from time of intervention to 2 hours and 48 hours post-intervention"
      },
      {
        "measure": "Number of Participants Reporting Freedom From Most Bothersome Symptom",
        "description": "The number of participants who experienced freedom from their most bothersome symptom (nausea, vomiting, sensitivity to light, or sensitivity to sound).",
        "timeFrame": "2 hours post-intervention"
      },
      {
        "measure": "Number of Participants Discharged From the Emergency Department With no Further Intervention",
        "description": "The number of participants discharged from the emergency department with no further intervention other than study intervention",
        "timeFrame": "2 hours post-intervention (after last intervention, following ED discharge)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 94,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:52.693Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}