{
  "nctId": "NCT02242487",
  "briefTitle": "Twelve Month Safety and Efficacy Study of CVT-301 In Parkinson's Disease Patients With OFF Episodes",
  "officialTitle": "A 12 Month, Dose-Level Blinded Study Investigating the Safety and Efficacy of CVT 301 (Levodopa Inhalation Powder) in Parkinson's Disease Patients With Motor Response Fluctuations (OFF Phenomena)",
  "protocolDocument": {
    "nctId": "NCT02242487",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-12-07",
    "uploadDate": "2019-06-12T10:21",
    "size": 1906384,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02242487/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 325,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-03",
    "completionDate": "2018-05",
    "primaryCompletionDate": "2018-05",
    "firstSubmitDate": "2014-09-15",
    "firstPostDate": "2014-09-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Idiopathic Parkinson's Disease (PD) diagnosed between the ages of 30 and 80 years;\n* Hoehn and Yahr Stage 1-3 in an \"on\" state;\n* Require levodopa-containing medication regimen at least 3 times during the waking day;\n* Experience motor fluctuations with a minimum of 2 hours of average daily \"off\" time per waking day (excluding early morning \"off\" time) and demonstrate levodopa responsiveness;\n* Are on stable PD medication regimen;\n* Total daily levodopa (LD) dose \\<1600 mg/day;\n* Able to perform a spirometry maneuver in the ON and OFF states\n* Normal cognition confirmed by Mini Mental State Examination (MMSE) score ≥25 ;\n\nExclusion Criteria:\n\n* Pregnant or lactating females;\n* Previous surgery for PD or plan to have stereotactic surgery during the study period. Patients who have had deep brain stimulation \\[DBS\\] will also be excluded unless the procedure was performed more than 6 months prior to study enrollment.\n* History of psychotic symptoms requiring treatment, or suicide ideation or attempt within last year;\n* Known contraindication to the use of levodopa;\n* Any significant condition, severe concurrent disease, abnormality or finding that would make patients unsuitable or may compromise patient safety;\n* Any any contraindication to performing routine spirometry.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "30 Years",
    "maximumAge": "86 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Pulmonary Safety of CVT-301 Change From Baseline for FEV1.",
        "description": "To characterize the effects of CVT-301 on pulmonary safety, as assessed by spirometry FEV1 (forced expiratory volume in 1 second) by treatment group and Treatment Visit (TV). This study was a 12-month, dose-level blinded, multi-center study of 2 inhaled dose levels of CVT-301 for the treatment of up to 5 OFF periods per day in PD (Parkinson's Disease) patients experiencing motor fluctuations (OFF periods). Baseline is defined as the last non-missing assessment before the first dose of CVT-301 in CVT-301-004 study and as the last non-missing assessment before the first dose of CVT-301 in CVT-301-004E study for the rest of the patients.",
        "timeFrame": "Change from baseline at 52 weeks"
      },
      {
        "measure": "Pulmonary Safety for CVT-301 Change From Baseline for FVC.",
        "description": "To characterize the effects of CVT-301 on pulmonary safety, as assessed by spirometry FVC, (forced vital capacity) by treatment group and Treatment Visit (TV). This study was a 12-month, dose-level blinded, multi-center study of 2 inhaled dose levels of CVT-301 for the treatment of up to 5 OFF periods per day in PD patients experiencing motor fluctuations (OFF periods). Baseline is defined as the last non-missing assessment before the first dose of CVT-301 in CVT-301-004 study and as the last non-missing assessment before the first dose of CVT-301 in CVT-301-004E study for the rest of the patients.",
        "timeFrame": "Change from baseline at 52 weeks"
      },
      {
        "measure": "Pulmonary Safety for CVT-301 Change From Baseline for (FEV1/FVC).",
        "description": "To characterize the effects of CVT-301 on pulmonary safety, as assessed by spirometry FEV1/FVC (FEV1-forced expiratory volume in 1 second and (FVC) forced vital capacity ratio) by treatment group and Treatment Visit (TV). This study was a 12-month, dose-level blinded, multi-center study of 2 inhaled dose levels of CVT-301 for the treatment of up to 5 OFF periods per day in PD (Parkinson's Disease) patients experiencing motor fluctuations (OFF periods). Baseline is defined as the last non-missing assessment before the first dose of CVT-301 in CVT-301-004 study and as the last non-missing assessment before the first dose of CVT-301 in CVT-301-004E study for the rest of the patients.",
        "timeFrame": "Change from baseline at 52 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Count of Patients Achieving Resolution of an OFF to an ON State Within 60 Minutes.",
        "description": "Count of patients achieving resolution of an OFF to an ON state within 60 minutes after study drug is administered in the clinic, and maintaining the ON state at 60 minutes after study drug administration (per the examiner's subjective assessment).",
        "timeFrame": "At Treatment Visit - TV6 (Week 52)"
      },
      {
        "measure": "Change From Baseline in OFF Time.",
        "description": "Patient reported total daily OFF time and was assessed by the patient and recorded in the patient Diary. An \"OFF state\" is defined as the time when medication is not providing benefit with respect to mobility, slowness, and stiffness. OFF episodes may be heralded by non-motor symptoms (e.g., pain, anxiety) prior to the appearance of motor symptoms. Patients will record their ON and OFF states in their diaries at home.",
        "timeFrame": "Change from baseline through 12 months duration of outpatient use"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:45.667Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}