{
  "nctId": "NCT01993836",
  "briefTitle": "Markers of Alzheimers Disease and Cognitive Outcomes After Perioperative Care",
  "officialTitle": "Markers of Alzheimers Disease and Cognitive Outcomes After Perioperative Care",
  "protocolDocument": {
    "nctId": "NCT01993836",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2016-07-15",
    "uploadDate": "2023-03-20T15:28",
    "size": 426515,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01993836/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 191,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2013-11",
    "completionDate": "2019-01-10",
    "primaryCompletionDate": "2019-01-10",
    "firstSubmitDate": "2013-11-15",
    "firstPostDate": "2013-11-25"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Surgical patients 60 years of age or older\n* Surgery scheduled to last at least 2 hours (including time for anesthesia induction, etc)\n* English speaking ability.\n* Ability to give informed consent\n\nExclusion Criteria:\n\n* Inmate of a correctional facility (i.e. prisoners).\n* Pregnancy\n* Documented or suspected family or personal history of malignant hyperthermia.\n* Patient unable to receive either propofol or isoflurane due to allergy or other specific contraindication.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "60 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Correlation Between Perioperative Change in Cerebrospinal Fluid (CSF) Markers of Alzheimers Disease and Perioperative Cognitive Change",
        "description": "Spearman correlation was used here as the CSF markers follow a skewed distribution. Spearman correlation describes the strength of the monotonic relationship between two measures and is bounded between -1 and 1. Negative values indicate an inverse relationship while positive values mean that the variables move in tandem.",
        "timeFrame": "Baseline to 6 weeks"
      },
      {
        "measure": "Correlation Between Perioperative Change in Ratios of Cerebrospinal Fluid (CSF) Markers of Alzheimers Disease and Perioperative Cognitive Change",
        "description": "Spearman correlation was used here as the ratio of CSF markers follow a skewed distribution. Spearman correlation describes the strength of the monotonic relationship between two measures and is bounded between -1 and 1. Negative values indicate an inverse relationship while positive values mean that the variables move in tandem.",
        "timeFrame": "Baseline to 6 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Continuous Cognitive Index Score Change Difference Between Anesthetic Agent Groups",
        "description": "To characterize cognitive function over time, while minimizing potential redundancy in the cognitive measures, a factor analysis was performed on the 10 cognitive test scores from baseline. To quantify overall cognitive function, a baseline cognitive index was first calculated as the mean of the preoperative domain scores. The cognitive index score has a mean of zero, thus any positive score is above the mean, any negative score is below the mean. A continuous change score was then calculated by subtracting the baseline from the 6-week cognitive index. A negative change score indicating decline and a positive score indicating improvement. The resulting outcome measure is unbounded with a standard deviation of 0.31 in the full surgical cohort.",
        "timeFrame": "Baseline to 6 weeks"
      },
      {
        "measure": "Change in CSF Markers of Alzheimers Disease by Anesthetic Agent Group",
        "description": "CSF Markers of Alzheimer's Disease over time in the subjects treated with propofol versus those treated with isoflurane.",
        "timeFrame": "Baseline to 6 weeks"
      },
      {
        "measure": "Change in Ratio of CSF Markers of Alzheimers Disease by Anesthetic Agent Group",
        "description": "Change in ratio of CSF Markers of Alzheimer's Disease over time in the subjects treated with propofol versus those treated with isoflurane.",
        "timeFrame": "baseline to 6-weeks"
      },
      {
        "measure": "Perioperative CSF Tau/Abeta Ratio Change",
        "description": "The perioperative change in the CSF tau/Abeta ratio from the start of anesthesia/surgery to 24 hours later.",
        "timeFrame": "Baseline to 24 hours"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:41.332Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}