{
  "nctId": "NCT04495933",
  "briefTitle": "A Study on the Safety, Tolerability and Immune Response of SARS-CoV-2 Sclamp (COVID-19) Vaccine in Healthy Adults",
  "officialTitle": "A Phase 1, Randomised, Double-Blind, Placebo-Controlled, Dosage-Escalation, Single Centre Study to Evaluate the Safety and Immunogenicity of an Adjuvanted SARS-CoV-2 Sclamp Protein Subunit Vaccine in Healthy Adults Aged 18 to 55 Years Old and Healthy Older Adults, Aged 56 Years and Over",
  "protocolDocument": {
    "nctId": "NCT04495933",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-11-02",
    "uploadDate": "2021-04-20T22:48",
    "size": 980308,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04495933/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 216,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-07-13",
    "completionDate": "2024-04-30",
    "primaryCompletionDate": "2024-04-30",
    "firstSubmitDate": "2020-07-13",
    "firstPostDate": "2020-08-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Healthy male or non-pregnant female, ≥18 and ≤55 years of age, with BMI \\>18 and \\<34.0 kg/m2 and body weight ≥50.0 kg for males and ≥45.0 kg for females (Part 1); Healthy male or non-pregnant female, ≥56 years of age, with BMI \\>18 and \\<34.0 kg/m2 and body weight ≥50.0 kg for males and ≥45.0 kg for females (Part 2)\n* Healthy as defined by:\n\n  1. The absence of clinically significant illness and surgery within 28 days prior to dosing. Subjects displaying signs or symptoms of an acute and/or febrile illness within 24 hours pre-dose (with at least 3 symptom-free pre-dose days required) will be carefully evaluated for upcoming illness/disease. Inclusion pre-dosing is at the discretion of the Investigator, and the subject may have their scheduled dosing postponed until the condition resolves.\n  2. The absence of clinically significant history of neurological, endocrine, cardiovascular, respiratory, haematological, immunological, psychiatric, gastrointestinal, renal, hepatic, and metabolic disease (Part 1); b. The absence of clinically significant history of a pre-existing medical condition that is not stable (neurological, endocrine, cardiovascular, respiratory, haematological, immunological, psychiatric, gastrointestinal, renal, hepatic, and metabolic disease). A stable medical condition is defined as disease not requiring significant change in therapy or hospitalization for worsening disease during the 3 months before enrolment (Part 2)\n* Non-smokers or social smokers (defined as the equivalent of fewer than 10 cigarettes per week). Ex-heavy smokers (heavy smoking defined as the equivalent of 25 or more cigarettes per day) may be admitted if they have quit, or reduced their cigarette intake to the defined level of social smoking, for a period of at least 12 months.\n* Women of childbearing potential (WOCBP) or men whose sexual partners are WOCBP must be able and willing to use at least 2 highly effective methods of contraception commencing at enrolment, during the study and for 3 months after last treatment administration. A female subject is considered to be a WOCBP following menarche and until she is in a postmenopausal state for 12 consecutive months (without an alternative medical cause) or otherwise permanently sterile (for which acceptable methods include hysterectomy, bilateral salpingectomy, and bilateral oophorectomy). A follicle-stimulating hormone (FSH) test may be used to confirm post-menopausal state. Examples of acceptable methods of contraceptive methods (for female subjects) to be used throughout the study include:\n\n  1. Simultaneous use of hormonal contraceptives, started at least 28 days prior to first study treatment administration and must agree to use the same hormonal contraceptive throughout the study, and condom for the male partner;\n  2. Simultaneous use of intra-uterine contraceptive device, placed at least 28 days prior to first study treatment administration, and condom for the male partner;\n  3. Simultaneous use of diaphragm or cervical cap and male condom for the male partner, started at least 28 days prior to first study treatment administration;\n  4. Sterile male partner (vasectomized since at least 6 months prior to first study treatment administration);\n  5. True abstinence, defined as no sexual intercourse with a male partner, (for heterosexual couples) for at least 28 days prior to first study treatment administration and for at least the duration of the study. Periodic abstinence and withdrawal are not acceptable methods.\n* WOCBP must have a negative urine pregnancy test prior to receiving each dose.\n* Male subjects (including men who have had a vasectomy) with a pregnant partner, a female partner not of childbearing potential, or a same sex partner, must agree to use a condom from the first study treatment administration until at least 90 days after the last study treatment administration.\n* Male subjects must be willing not to donate sperm until 90 days following the last study treatment administration.\n* Must be able to attend all visits for the duration of the study and to comply with all study procedures according to the study schedule.\n* Capable of, and have given, written informed consent.\n\nExclusion Criteria:\n\n* Any clinically significant abnormality or vital sign abnormality at physical examination (including baseline high blood pressure \\[140/90\\] after 3 repeated measurements or high random blood sugar \\[non-fasting\\]), clinically significant abnormal laboratory test results or positive test for HIV, hepatitis B, or hepatitis C found during medical screening (Part 1); Any clinically significant abnormality or vital sign abnormality at physical examination, or uncontrolled hypertension in adults aged ≥ 56 years and older ,or high random blood sugar \\[non-fasting\\]), clinically significant abnormal laboratory test results or positive test for HIV, hepatitis B, or hepatitis C found during medical screening (Part 2).\n* Any acute or chronic ongoing illness which, in the judgement of the investigator, may preclude the subject's participation.\n* Any subject that has an active COVID-19 infection (positive COVID-19 test: nasal/oropharyngeal swab and/or positive serum antibody response) at screening, or Day 1, or has been in close contact with someone who has an active COVID-19 infection, or has recovered from a previous COVID-19, SARS-CoV-1, or MERS infection.\n* Positive pregnancy, urine drug screen, or alcohol breath test at screening.\n* Known history of allergic reactions or hypersensitivity to vaccines, or to any excipient in the formulation (including the adjuvant, MF59C.1).\n* Presence of a known, or suspected, impairment of the immune system including, but not limited to, HIV, autoimmune disorders, immunosuppressant therapy, and diabetes mellitus.\n* History of a known, or suspected, respiratory system disorder including, but not limited to, cystic fibrosis, reactive airway disease, emphysema, chronic bronchitis, chronic obstructive pulmonary disease (COPD), or asthma, excluding childhood asthma (Part 1); History of a known, or suspected, or currently unstable medical condition that may expose the participant to an increased risk for severe SARS-CoV-2 disease, such as a respiratory system disorder including, but not limited to, cystic fibrosis, reactive airway disease, emphysema, chronic bronchitis, chronic obstructive pulmonary disease (COPD), or asthma, excluding childhood asthma, uncontrolled hypertension, ischemic or structural heart disease, chronic kidney disease, chronic liver disease, endocrine disorder and neurological illness (Part 2).\n* History of significant alcohol abuse within 12 months prior to screening.\n* Positive test for drugs of abuse (such as marijuana/tetrahydrocannabinol \\[THC\\] products, amphetamine, methamphetamine, methadone, barbiturates, benzodiazepines, cocaine, opiates, methylenedioxymethamphetamine \\[MDMA\\], or phencyclidine \\[PCP\\]) at screening, prior to dosing, or a history of drug abuse within 12 months prior to screening.\n* Participation in a clinical research study involving the administration of an investigational, or marketed, drug or device within 30 days prior to receiving the first treatment administration, or administration of a biological product in the context of a clinical research study within 90 days prior to the first dosing, or concomitant participation in an investigational study involving no drug, vaccine, or device administration, or intent to participate in another clinical study at any time during the conduct of the study.\n* Use of medications for the timeframes specified below, with the exception of hormonal contraceptives and medications exempted by the Investigator on a case-by-case basis because they are judged to interfere with subject safety e.g., topical drug products without significant systemic absorption are permissible:\n\n  1. Prescription medication within 14 days prior to the first dosing (Part 1); Prescription medication within 14 days prior to the first dosing that in the opinion of the Investigator could impact the subjects safe participation in the study (Part 2)\n  2. Any medication, or treatments, that may affect the immune system such as allergy injections, immunoglobulin, interferon, immunomodulators, cytotoxic drugs, or other drugs known to be frequently associated with significant major organ toxicity within 90 days prior to enrolment;\n  3. Any registered vaccine administered within 30 days prior to enrolment in the study, or who plan to receive any non-study vaccines within 28 days of the second dose of the study vaccine\n  4. Any other investigational coronavirus vaccine i.e. SARS-CoV-1, SARS-CoV-2, MERS etc. at any time prior to, or during, the study.\n  5. Over-the-counter products within 7 days prior to the first dosing, with the exception of the occasional use of paracetamol (up to 2 g daily) and standard dose vitamins (Part 1); Over-the-counter products within 7 days prior to the first dosing, that in the opinion of the investigator could impact the subjects safe participation in the study. Paracetamol (up to 2 g daily) and standard dose vitamins will be permitted (Part 2).\n* Donation of plasma within 7 days prior to dosing. Donation or loss of blood (excluding volume drawn at screening) of 50 mL to 499 mL of blood within 30 days, or more than 499 mL within 56 days prior to the first dosing.\n* Receipt of blood products within 2 months prior to the first study treatment administration (Day 1), or planned receipt of blood products during the study period.\n* Breast-feeding subject, or subject who plans to breastfeed from the time of first dose through 60 days after last study treatment administration.\n* Presence of tattoos, scarring, skin discoloration, or any other skin disturbances at the injection site which, in the opinion of the Investigator, may inhibit the ability to effectively perform an injection site assessment.\n* Employee or immediate relative of an employee of the clinical site, any of its affiliates or partners, or Syneos Health.\n* Any reason which, in the opinion of the Investigator, would interfere with the primary study objectives or prevent the subject from participating in the study.\n* Permanent resident in an aged care facility (nursing or aged care home) (Part 2 only)",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Frequency of Solicited local reactogenicity adverse events (AEs)",
        "description": "\\- the frequency of solicited local reactogenicity adverse events (AEs)",
        "timeFrame": "7 days following each vaccination (at Days 1 and 29)"
      },
      {
        "measure": "Frequency of Solicited systemic reactogenicity adverse events (AEs)",
        "description": "\\- the frequency of solicited systemic reactogenicity AEs",
        "timeFrame": "7 days following each vaccination (at Days 1 and 29)"
      },
      {
        "measure": "Grading of Solicited local reactogenicity adverse events (AEs)",
        "description": "\\- the grading of solicited local reactogenicity adverse events (AEs)",
        "timeFrame": "7 days following each vaccination (at Days 1 and 29)"
      },
      {
        "measure": "Grading of Solicited systemic reactogenicity adverse events (AEs)",
        "description": "\\- the grading of solicited systemic reactogenicity AEs",
        "timeFrame": "7 days following each vaccination (at Days 1 and 29)"
      },
      {
        "measure": "Unsolicited adverse events (AEs)",
        "description": "\\- the frequency, duration, intensity and relationship to vaccination of unsolicited local adverse events (AEs)",
        "timeFrame": "28 days following each vaccination (at Days 1 and 29)"
      },
      {
        "measure": "Serious adverse events (SAEs), Medically attended adverse events (MAAEs) and any Adverse events (AEs) leading to study withdrawal at any time during the study",
        "description": "\\- the frequency, duration, intensity and relationship to vaccination of Serious adverse events (SAEs), Medically attended adverse events (MAAEs) and any Adverse events (AEs) leading to study withdrawal at any time during the study (including decision by the Principal Investigator \\[PI\\] not to proceed with the second dose) at any time during the study",
        "timeFrame": "through study completion (394 days)"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of the serum antibody response",
        "description": "\\- Geometric mean titre (GMT) of the serum antibody response compared to placebo",
        "timeFrame": "28 days following each vaccination (Days 29 and 57)"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of the serum neutralizing antibody (NAb) response to SARS-CoV-2 virus",
        "description": "GMT of the serum NAb titres to SARS-CoV-2 virus compared to placebo",
        "timeFrame": "28 days following each vaccination (Days 29 and 57)"
      }
    ],
    "secondary": [
      {
        "measure": "Total serum antibody immune responses",
        "description": "GMT of the serum antibody response compared to placebo",
        "timeFrame": "through study completion (394 days)"
      },
      {
        "measure": "proportion of participants with ≥ 4 fold increase in titer above baseline",
        "description": "proportion of participants with greater than or equal to 4 fold increase in titre above baseline compared to placebo.",
        "timeFrame": "through study completion (394 days)"
      },
      {
        "measure": "GMT of the serum neutralizing antibody (NAb) titres",
        "description": "GMT of the serum neutralizing antibody (NAb) immune responses compared to placebo",
        "timeFrame": "through study completion (394 days)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 8,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:42.187Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}