{
  "nctId": "NCT03521934",
  "briefTitle": "Effect of Sotagliflozin on Cardiovascular Events in Participants With Type 2 Diabetes Post Worsening Heart Failure (SOLOIST-WHF Trial)",
  "officialTitle": "A Randomized, Double-blind, Placebo-controlled, Parallel-group, Multicenter Study to Evaluate the Effects of Sotagliflozin on Clinical Outcomes in Hemodynamically Stable Patients With Type 2 Diabetes POST Worsening Heart Failure",
  "protocolDocument": {
    "nctId": "NCT03521934",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-12-17",
    "uploadDate": "2022-09-30T02:27",
    "size": 3452879,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03521934/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 1222,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-06-15",
    "completionDate": "2020-06-05",
    "primaryCompletionDate": "2020-06-05",
    "firstSubmitDate": "2018-04-30",
    "firstPostDate": "2018-05-11"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion criteria:\n\n* Type 2 Diabetes Mellitus.\n* Admitted to the hospital, or urgent heart failure visit for worsening heart failure.\n* Prior diagnosis of heart failure (\\> 3 months).\n* Prior chronic treatment for heart failure with a loop diuretic (eg furosemide, torsemide, bumetanide) for \\> 30 days.\n* Randomized when hemodynamically stable, prior to hospital discharge or within 3 days of discharge.\n* Brain natriuretic peptide (BNP) ≥150 picograms per milliliter (pg/mL) (≥450 pg/mL for participants with atrial fibrillation) or N-terminal B-type natriuretic peptide ≥600 pg/mL (≥1800 pg/mL for participants with atrial fibrillation).\n* Participants with Left Ventricular Ejection Fraction \\<40% should be on beta-blockers and renin-angiotensin-aldosterone system (RAAS) inhibitors as per local guidelines unless contraindicated.\n* Signed written informed consent.\n\nExclusion criteria:\n\n* Age \\< 18 years or \\> 85 years.\n* Worsening heart failure attributed to other causes such as pulmonary embolism, stroke, heart attack.\n* Cardiac surgery or coronary procedure within 1 month or planned during study.\n* Lower extremity complications (such as skin ulcer, infection, osteomyelitis, and gangrene) identified during screening and requiring treatment at randomization.\n* Planning to start a sodium-glucose linked transporter-2 (SGLT2) inhibitor during the study.\n* Acute coronary syndromes within 3 months prior to Randomization.\n* Hemodynamically significant uncorrected primary valvular disease.\n* Significant pulmonary disease contributing substantially to the participant's dyspnea.\n* End stage Heart Failure.\n* History of diabetic ketoacidosis (DKA) or nonketotic hyperosmolar coma within 3 months prior to screening.\n* History of stroke within 3 months prior to randomization.\n* History of dialysis within 1 year prior to randomization.\n* History of solid organ transplant or on a transplant list (if heart transplant, defined as status 1 transplant).\n* Severe kidney disease as defined by glomerular filtration rate (eGFR) \\<30 milliliter per minute per 1.72 meter square (mL/min/1.73 m\\^2).\n* Pregnancy.\n\nThe above information is not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Total Occurrences of Cardiovascular (CV) Death, Hospitalizations for Heart Failure (HHF) and Urgent Visits for Heart Failure (HF)",
        "description": "Combined endpoint of the total number of occurrences (first and potentially subsequent) of CV death, HHF, and urgent HF visits after randomization. Events that occurred during the study were calculated as the total number of events per 100 person-years of follow-up.",
        "timeFrame": "Up to 21.9 months"
      }
    ],
    "secondary": [
      {
        "measure": "Total Number of Occurrences of HHF and Urgent HF Visits",
        "description": "Combined endpoint of the total occurrences (first and potentially subsequent) of HHF and urgent HF visits after randomization. Events that occurred during the study were calculated as the total number of events per 100 person-years of follow-up.",
        "timeFrame": "Up to 21.9 months"
      },
      {
        "measure": "Total Number of Deaths From Cardiovascular Causes",
        "description": "Number of events that occurred during the study were calculated as the total number of events per 100 person-years of follow-up.",
        "timeFrame": "Up to 21.9 months"
      },
      {
        "measure": "Total Number of Occurrences of CV Death, HHF, Non-fatal Myocardial Infarction and Non-fatal Stroke",
        "description": "Combined endpoint of the total number of occurrences (first and potentially subsequent) of CV death, HHF, non-fatal stroke, and non-fatal myocardial infarction after randomisation. Events that occurred during the study were calculated as the total number of events per 100 person-years of follow-up.",
        "timeFrame": "Up to 21.9 months"
      },
      {
        "measure": "Total Number of Occurrences of HHF, Urgent HF Visit, CV Death, and HF While Hospitalized",
        "description": "Combined endpoint of the total number of occurrences (first and potentially subsequent) after randomisation of HHF, urgent HF visits, CV Death and HF while hospitalised. Events that occurred during the study were calculated as the total number of events per 100 person-years of follow-up.",
        "timeFrame": "Up to 21.9 months"
      },
      {
        "measure": "Total Number of Deaths From Any Cause",
        "description": "Number of events that occurred during the study were calculated as the total number of events per 100 person-years of follow-up.",
        "timeFrame": "Up to 21.9 months"
      },
      {
        "measure": "Change From Baseline in Kansas City Cardiomyopathy Questionnaire-12 (KCCQ-12) Scores at Month 4",
        "description": "KCCQ-12 is a 12 question questionnaire, participants completed questionnaire about how heart failure affected their life over the past 2 weeks. The scale has 4 domains: symptom frequency, physical limitation, social limitations and quality of life for a total possible transformed score of 0 to 100 where 100 denotes the highest health status. A positive change from baseline indicates improvement. An analysis of covariance (ANCOVA) model was used for analysis.",
        "timeFrame": "Baseline to Month 4"
      },
      {
        "measure": "Change From Baseline in Estimated Glomerular Filtration Rate (eGFR)",
        "description": "eGFR is a test for renal function. A blood sample was collected and was sent to a central laboratory. eGFR was calculated by the Modification of Diet in Renal Disease (MDRD) equation reported as milliliters/minute/1.73 meter squared (mL/min/1.73 m\\^2). A mixed model for repeated measures (MMRM) was used for analysis.",
        "timeFrame": "Baseline up to 21.9 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 74,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:30.896Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}