{
  "nctId": "NCT04150562",
  "briefTitle": "Avelumab (Bavencio) With IL-15 in Subjects With Clear-Cell Renal Carcinoma",
  "officialTitle": "Phase II Trial of Avelumab (Bavencio) With IL-15 in Subjects With Clear-Cell Renal Carcinoma",
  "protocolDocument": {
    "nctId": "NCT04150562",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-06-02",
    "uploadDate": "2022-03-30T07:47",
    "size": 1912408,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04150562/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 2,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-05-26",
    "completionDate": "2021-09-16",
    "primaryCompletionDate": "2021-07-23",
    "firstSubmitDate": "2019-11-01",
    "firstPostDate": "2019-11-04"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n* Patients must have histologically proven metastatic clear cell renal carcinoma with greater than or equal to 5% expression of programmed death-ligand 1 (PD-L1) on the tumor cells confirmed by immunohistochemistry (IHC) in the national Cancer Institute (NCI) Lab of Pathology. Archival tumor sample may be used but if archival tissue is not available or is not adequate, tissue biopsy will be required.\n* Patients must have failed or relapsed and have progressive disease after at least 2 prior therapies that include multityrosine kinase inhibitor (mTKI) like axitinib or sunitinib and an anti-Programmed cell death protein 1 (PD1) or PD-L1 (ICI) therapy like nivolumab which could have been administered in combination with an anti-cluster of differentiation 152 (CTLA4) agent like ipilimumab. Patients who received an immune checkpoint inhibitor (ICI) in combination with a mTKI would be eligible for the trial if they received another appropriate treatment. Adjuvant or neoadjuvant with either type of agent would not fulfill this requirement only treatment for metastatic disease will be considered to satisfy this criterion.\n* Disease must be measurable with at least one measurable lesion by the Response Evaluation Criteria in Solid Tumors (Recist) v1.1 criteria that is different from the lesion biopsied.\n* Age \\>=18 years\n\nNOTE: Because no dosing or adverse event data are currently available on the use of recombinant human Interleukin-15 (rhIL-15) in combination with avelumab in patients \\<18 years of age, children are excluded from this study, but may be eligible for future pediatric trials\n\n* Eastern Cooperative Oncology Group (ECOG) performance status \\<= 1 (Karnofsky \\>=80%)\n* Adequate organ and marrow function as defined below:\n\n  * absolute neutrophil count greater than or equal to 1,500/mcL\n  * absolute lymphocyte count greater than or equal to 500/mcL\n  * Hemoglobin greater than or equal to 10 g/dL\n  * Platelets greater than or equal to 100,000/mcL\n  * total bilirubin less than or equal to 1.5 X institutional upper limit of normal (ULN)\n  * Aspartate aminotransferase (AST) serum glutamic-oxaloacetic transaminase (SGOT)/Alanine aminotransferase (ALT) Serum glutamic pyruvic transaminase (SGPT) less than or equal to 2.5 X institutional ULN\n  * Serum creatinine less than or equal to 1.5 X institutional ULN\n\nOR\n\n* Creatinine clearance greater than or equal to 50 mL/min/1.73 m\\^2 for patients with creatinine levels \\>1.5 institutional ULN\n* Negative serum or urine pregnancy test at screening for women of childbearing potential (WOCBP).\n\nNOTE: WOCBP is defined as any female who has experienced menarche and who has not undergone successful surgical sterilization or who is not postmenopausal. WOCBP must have a negative pregnancy test (human chorionic gonadotropin (HCG) blood or urine) during screening.\n\n* Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation, and 1 month after completion of rhIL-15 and avelumab administration. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.\n* Ability of subject to understand and the willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\n* Chemotherapy within 4 weeks (6 weeks for nitrosoureas or mitomycin C).\n* Persisting toxicity related to prior therapy of grade \\> 1, with the exception of the following: alopecia, sensory neuropathy grade \\<= 2, or other grade \\<= 2 not constituting a safety risk based on investigator's judgement.\n* Patients who are receiving any other investigational agents\n* Current use of immunosuppressive medication, EXCEPT for the following:\n\n  * Intranasal, inhaled, topical steroids, or local steroid injection (e.g., intra-articular injection)\n  * Systemic corticosteroids at physiologic doses \\<= 10 mg/day of prednisone or equivalent; or,\n  * Steroids as premedication for hypersensitivity reactions (e.g., computed tomography (CT) scan premedication).\n* Patients with known brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events.\n* Patients with previous malignant disease other than the target malignancy within the last 5 years with the exception of basal or squamous cell carcinoma of the skin or cervical carcinoma in situ.\n* Patients with history of any organ transplantation\n* Vaccination within 4 weeks of the first dose of avelumab. Vaccination with a live vaccine while on trial is prohibited.\n\nNOTE: Seasonal influenza vaccines for injection are generally inactivated flu vaccines and are allowed; however intranasal influenza vaccines (e.g., Flu-Mist) are live attenuated vaccines, and are not allowed.\n\n* Patients with history of allergic reactions attributed to compounds of similar chemical or biologic composition to rhIL-15 or avelumab.\n* Patients with uncontrolled intercurrent illness including, but not limited to, ongoing or active infection requiring systemic therapy, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Inability or refusal to practice effective contraception during therapy or the presence of pregnancy or active breastfeeding. Based on its mechanism of action, avelumab can cause fetal harm when administered to a pregnant woman. Animal studies have demonstrated that inhibition of the PD-1/PD-L1 pathway can lead to increased risk of immune-mediated rejection of the developing fetus resulting in fetal death. These potential risks may also apply to other agents used in this study.\n* Patients with active bacterial infections, documented human immunodeficiency virus (HIV) infection or positive screening serology, polymerase chain reaction (PCR) evidence for active or chronic hepatitis B or hepatitis C, or positive screening hepatitis B virus (HBV)/hepatitis C virus (HCV) serology without documentation of successful curative treatment\n* Patients with active or history of any autoimmune disease, including asthma requiring chronic inhaled or oral corticosteroids, or with history of asthma requiring mechanical ventilation; patients with a history of mild asthma that are on or can be switched to non-corticosteroid bronchodilator regimens are eligible\n* Cardiovascular disease: Clinically significant (i.e., active) cardiovascular disease: cerebral vascular accident/stroke (\\< 6 months prior to enrollment), myocardial infarction (\\< 6 months prior to enrollment), unstable angina, congestive heart failure (greater than or equal to New York Heart Association Classification Class II), or serious cardiac arrhythmia requiring medication\n* Other severe acute or chronic medical conditions including immune colitis, inflammatory bowel disease, immune pneumonitis, pulmonary fibrosis or psychiatric conditions including recent (within the past year) or active suicidal ideation or behavior; or laboratory abnormalities that may increase the risk associated with study participation or study treatment administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Overall Response Rate (Complete Response + Partial Response)",
        "description": "Response was assessed using the Immune Related Response Evaluation Criteria in Solid Tumors (irRECIST)v1.1. Immune related complete response (irCR) is at least two radiographic determinations of complete response (CR - e.g., disappearance of all target lesions) at least 4 weeks apart and before Immune related progressive disease (irPD - defined as at least two consecutive radiographic determinations of progressive disease ((PD - e.g., appearance of one or more new lesions) at least 4 weeks apart). at least 4 weeks apart). Immune related partial response (irPR) is at least two radiographic determinations of partial response (PR - e.g., 30% decrease of target lesions) or better at least 4 weeks apart and before irPD (and not qualifying for an irCR).",
        "timeFrame": "Following start of study medication while on treatment, approximately 2 months."
      }
    ],
    "secondary": [
      {
        "measure": "Duration of Response",
        "description": "Duration of response is defined as the time from the initial response (irCR, irPR or irSD) to progression or death, whichever comes first. Response was assessed using the Immune Related Response Evaluation Criteria in Solid Tumors (irRECIST)v1.1. Immune related complete response (irCR) is at least two radiographic determinations of complete response (CR) at least 4 weeks apart and before Immune related progressive disease (irPD - defined as at least two consecutive radiographic determinations of progressive disease (PD) at least 4 weeks apart). Immune related partial response (irPR) is at least two radiographic determinations of partial response (PR) or better at least 4 weeks apart and before irPD (and not qualifying for an irCR). Immune related stable disease (irSD) is at least one radiographic assessment of stable disease (SD) (or better) ≥ 6 weeks after the first trial treatment administration and before irPD (and not qualifying for irCR or irPR).",
        "timeFrame": "Following start of study medication while on treatment, up to 1-2 months."
      },
      {
        "measure": "Progression-free Survival",
        "description": "Progression free survival is defined as the duration of time from the date of study enrollment until time of disease relapse, disease progression, or death, whichever comes first. Progression was assessed using the Immune Related Response Evaluation Criteria in Solid Tumors (irRECIST)v1.1. Immune related progressive disease (irPD) is defined as at least two consecutive radiographic determinations of progressive disease (PD - e.g., appearance of one or more new lesions) at least 4 weeks apart).",
        "timeFrame": "Monitoring frequency is every two cycles through completion of study then annually until progressive disease is noted, an average of 73 days."
      },
      {
        "measure": "Overall Survival",
        "description": "Overall survival is defined as the time from the date of study enrollment until time of death from any cause.",
        "timeFrame": "time from the date of study enrollment until time of death from any cause, an average of 167 days"
      },
      {
        "measure": "Number of Grade 3 Adverse Events Possibly, Probably or Definitely Related to Treatment of rhIL-15 + Avelumab",
        "description": "Adverse events were assessed using the Common Terminology Criteria for Adverse Events (CTCAE)v5.0. Grade 3 is severe. Grade 4 is life-threatening. Grade 5 is death related to adverse events.",
        "timeFrame": "4 cycles (each cycle is 28 days), up to 112 days"
      }
    ],
    "other": [
      {
        "measure": "Number of Participants With Serious and/or Non-serious Adverse Events Assessed by the Common Terminology Criteria for Adverse Events (CTCAE v5.0).",
        "description": "Here is the number of participants with serious and/or non-serious adverse events assessed by the Common Terminology Criteria for Adverse Events (CTCAE v5.0). A non-serious adverse event is any untoward medical occurrence. A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life-threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned.",
        "timeFrame": "Date treatment consent signed to date off study, approximately 13 months and 24 days."
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 1,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 36,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:07.301Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}