{
  "nctId": "NCT02340676",
  "briefTitle": "A Phase II Trial of Low-Dose Interleukin-2 (IL-2) Added to Extra-Corporeal Photopheresis for Steroid-Refractory cGVHD",
  "officialTitle": "A Phase II Trial of Low-Dose Interleukin-2 (IL-2) Added to Extra-Corporeal Photopheresis for Steroid-Refractory Chronic Graft-versus-Host-Disease",
  "protocolDocument": {
    "nctId": "NCT02340676",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2016-08-15",
    "uploadDate": "2018-08-07T17:53",
    "size": 1035417,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02340676/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 25,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-02",
    "completionDate": "2025-12",
    "primaryCompletionDate": "2017-08",
    "firstSubmitDate": "2015-01-07",
    "firstPostDate": "2015-01-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nParticipants must meet the following criteria on screening examination to be eligible to participate in the study:\n\n* Recipients of 7-8/8 HLA matched adult donor allogeneic stem cell transplantation with myeloablative or non-myeloablative conditioning regimens.\n* Participants must have steroid-refractory cGVHD. Steroid-refractory cGVHD is defined as having persistent signs and symptoms of cGVHD (Appendix D; section 17.4) despite the use of prednisone at ≥ 0.25 mg/kg/day (or 0.5 mg/kg every other day) for at least 4 weeks (or equivalent dosing of alternate corticosteroids) without complete resolution of signs and symptoms. Patients with either extensive chronic GVHD or limited chronic GVHD requiring systemic therapy are eligible.\n* Stable dose of corticosteroids for 4 weeks prior to enrollment\n* No addition or subtraction of other immunosuppressive medications (e.g., calcineurin-inhibitors, sirolimus, mycophenolate-mofetil) for 4 weeks prior to enrollment. The dose of immunosuppressive medicines may be adjusted based on the therapeutic range of that drug\n* Patient age ≥18 years old. Because no dosing or adverse event data are currently available on the use of IL-2 in participants \\<18 years of age, children are excluded from this study.\n* Estimated life expectancy greater than 3 months.\n* ECOG performance status 0-2 (Appendix A; section 17.1).\n* Participants must have adequate organ function as defined below:\n\n  * Hepatic: Adequate hepatic function (total bilirubin \\<2.0 mg/dl-exception permitted in patients with Gilbert's Syndrome; AST (SGOT)/ALT (SGPT) ≤ 2x ULN), unless hepatic dysfunction is a manifestation of presumed cGVHD. For patients with abnormal LFTs as the sole manifestation of cGVHD, documented GVHD on liver biopsy will be required prior to enrollment. Abnormal LFTs in the context of active cGVHD involving other organ systems may also be permitted if the treating physician documents the abnormal LFTs as being consistent with hepatic cGVHD, and a liver biopsy will not be mandated in this situation.\n  * Renal: Serum creatinine within normal institutional limits or creatinine clearance ≥ 60 mL/min/1.73 m2 for participants with creatinine levels above institutional normal.\n  * Pulmonary: FEV1 ≥ 50% or DLCO(Hb) ≥ 40% of predicted, unless pulmonary dysfunction is deemed to be due to chronic GVHD.\n  * Adequate bone marrow function indicated by ANC\\>1000/mm3 and platelets\\>50,000/mm3 without growth factors or transfusions\n  * Cardiac: No myocardial infarction within 6 months prior to enrollment or NYHA Class III or IV heart failure, uncontrolled angina, severe uncontrolled ventricular arrhythmias, or electrocardiographic evidence of acute ischemia or active conduction system abnormalities. Prior to study entry, any ECG abnormality at screening must be documented by the investigator as not medically relevant.\n* The effects of IL-2 on the developing human fetus are unknown. For this reason and because chemotherapeutic agents are known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\nParticipants who exhibit any of the following conditions at screening will not be eligible for admission into the study.\n\n* Ongoing prednisone requirement \\>1 mg/kg/day (or equivalent).\n* Concurrent use of calcineurin-inhibitors plus sirolimus. Either agent alone is acceptable.\n* History of thrombotic microangiopathy, hemolytic-uremic syndrome or thrombotic thrombocytopenic purpura.\n* Exposure to any new immunosuppressive medication in the 4 weeks prior to enrollment.\n* Extra-corporeal Photopheresis (ECP) or rituximab therapy within 4 weeks prior to enrollment\n* Any contraindication to ECP, i.e. contraindication to heparin or 8-MOP.\n* Post-transplant exposure to any novel immunosuppressive medication (e.g., alemtuzumab) within 100 days prior to enrollment.\n* Donor lymphocyte infusion within 100 days prior to enrollment.\n* Active malignant relapse.\n* Active uncontrolled infection.\n* Inability to comply with IL-2 treatment regimen.\n* Uncontrolled cardiac angina or symptomatic congestive heart failure (NYHA Class III or IV: Appendix C; section 17.3).\n* Organ transplant (allograft) recipient.\n* HIV-positive individuals on combination antiretroviral therapy are ineligible because of the potential for pharmacokinetic interactions with the agents used after allogeneic HSCT. In addition, these individuals are at increased risk of lethal infections. Appropriate studies will be undertaken in participants receiving combination antiretroviral therapy when indicated.\n* Individuals with active hepatitis B or C are ineligible as they are at high risk of lethal treatment-related hepatotoxicity after HSCT.\n* Other investigational drugs within 4 weeks prior to enrollment, unless cleared by the Principal Investigator.\n* Pregnant women are excluded from this study because of the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk of adverse events in nursing infants secondary to treatment of the mother, breastfeeding should be discontinued.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participant With Response at Week 16",
        "description": "Participants will have their cGVHD evaluated at baseline through Week 16.",
        "timeFrame": "Baseline through Week 16 of the study"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Grade 3 or Higher Toxicities Related to ECP Plus Low-dose SC IL-2 Therapy",
        "description": "All Grade 3 or higher toxicities related to ECP plus low-dose SC IL-2 therapy have been reported.",
        "timeFrame": "Baseline through Week 16 of the study"
      },
      {
        "measure": "Regulatory T Cell Counts During ECP Plus Low-dose Daily SC IL-2",
        "description": "Assays will be conducted to detect Change in Regulatory T cell counts during ECP plus low-dose daily SC IL-2",
        "timeFrame": "Baseline through Week 16 of the study"
      },
      {
        "measure": "Prednisone Use During ECP Plus Low-dose IL-2 From Baseline Through Week 16 of Study",
        "description": "Prednisone use was assessed during ECP plus low-dose IL-2 treatment at baseline through Week 16 of study.",
        "timeFrame": "Baseline through Week 16 of the study"
      },
      {
        "measure": "Overall Survival",
        "description": "Overall survival From the start of treatment to 1 Year was assessed",
        "timeFrame": "From the start of treatment to 1 Year"
      },
      {
        "measure": "Progression-free Survival",
        "description": "One year overall survival was analyzed",
        "timeFrame": "From the start of treatment to 1 Year"
      },
      {
        "measure": "Non-relapse Mortality",
        "description": "Participants one year cumulative incidence of Non-relapse mortality was assessed.",
        "timeFrame": "From the start of treatment to 1 Year"
      },
      {
        "measure": "Relapse at 1 Year",
        "description": "Relapse at 1 year was assessed",
        "timeFrame": "From the start of treatment to 1 Year"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 49,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:28.251Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}