{
  "nctId": "NCT04836559",
  "briefTitle": "A Study to Investigate JNJ-40411813 in Combination With Levetiracetam or Brivaracetam in Epilepsy",
  "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled, Parallel-Group, Multicenter Study to Evaluate the Efficacy, Safety, and Tolerability of JNJ-40411813 as Adjunctive Therapy in Subjects With Focal Onset Seizures With Suboptimal Response to Levetiracetam or Brivaracetam",
  "protocolDocument": {
    "nctId": "NCT04836559",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-11-17",
    "uploadDate": "2025-02-04T05:19",
    "size": 5144061,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04836559/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 110,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-05-18",
    "completionDate": "2024-02-08",
    "primaryCompletionDate": "2024-02-08",
    "firstSubmitDate": "2021-03-24",
    "firstPostDate": "2021-04-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Body mass index (BMI) between 18 and 35 kilogram per meter square (kg/m\\^2, inclusive (BMI = weight/height\\^2). Minimum body weight should be 40-kilogram (kg)\n* Established diagnosis of focal epilepsy, for at least 1 year using the International League Against Epilepsy (ILAE) criteria. Participants should not be enrolled if they are known to have had fewer than 3 or more than 100 seizures in any monthly period in the past 6 months. It is preferred that participants have experience in maintaining a seizure e-diary\n* Must have had a neuroimaging procedure within 10 years, including a computed tomography (CT) scan or magnetic resonance imaging (MRI), that excluded a progressive neurologic disorder; these procedures may be performed within the 8-week baseline period\n* Cohort 1: Current treatment with at least 1 and up to 4 anti-epileptic drugs (AEDs) (including levetiracetam), administered at stable dosage(s) for at least 1 month before screening, and no new AEDs added for the previous 2 months; these AEDs must remain unchanged throughout the pretreatment and double-blind treatment periods (with the exception of dosage reductions of concomitant AEDs because of suspected elevated AED levels or side effects) Cohort 2 and beyond: Current treatment with at least 1 and up to 4 AEDs (including levetiracetam or brivaracetam), administered at the appropriate dosage(s) and for a sufficient treatment period before screening. These AEDs must remain unchanged throughout the pretreatment and double-blind treatment periods (with the exception of dosage reductions of concomitant AEDs because of suspected elevated AED levels or side effects). Important note: screening of participants receiving brivaracetam will start when enrolling for Cohort 2\n* Currently showing inadequate response to levetiracetam, administered at the appropriate dosage(s) and for a sufficient treatment period, based on the judgment of the investigator\n* Healthy based on clinical laboratory tests, physical examination, medical history, vital signs, and 12-lead ECG\n* Men or women between 18 and 69 years old\n\nExclusion Criteria:\n\n* Have a generalized epileptic syndrome\n* Diagnosis of Lennox-Gastaut Syndrome\n* Currently experiencing seizures that cannot be counted accurately\n* History of any current or past nonepileptic seizures, including psychogenic seizures\n* Known allergies, hypersensitivity, or intolerance to placebo, JNJ-40411813 or its excipients\n* Current treatment with vagus nerve stimulation, deep brain and cortical stimulation for 1 year or less\n* Planned epilepsy surgery within the next 6 months or completed epilepsy surgery less than (\\<) 6 months ago\n* Current treatment with vigabatrin\n* History of malignancy within 5 years before screening (exceptions are squamous and basal cell carcinomas of the skin and carcinoma in situ of the cervix, or malignancy, which is considered cured with minimal risk of recurrence)\n* Current or past (within the past year) major psychotic disorder, such as schizophrenia, bipolar disorder, or other psychotic conditions, recent (within the past 6 months) interictal psychosis, and major depressive disorder (MDD) with psychotic features\n* Exacerbation of MDD within the past 6 months; antidepressant use is allowed\n* Has a current or recent history of clinically significant suicidal ideation within the past 6 months, corresponding to a score of 4 (active suicidal ideation with some intent to act, without specific plan) or 5 (active suicidal ideation with specific plan and intent) for ideation on the Columbia Suicide Severity Rating Scale (C-SSRS), or a history of suicidal behavior within the past 1 year, as validated by the CSSRS at screening\n* Has a history of at least mild drug or alcohol use disorder according to Diagnostic and Statistical Manual of Mental Disorders (5th edition) (DSM-5) criteria within 1 year before Screening",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "69 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Cohort 1 and 2: Time to Baseline Monthly Seizure Count up to the End of the 12-week Double-blind (DB) Treatment Period",
        "description": "Time (in days) to baseline monthly seizure count was defined as the number of days until the participants cumulative seizure count during the DB period was equal to their baseline monthly seizure count. The baseline monthly seizure count was defined as the number of observable focal onset seizures occurred during the 8-week baseline period (Day -56 to -1), multiplied by 28/XBL, where XBL was the number of days comprising the participants baseline period. Observable focal onset seizures included focal aware seizures with motor signs, focal impaired awareness seizures and focal to bilateral tonic-clonic seizures. Focal aware seizures without motor signs, myoclonic, or other generalized seizures was not counted towards baseline monthly seizure count. Cluster seizures were counted as a single seizure. Kaplan-Meier method was used for the analysis.",
        "timeFrame": "From DB period Day 1 up to Day 85"
      }
    ],
    "secondary": [
      {
        "measure": "Cohort 1 and 2: Percent Reduction in the Open Label Extension (OLE) Period Monthly Seizure Rate",
        "description": "The percent reduction in the OLE monthly seizure rate was defined as 100\\*(baseline monthly seizure count minus OLE monthly seizure count) divided by (baseline monthly seizure count). The OLE monthly seizure count was defined as the total number of observable focal onset seizures occurred during the OLE period, multiplied by 28/XOLE, where XOLE was the number of days comprising the OLE. A positive percentage change in the OLE monthly seizure count indicated improvement. Observable seizures included focal aware seizures with motor signs, focal impaired awareness seizures and focal to bilateral tonic-clonic seizures. Focal aware seizures without motor signs, myoclonic, or other generalized seizures was not counted towards baseline monthly seizure count. Cluster seizures were counted as a single seizure.",
        "timeFrame": "From OLE baseline (Day 1 of OLE) up to 24 months after start of OLE (the actual OLE starting time varied for each participant)"
      },
      {
        "measure": "Cohort 1 and 2: Number of Participants With Seizure Freedom at the End of OLE Period",
        "description": "Number of participants with seizure freedom at the end of OLE period was reported. Seizure freedom was defined as having no seizures over the complete OLE study period.",
        "timeFrame": "From OLE baseline (Day 1 of OLE) up to 24 months after start of OLE (the actual OLE starting time varied for each participant)"
      },
      {
        "measure": "Cohort 1 and 2: Number of Participants With at Least 50 Percent (%) Reduction (Response) in the OLE Monthly Seizure Count",
        "description": "Number of participants having at least a 50% reduction in the monthly seizure rate (response) during the OLE study period was reported.",
        "timeFrame": "From OLE baseline (Day 1 of OLE) up to 24 months after start of OLE (the actual OLE starting time varied for each participant)"
      },
      {
        "measure": "OLE Period: Cohort 1 and 2: Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Treatment-emergent Serious Adverse Events (TESAEs)",
        "description": "Number of participants with TEAEs and TESAEs were reported. An adverse event (AE) was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. A serious AE was defined as any untoward medical occurrence that at any dose resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect, was a suspected transmission of any infectious agent via a medicinal product, or was medically important. TEAE/TESAE was defined as any AE/SAE occurred at or after the initial administration of study intervention through the day of last dose plus 5 days. TEAEs included serious and non-serious events.",
        "timeFrame": "From OLE baseline (Day 1 of OLE) up to 5 days after last dose of OLE period (5 days + 24 months after start of OLE) (the actual OLE starting time varied for each participant)"
      },
      {
        "measure": "OLE Period: Cohort 1 and 2: Number of Participants With Treatment-emergent (TE) Clinically Important Changes in Vital Signs",
        "description": "TE clinically important changes in vital signs (VS) were pulse rate (PR) greater than (\\>)100 beats per min \\[bpm\\] and with \\>30bpm increase from baseline (BL), PR less than (\\<)50 bpm and with \\>20bpm decrease from BL, systolic blood pressure (SBP) \\>140 millimeters of mercury (mmHg) and with \\>40mm Hg increase from BL, SBP \\<90mmHg and with \\>30mmHg decrease from BL), diastolic blood pressure (DBP) \\>90mmHg and with \\>30mmHg increase from BL, DBP \\<50mmHg and with \\>20 mmHg decrease from BL, and temperature \\>38 degree Celsius(C) and with greater than or equal to (\\>=)1degree C increase from BL. TE: post BL value was above upper limit and BL value was below upper limit (example: Normal or Low). Same applied to post BL value being below lower limit with BL value being above lower limit (example: Normal or High). TEVS: VS which occurred as at or after initial administration of study intervention through last dose plus 5 days. Only categories in which at least 1 participant had data were reported.",
        "timeFrame": "From OLE baseline (Day 1 of OLE) up to 24 months + 5 days after start of OLE (the actual OLE starting time varied for each participant)"
      },
      {
        "measure": "OLE Period: Cohort 1 and 2: Number of Participants With Changes in Laboratory Assessments Recorded as TEAE",
        "description": "Number of participants with changes in laboratory assessments recorded as TEAE were reported. Laboratory assessments included clinical chemistry, hematology and urinalysis. Postbaseline abnormalities were compared with baseline values: if postbaseline value exceeding the upper limit (with baseline below upper limit) or falling below the lower limit (with baseline above lower limit) was considered treatment-emergent (TE); if baseline values were missing then any postbaseline abnormality was considered TE. TEAE was defined as any AE occurring at or after the initial administration of study intervention through the day of last dose plus 5 days.",
        "timeFrame": "From OLE baseline (Day 1 of OLE) up to 24 months + 5 days after start of OLE (the actual OLE starting time varied for each subject)"
      },
      {
        "measure": "DB Treatment Period: Cohort 1 and 2: Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Treatment-emergent Serious Adverse Events (TESAEs)",
        "description": "Number of participants with TEAEs and TESAEs were reported. An AE was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. A serious AE was defined as any untoward medical occurrence that at any dose resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect, was a suspected transmission of any infectious agent via a medicinal product, or was medically important. TEAE/TESAE was defined as any AE/SAE occurred at or after the initial administration of study intervention through the day of last dose plus 5 days. TEAEs included serious and non-serious events.",
        "timeFrame": "From DB period start (Day 1) up to 5 days after last dose of DB period (up to Day 90)"
      },
      {
        "measure": "DB Treatment Period: Cohort 1 and 2: Number of Participants With Treatment-emergent Clinically Important Changes in Vital Signs",
        "description": "Treatment-emergent clinically important changes in vital signs defined as PR \\>100 bpm and with \\>30 bpm increase from baseline, PR \\<50 bpm and with \\>20 bpm decrease from baseline, SBP \\>140 mm Hg and with \\>40 mm Hg increase from baseline, SBP \\<90 mm Hg and with \\>30 mm Hg decrease from baseline, DBP \\>90 mm Hg and with \\>30 mm Hg increase from baseline, DBP \\<50 mm Hg and with \\>20 mm Hg decrease from baseline, temperature \\>38 degree C and with \\>=1 degree C increase from baseline. TE clinically important changes: if postbaseline value was above upper limit and baseline value was below upper limit (example: Normal or Low). Same applied to postbaseline value being below lower limit with baseline value being above lower limit (example: Normal or High). Only those categories in which at least 1 participant had data were reported in this outcome measure. TE vital signs included vital signs which occurred as at or after initial administration of study intervention through last dose plus 5 days.",
        "timeFrame": "From DB period start (Day 1) up to 5 days after last dose of DB period (up to Day 90)"
      },
      {
        "measure": "DB Treatment Period: Cohort 1 and 2: Number of Participants With Treatment-emergent Clinically Important Changes in Electrocardiogram (ECG)",
        "description": "The ECG parameters analyzed: heart rate, PR interval, RR interval, QRS interval, QT interval, and corrected QT (QTc) interval using the correction methods: Bazett's formula (QTcB), Fridericia's formula (QTcF). TE clinically important changes ECG values (relative to baseline) were defined as heart rate (bpm): \\<45 and \\>100; PR interval (millisecond \\[msec\\]): \\<120 and \\>200; QRS interval (msec): \\>120; QTc (msec): \\>470 in women and \\>450 in men. TE was concluded if the postbaseline value was above the upper limit and the baseline value was below the upper limit (example: Normal or Low). The same applied to the postbaseline value being below the lower limit with the baseline value being above the lower limit (example: Normal or High). TE ECGs: clinically important ECGs which occurred as at or after initial administration of study intervention through last dose plus 5 days. Only categories in which at least 1 participant had data were reported in this outcome measure.",
        "timeFrame": "From DB period start (Day 1) up to 5 days after last dose of DB period (up to Day 90)"
      },
      {
        "measure": "DB Treatment Period: Cohort 1 and 2: Number of Participants With Changes in Laboratory Assessments Recorded as TEAE",
        "description": "Number of participants with changes in laboratory assessments recorded as TEAE were reported. Laboratory assessments included clinical chemistry, hematology and urinalysis. Postbaseline abnormalities were compared with baseline values: if postbaseline value exceeding the upper limit (with baseline below upper limit) or falling below the lower limit (with baseline above lower limit) was considered treatment-emergent (TE); if baseline values were missing then any postbaseline abnormality was considered TE. TEAE was defined as any AE occurring at or after the initial administration of study intervention through the day of last dose plus 5 days.",
        "timeFrame": "From DB period start (Day 1) up to 5 days after last dose of DB period (up to Day 90)"
      },
      {
        "measure": "Cohort 1 and 2: Percent Reduction in the Double-blind Period Monthly Seizure Rate",
        "description": "The percent reduction in the DB monthly seizure rate was defined as 100\\*(baseline monthly seizure count minus DB monthly seizure count) divided by (baseline monthly seizure count). The DB monthly seizure count was defined as the total number of observable focal onset seizures occurring during the 12-week DB period, multiplied by 28/XDB, where XDB was the number of days comprising the DB period. A positive percentage change in the double-blind monthly seizure count indicates improvement. Observable focal onset seizures included focal aware seizures with motor signs, focal impaired awareness seizures and focal to bilateral tonic-clonic seizures. Focal aware seizures without motor signs, myoclonic, or other generalized seizures was not counted towards baseline monthly seizure count.",
        "timeFrame": "From DB period Day 1 up to Day 85"
      },
      {
        "measure": "Cohort 1 and 2: Percentage of Participants With Seizure Freedom During Double-blind Period",
        "description": "Percentage of participants with seizure freedom during DB period was reported. Seizure freedom was defined as having no seizures over the complete DB period.",
        "timeFrame": "From DB period Day 1 up to Day 85"
      },
      {
        "measure": "Cohort 1 and 2: Percentage of Participants Who Achieved a More Than (>) 50 Percent (%) Reduction (Response) in Double-blind Monthly Seizure Count Relative to Baseline Monthly Seizure Count",
        "description": "Percentage of participants who achieved a \\>50% reduction (response) in the DB monthly seizure count relative to baseline monthly seizure count during the DB period was reported. The baseline monthly seizure count was defined as the number of observable focal onset seizures occurred during the 8-week baseline period (Day -56 to -1), multiplied by 28/XBL, where XBL was the number of days comprising the participants baseline period. Observable focal onset seizures included focal aware seizures with motor signs, focal impaired awareness seizures and focal to bilateral tonic-clonic seizures. Focal aware seizures without motor signs, myoclonic, or other generalized seizures was not counted towards baseline monthly seizure count.",
        "timeFrame": "From DB period Day 1 up to Day 85"
      },
      {
        "measure": "DB Treatment Period: Cohort 1 and 2: Plasma Concentration of JNJ-40411813 and Its Metabolites: M30, M45 and M47",
        "description": "DB treatment period: Cohort 1 and 2: plasma concentration of JNJ-40411813 and its metabolites (M30, M45 and M47) were reported. The concentrations of JNJ-40411813 and its metabolites (M30, M45 and M47) were measured using a validated, specific, and sensitive liquid chromatography-mass spectrometry/mass spectrometry (LC-MS/MS) method. Data for this outcome measure was not planned to be collected and analyzed for Cohort 1 and 2 placebo arms. Here, 'n' (number analyzed)=number of participants evaluable at each specified category.",
        "timeFrame": "Day 1: 2 hours post-dose, Days 29: pre-dose and 1 hour post-dose, Day 57: pre-dose and Day 85: post-dose/Early withdrawal (EW)"
      },
      {
        "measure": "DB Treatment Period: Cohort 1 and 2: Plasma Concentration of AED: Levetiracetam",
        "description": "DB treatment period: Cohort 1 and 2: plasma concentration of AED: levetiracetam were reported. The concentrations of levetiracetam were measured using a validated, specific, and sensitive LC-MS/MS method.",
        "timeFrame": "Day 1: pre-dose and 2 hours post-dose, Day 29: pre-dose and 1 hour post-dose, Day 57: pre-dose and Day 85: post-dose/Early withdrawal"
      },
      {
        "measure": "DB Treatment Period: Cohort 1 and 2: Plasma Concentration of AED: Brivaracetam",
        "description": "DB treatment period: Cohort 1 and 2: plasma concentration of AED: brivaracetam were reported. The concentrations of brivaracetam were measured using a validated, specific, and sensitive LC-MS/MS method.",
        "timeFrame": "Day 1: pre-dose and 2 hours post-dose, Days 29: pre-dose and 1 hour post-dose, Day 57: pre-dose and Day 85: post-dose/Early withdrawal"
      },
      {
        "measure": "DB Treatment Period: Cohort 1 and 2: Plasma Concentration of AED: Carbamazepine",
        "description": "DB treatment period: Cohort 1 and 2: plasma concentration of AED: carbamazepine were reported. The concentrations of carbamazepine were measured using a validated, specific, and sensitive LC-MS/MS method.",
        "timeFrame": "Pre-dose: Day 1, Days 29, and Day 57"
      },
      {
        "measure": "OLE Period: Cohort 1 and 2: Plasma Concentration of JNJ-40411813 and Its Metabolites: M30, M45 and M47",
        "description": "OLE period: Cohort 1 and 2: plasma concentration of JNJ-40411813 and its metabolites (M30, M45 and M47) were reported. The concentrations of JNJ-40411813 and its metabolites (M30, M45 and M47) were measured using a validated, specific, and sensitive LC-MS/MS method. Data for this outcome measure was not planned to be collected and analyzed for Cohort 1 and 2 placebo arms. OLE baseline was Day 1 of OLE period.",
        "timeFrame": "Cohort 1:OLE visit 2 (1 month post OLE baseline[BL]), OLE visit 3 (2 months post OLE BL), OLE visit 4 to 7 (up to 1year post OLE BL);Cohort 2:OLE visit 2 (1 month post OLE BL), OLE visit 3 (2 months post OLE BL), OLE visit 4 to 5 (up to 1year post OLE BL)"
      },
      {
        "measure": "OLE Period: Cohort 1 and 2: Plasma Concentration of AED: Levetiracetam",
        "description": "OLE period: Cohort 1 and 2: plasma concentration of AED: levetiracetam were reported. The concentrations of levetiracetam were measured using a validated, specific, and sensitive LC-MS/MS method.",
        "timeFrame": "OLE visit 2: 1st month; OLE visit 3: 2nd month"
      },
      {
        "measure": "OLE Period: Cohort 1 and 2: Plasma Concentration of AED: Brivaracetam",
        "description": "OLE period: Cohort 1 and 2: plasma concentration of AED: brivaracetam were reported. The concentrations of brivaracetam were measured using a validated, specific, and sensitive LC-MS/MS method.",
        "timeFrame": "OLE visit 2: 1st month; OLE visit 3: 2nd month"
      },
      {
        "measure": "OLE Period: Plasma Concentration of AED: Carbamazepine",
        "description": "OLE period: Cohort 1 and 2: plasma concentration of AED: carbamazepine were reported. The concentrations of carbamazepine were measured using a validated, specific, and sensitive LC-MS/MS method.",
        "timeFrame": "OLE visit 2: 1st month; OLE visit 3: 2nd month"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 21,
      "otherCount": 0,
      "totalCount": 22
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:48.725Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}