{
  "nctId": "NCT05507567",
  "briefTitle": "Safety, Tolerability and Prophylactic Antiviral Activity of Neumifil Against Influenza Via a Human Viral Challenge Model",
  "officialTitle": "A Randomized, Double-blind, Placebo-controlled, Phase 2a Study To Assess the Safety, Tolerability and Prophylactic Antiviral Activity of Neumifil Against Influenza, Via a Human Viral Challenge Model in Healthy Adult Participants",
  "protocolDocument": {
    "nctId": "NCT05507567",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-02-12",
    "uploadDate": "2024-05-30T06:49",
    "size": 3967438,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05507567/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 104,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-08-12",
    "completionDate": "2023-05-04",
    "primaryCompletionDate": "2023-05-04",
    "firstSubmitDate": "2022-08-17",
    "firstPostDate": "2022-08-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Written informed consent signed and dated by the participant and the investigator obtained before any assessment is performed.\n2. Adult male or female aged between 18 and 55 years old, inclusive, on the day prior to signing the consent form.\n3. A total body weight ≥50 kg and body mass index (BMI) ≥18 kg/m2 and ≤35kg/m2.\n4. In good health with no history, or current evidence, of clinically significant medical conditions, and no clinically significant test abnormalities that that will interfere with participant safety, as defined by medical history, physical examination, (including vital signs), ECG, and routine laboratory tests as determined by the investigator.\n5. Participants will have a documented medical history either prior to entering the study or following medical history review with the study physician at screening.\n6. Agree to use highly effective contraception\n7. Serosuitable for the challenge virus\n\nExclusion Criteria:\n\n1. History of, or currently active, symptoms or signs suggestive of upper or lower respiratory tract (URT, LRT) infection within 4 weeks prior to the first study visit.\n2. Any history or evidence of any clinically significant or currently active cardiovascular, respiratory, dermatological, gastrointestinal, endocrinological, haematological, hepatic, immunological (including immunosuppression), metabolic, urological, renal, neurological, or psychiatric disease and/or other major disease that, in the opinion of the investigator, may interfere with a participant completing the study and necessary investigations. Includes a history of depression or anxiety.\n3. Any participants who have smoked ≥ 10 pack years at any time.\n4. Females who are pregnant or breastfeeding\n5. Any history of anaphylaxis or history of severe allergic reactions to any foods, drugs, insect bites or stings or any known allergy to tetracycline antibiotics.\n6. Venous access deemed inadequate for the phlebotomy and cannulation demands of the study.\n7. a) Any significant abnormality altering the anatomy of the nose in a substantial way or nasopharynx that may interfere with the aims of the study and, in particular, any of the nasal assessments or viral challenge b) Any evidence of nasal inflammation or nasal polyps within the last month c) Any clinically significant history of epistaxis (large nosebleeds) within the last 3 months of the first study visit and/or history of being hospitalised due to epistaxis on any previous occasion.\n\n   d) Any nasal or sinus surgery within 3 months of the first study visit. Prior or Concomitant Medications and Assessments\n8. a) Evidence of vaccinations within the 4 weeks prior to the planned date of first dosing with IMP.\n\n   b) Intention to receive any vaccination(s) before the last day of follow-up (with the exception of vaccinations recommended for COVID19 as defined by Medicines and Healthcare Regulatory Agency (MHRA)/government vaccination guidelines). No travel restrictions apply after the Day 28 (±3 days) follow-up visit.\n\n   c) Receipt of influenza vaccine (or another IMP relating to treatment of influenza) in the last 6 months prior to the planned date of viral challenge OR a diagnosis of influenza or influenza-like illness confirmed by a physician within the last 2 months prior to screening.\n9. Receipt of blood or blood products, or loss (including blood donations) of 550 mL or more of blood during the 3 months prior to the planned date of first dosing with IMP or planned during the 3 months after the final follow-up visit.\n10. a) Receipt of any investigational drug within 3 months (or 5 half-lives of the IMP used in the other study, whichever is greater), prior to the planned date of first dosing with IMP.\n\n    b) Receipt of 3 or more investigational drugs within the previous 12 months prior to the planned date of first dosing with IMP.\n\n    c) Prior inoculation with a virus from the same virus-family as the challenge virus.\n\n    d) Prior participation in another human viral challenge study with a respiratory virus in the preceding 3 months.\n11. Use or anticipated use during the conduct of the study of concomitant medications\n12. Confirmed positive test for drugs of misuse and cotinine on first study visit\n\n13 Recent history or presence of alcohol addiction, or excessive use of alcohol\n\n14\\. A FEV1 \\<80%, a FVC \\<80% predicted, or an FEV1/FVC ratio \\<0.7. 15. Positive HIV, hepatitis B virus, or hepatitis C virus test.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "55 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Incidence of Symptomatic Influenza Infection",
        "description": "Number of subjects with quantifiable viral shedding on 2 consecutive days AND with any symptom score of grade 2 or greater at a single time point.\n\nViral shedding was measured by RT-qPCR. Eleven symptoms were assessed by questionnaire and were graded on a scale of 0-3 (grade 0: no symptoms; grade 1: just noticeable; grade 2: clearly bothersome from time to time but does not interfere with me doing my normal daily activities; grade 3: quite bothersome most or all of the time, and it stops me participating in activities).",
        "timeFrame": "Day 1 to Day 8"
      },
      {
        "measure": "Severity of Symptoms",
        "description": "Change in Peak Total Symptom Score (TSS) as measured by graded symptom scoring system collected 3 times daily; symptom questionnaire was graded on a scale of 0-3 (grade 0: no symptoms; grade 1: just noticeable; grade 2: clearly bothersome from time to time but does not interfere with me doing my normal daily activities; grade 3: quite bothersome most or all of the time, and it stops me participating in activities).Lower score means better outcome. The range was 0 to 33.",
        "timeFrame": "Day 1 to Day 8"
      }
    ],
    "secondary": [
      {
        "measure": "Area Under the Curve (AUC) Over Time of Total Symptom Score (TSS)",
        "description": "Participants completed a self-assessment symptom score 3 times daily, graded on a scale of 0-3 (grade 0: no symptoms; grade 1: just noticeable; grade 2: clearly bothersome from time to time but does not interfere with me doing my normal daily activities; grade 3: quite bothersome most or all of the time, and it stops me participating in activities).Lower score means better outcome. Range 0 to 33",
        "timeFrame": "Day 1 to Day 8"
      },
      {
        "measure": "Viral Shedding Over Time",
        "description": "Measurement of influenza viral load (VL) area under the curve (VL-AUC) of quantifiable measurements by RT-qPCR in nasal samples.\n\nThe AUC is expressed as the log to the base 10 copies in a mL of nasal fluid multiplied by the time in days \\[(log10 copies/mL)\\*day\\]. The higher the viral load AUC, by PCR, the worse the outcome.",
        "timeFrame": "Day 1 (pm) to Day 8 (am)"
      },
      {
        "measure": "Viral Shedding Over Time",
        "description": "Measurement of influenza viral load (VL) in nasal samples over time (VL-AUC) measured by viral culture. Nasal secretions were cultured and the Tissue Culture Infectious Dose (TCID50) calculated. The AUC of log to the base 10 of the TCID50 in each mL of nasal secretions, multiplied by the time in days \\[(log10 TCID50/mL)\\*day\\] was calculated. The higher the viral load AUC by culture, the worse the outcome.",
        "timeFrame": "Day 1 (pm) to Day 8 (am)"
      },
      {
        "measure": "Weight of Nasal Discharge",
        "description": "Measurement of total weight of mucus produced by participants. The total weight of used tissues was measured to assess the weight of mucus produced. The greater the weight of the tissues the more mucus produced and the worse the outcome.",
        "timeFrame": "Day 1 (am) to Day 8 (am)"
      },
      {
        "measure": "Nasal Discharge",
        "description": "The number of tissues used by participants were counted. The greater the number of tissues used the worse the outcome.",
        "timeFrame": "Day 1 (am) to Day 8 (am)"
      },
      {
        "measure": "Adverse Events, Solicited",
        "description": "Number of participants reporting a solicited adverse event during the treatment period of IMP",
        "timeFrame": "From intake of first dose of IMP (Day -3) up to 12 hours post the last IMP dose (Day -1)"
      },
      {
        "measure": "Adverse Events, Unsolicited",
        "description": "Number of participants reporting treatment emergent adverse events, unsolicited",
        "timeFrame": "From intake of first dose of IMP on Day -3 to Day 28"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:31.693Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}