{
  "nctId": "NCT02452463",
  "briefTitle": "Nintedanib Compared With Placebo in Treating Against Radiation-Induced Pneumonitis in Patients With Non-small Cell Lung Cancer That Cannot Be Removed by Surgery and Are Undergoing Chemoradiation Therapy",
  "officialTitle": "A Phase II Randomized, Double-Blind, Placebo-Controlled Study Evaluating Nintedanib Versus Placebo as Prophylaxis Against Radiation Pneumonitis in Patients With Unresectable NSCLC Undergoing Chemoradiation Therapy",
  "protocolDocument": {
    "nctId": "NCT02452463",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-06-06",
    "uploadDate": "2020-03-06T13:09",
    "size": 830056,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02452463/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 8,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-06-29",
    "completionDate": "2019-06-10",
    "primaryCompletionDate": "2019-06-10",
    "firstSubmitDate": "2015-05-20",
    "firstPostDate": "2015-05-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Histologically or cytologically-proven non squamous cell NSCLC; mixed histology with small cell lung carcinoma (SCLC) component not allowed\n* Patients with stage II ? IV non squamous cell NSCLC who received at least 54 Gy of total planned thoracic radiation dose will be eligible; patients must have received at least one cycle of chemotherapy concurrently during the course of thoracic radiation; regimens allowed are platinum combinations with either etoposide or a taxane regardless of histology subtype; platinum with pemetrexed for patients with non-squamous NSCLC only; patients with oligometastatic stage IV cancer are eligible if they have received only one line of systemic therapy for their stage IV cancer prior to the concurrent chemoradiation phase\n* Patient must have had a complete response (CR)/partial response (PR)/stable disease (SD), 4-6 weeks after completing last fraction of radiation therapy\n* Eastern Cooperative Oncology Group (ECOG) performance score 0-2\n* Absolute neutrophil count (ANC) \\>= 1,500/uL\n* Platelet count \\>= 100,000/uL\n* Hemoglobin \\>= 9 g/dL\n* Total bilirubin =\\< normal or for those with Gilbert?s syndrome =\\< 1.5 times upper limit of normal (ULN) OR direct bilirubin normal (per institute standards)\n* Aspartate aminotransferase (AST) =\\< 1.5 x ULN; alanine aminotransferase (ALT) and AST =\\< 2.5 x ULN is acceptable if there is liver metastasis\n* Fertile patients must use adequate contraception\n\nExclusion Criteria:\n\n* Whole-brain radiotherapy (WBRT) \\< 14 days from the anticipated start of nintedanib/placebo administration\n* Squamous cell NSCLC\n* Unable to start nintedanib/placebo treatment between 4-8 weeks after completing the last dose of thoracic radiation\n* Active untreated brain or leptomeningeal metastases; in patients with treated central nervous system (CNS) metastases, eligible if symptoms controlled for at least 4 weeks; dexamethasone allowed if total daily dose does not exceed 2 mg\n* Major injuries or surgery (e.g., craniotomy) \\< 28 days from the start of nintedanib/placebo administration; wound should be healed prior to starting therapy\n* Second malignancies are allowed as long as the disease does not require active treatment with concomitant systemic cytotoxic chemotherapy, investigational or biologic therapy (e.g., anti-cytotoxic T-lymphocyte-associated protein 4 \\[CTLA4\\] or human epidermal growth factor receptor 2 \\[HER2\\] monoclonal antibodies); hormone-related therapies (e.g., gonadotrophin releasing hormone (LHRH) agonists, tamoxifen, etc.) are allowed\n* Concurrent uncontrolled illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situation that would increase the risk associated with study participation and/or limit compliance with study requirements\n* Inability to swallow study medication\n* Presence of active malabsorption disorder (e.g., flare episodes documented within the preceding 3 months, presence of symptoms requiring daily medications for control) or history of extensive small bowel resection\n* Known bleeding or thrombotic diathesis\n* History of arterial or venous thromboembolic event within 12 months prior to study participation\n* Active hemoptysis or history of clinically relevant hemoptysis as determined by the treating physician; patients who had history of transient minor hemoptysis after bronchoscopic biopsy are eligible unless deemed otherwise by the treating physician\n* Common Terminology Criteria for Adverse Events (CTCAE) grade 2 or higher proteinuria\n* Investigational agent administered \\< 28 days prior to treatment with nintedanib. Last dose of systemic chemotherapy administered \\< 14 days prior to treatment with nintedanib\n* Known chronic active hepatitis B or hepatitis C; human immunodeficiency virus (HIV)-positive patients receiving or are candidates for antiretroviral therapy are also excluded\n* Pregnancy or breast feeding; female patients with child-bearing potential must have a negative pregnancy test (beta-human chorionic gonadotropin \\[B-HCG\\] test in urine or serum) prior to commencing study treatment\n* Creatinine \\> 1.5 x ULN or creatinine clearance levels (CrCL) \\< 45 mL/min\n* Centrally located tumors with radiographic evidence (computed tomography \\[CT\\] or magnetic resonance imaging \\[MRI\\]) of local invasion of major blood vessels\n* Therapeutic anticoagulation (except low-dose heparin and/or heparin flush as needed for maintenance of an in-dwelling intravenous devise) or anti-platelet therapy (except for low-dose therapy with acetylsalicylic acid \\< 325 mg per day)\n* Active or previous autoimmune disease requiring treatment within the past 2 years will exclude patients from receiving immune checkpoint inhibitor in this study. Exception allowed: endocrine conditions treated with necessary hormone replacement or other supportive medication; vitiligo, alopecia",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Portion of Common Terminology Criteria for Adverse Events Grade 2 or Higher Radiation Pneumonitis",
        "description": "Will compare the rate of symptomatic radiation pneumonitis in patients who received nintedanib versus placebo. Assessed using the intent-to-treat principle and a one-sided exact test about the Cochran-Mantel-Haenszel correlation and regression test.\n\nThe grade 2 or higher radiation penumonitis is identified by the Common Terminology Criteria for Adverse Events.",
        "timeFrame": "At 6 months after completion of chemoradiation"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Adverse Events, Graded According to Common Terminology Criteria for Adverse Events Version 4.0",
        "description": "The frequency of toxicities will be tabulated by grade.",
        "timeFrame": "Up to 2.5 years post-treatment"
      },
      {
        "measure": "Overall Survival",
        "description": "Overall survival will be reported using standard Kaplan-Meier methods. Comparisons of overall survival between study arms may utilize the two-sided stratified log-rank test.",
        "timeFrame": "1 year survival, with follow-up assessed up to 2.5 years post-treatment"
      },
      {
        "measure": "Progression-free Survival",
        "description": "Progression-free survival will be reported using standard Kaplan-Meier methods. Comparisons of progression-free survival between study arms may utilize the two-sided stratified log-rank test.",
        "timeFrame": "1 year progression-free survival, with follow-up assessed up to 2.5 years post-treatment"
      },
      {
        "measure": "Percent Changes in Overall Quality of Life and Symptom Scores",
        "description": "Percent changes in the quality of life and symptom scores may be compared between study arms using the Wilcoxon rank sum or independent sample t-tests, as appropriate.\n\nThe quality of life scores are obtained using the Lung Cancer Symptom Scale (LCSS) The scores range from 0 to 68, where 0 indicates poor quality of life and 68 indicates good quality of life. The percent change from baseline was calculated as 100\\*(post treatment - baseline) / baseline.",
        "timeFrame": "Baseline up to 2.5 years post-treatment"
      },
      {
        "measure": "Percent Change in Pulmonary Function Tests",
        "description": "Percent change in pulmonary function test, relative to baseline, will be evaluated within each study arm using the Wilcoxon signed rank or paired t-tests, as appropriate. Changes in pulmonary function tests may be compared between study arms using the Wilcoxon rank sum or independent sample t-tests, as appropriate.",
        "timeFrame": "Baseline up to 2.5 years post-treatment"
      },
      {
        "measure": "Changes in Radiation Pneumonitis Scores",
        "description": "Changes in radiation pneumonitis scores, relative to baseline, will be evaluated within each study arm using the Wilcoxon signed rank or paired t-tests, as appropriate. Changes in radiation pneumonitis scores may be compared between study arms using the Wilcoxon rank sum or independent sample t-tests, as appropriate.\n\nThe radiation pneumonitis scores were obtained using semi quantitative analysis will be performed for the presence of ground-glass opacity, consolidation, reticulation, mosaic perfusion, traction bronchiectasis and honeycombing for each lung zone and scored on a four point scale (0 = no involvement, 1 ≤ 25%; 2 = 26 50%; 3 = 51 75% and 4 ≥ 76%). The scores are averaged across two radiologists.",
        "timeFrame": "Baseline up to 2.5 years post-treatment"
      },
      {
        "measure": "Responses Rates",
        "description": "Complete response and complete/partial response rates will be reported by study arm and chemotherapy regimen using Wilson 95% confidence intervals. The responses rates will be compared between study arms using the Cochran-Mantel-Haenszel exact test.\n\nThe objective tumor response was assessed using RECIST 1.1:\n\n1. Complete Response (CR): Disappearance of all target lesions. Any lymph nodes must have a reduction in short axis to \\< 10 mm.\n2. Partial Response (PR): At least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters.\n3. Progressive Disease (PD): At least a 20% increase in the sum of diameters of target lesions. The appearance of one or more new lesions is also considered progression.\n4. Stable Disease (SD): Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum diameter while on study.\n\nOverall response = CR + PR.",
        "timeFrame": "Up to 2.5 years post-treatment"
      },
      {
        "measure": "Biomarker Analysis",
        "description": "The tethered cationic lipoplex nanoparticle biochip, microfluidic cationic lipoplex nanoparticle biochip and real-time quantitative reverse transcription-polymerase chain reaction measurements for the expression of micro ribonucleic acid -1, -21, -127 and -155 will be made. The micro ribonucleic acid expressions, vitamin D levels, and mitochondrial deoxyribonucleic acid levels will be treated as continuous and reported by radiation pneumonitis status using the mean, median and standard deviation. Comparisons will be made between groups using a two-sided permutation t-test.",
        "timeFrame": "Up to 97 days post-treatment"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:56.882Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}