{
  "nctId": "NCT05666245",
  "briefTitle": "DMID 21-0041; Influenza CVD 59000",
  "officialTitle": "Evaluating Modes of Influenza Transmission Through the Conduct of Controlled Human Influenza Virus Infection Transmission Trials (CHIVITTs)",
  "protocolDocument": {
    "nctId": "NCT05666245",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2024-11-01",
    "uploadDate": "2025-08-06T21:08",
    "size": 5156767,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05666245/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "FACTORIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 34,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-02-20",
    "completionDate": "2024-04-17",
    "primaryCompletionDate": "2024-04-17",
    "firstSubmitDate": "2022-12-16",
    "firstPostDate": "2022-12-27"
  },
  "eligibilityCriteria": {
    "criteria": "For Donors:\n\nInclusion Criteria:\n\n* Provides written informed consent, able to comply with the planned study procedures, available for between 2 and 5 days stay in the research quarantine unit for the CHIVITT, and have the ability to attend the scheduled follow-up visits.\n* Subjects must be able to comprehend the study requirements, as evidenced by a score of ≥70% or better on the comprehension assessment (two attempts permitted).\n* Males and non-pregnant, non-breastfeeding females1 aged ≥18 and ≤59 years of age, at time of initial consent.\n\n  \\*Pregnancy and breastfeeding status to be determined by self-report\n* Laboratory-confirmed influenza infection within the past 48 hours at time of entry into the exposure event.\n\n  \\*A rapid antigen test in the setting of known local influenza activity and with symptoms suggestive of influenza at that time is acceptable\n* Within the past 48 hours at time of entry into the exposure event, onset of influenza-like illness, as defined as fever (measured oral temperature of ≥100.2°F or self-reported fever in the absence of a measured temperature) AND cough or sore throat, or onset of less specific symptoms with a positive molecular test for influenza virus infection\n* No self-reported or known history of alcohol or drug abuse within the past two years and no illicit drug use within the last 30 days.\n* Do not have clinically significant medical, psychiatric, and chronic or intermittent health conditions including those listed in Exclusion Criteria.\n* Does not have an ongoing symptomatic condition for which subject has had or has ongoing medical investigations but has not yet received a diagnosis or treatment plan.\n\n  \\*e.g., ongoing and debilitating fatigue without a diagnosis for the symptom.\n* Agrees to the collection of specimens for secondary research.\n\nExclusion Criteria:\n\n* Female of childbearing potential who is breastfeeding or has positive urine pregnancy test upon admission to the hotel quarantine unit.\n* Presence of self-reported or medically documented significant medical or psychiatric condition(s)5\n\n  \\*Significant medical or psychiatric conditions include but are not limited to:\n\n  a. Respiratory disease (e.g., chronic obstructive pulmonary disease \\[COPD\\], asthma, cystic fibrosis) requiring daily medications6 currently or any treatment of respiratory disease exacerbations or hospitalizations for acute respiratory illnesses (e.g., asthma exacerbation) in the last 5 years.\n* Asthma medications: inhaled, oral, or intravenous (IV) corticosteroids, leukotriene modifiers, long and short-acting beta agonists, theophylline, ipratropium, biologics.\n\n  b. Significant cardiovascular disease (e.g., congestive heart failure, cardiomyopathy, ischemic heart disease) or history of myocarditis or pericarditis as an adult.\n\n  c. Neurological or neurodevelopmental conditions (e.g., epilepsy, stroke, seizures, encephalopathy, focal neurologic deficits, Guillain-Barré syndrome, encephalomyelitis or transverse myelitis).\n\n  d. Ongoing malignancy or recent diagnosis of malignancy, including leukemia; treated, non-melanoma skin cancers are permissible.\n\n  e. An autoimmune disease. f. An immunodeficiency of any cause. g. A blood disorder (e.g., sickle cell disease) h. Endocrine disorders (e.g., diabetes) i. Liver, kidney, metabolic disorders j. BMI ≥40 kg/m2 k. Any other condition or behavior that in the opinion of the PI would affect the ability to participate in the transmission study over the next several days.\n* Presence of immunosuppression or any medications that may be associated with impaired immune responsiveness7.\n* Including, but not limited to, corticosteroids exceeding 10 mg/day of prednisone equivalent, allergy injections, immunoglobulin, interferon, immunomodulators, cytotoxic drugs, or systemic corticosteroids or other similar or toxic drugs during the preceding 12-month period. Low dose topical and intranasal steroid preparations used for a discrete period are permitted.\n* Is a habitual smoker8 of tobacco, marijuana, or e-cigarettes per self-report.\n\n  * Habitual smokers are those who smoke or vape more than four cigarettes, other tobacco products, e-cigarettes or marijuana in a week for more than three months or use an inhaled nicotine or marijuana product more than 3 days a week on average. Edible or patch forms of tobacco or marijuana products do not constitute an exclusion.\n* Known allergy or intolerance to treatments for influenza and other respiratory infections (including but not limited to acetaminophen/paracetamol).\n* History of a previous severe allergic reaction to medicines of any kind with generalized urticaria, angioedema, or anaphylaxis.\n* Presence of co-infection with SARS-CoV-2, as detected via a multiplex nucleic acid amplification test (e.g., Biofire).\n* Participating in any other interventional clinical research study that has a scheduled intervention 30 days prior to the CHIVITT or 30 after discharge from the research quarantine unit.\n* Any condition, to include medical and psychiatric conditions, that in the opinion of the Investigator, might interfere with the safety of the subject or the study objectives.\n\nFor Recipients:\n\nInclusion Criteria:\n\n* Enrolled in the Recipient Protocol (University of Maryland, Baltimore Institutional Review Board HP-97730)\n* Provides written informed consent, able to comply with the planned study procedures, be available for an up to \\~14-day stay for the CHIVITT and have the ability to attend the scheduled follow-up visits.\n* Subjects must be able to comprehend the study requirements, as evidenced by a score of ≥70% or better on the comprehension assessment (two attempts permitted).\n* No change in smoker status, alcoholism, or illicit drug use status, as compared from their responses collected during screening (EMIT-2 Recipient Protocol). (Prescribed stimulants for the treatment of attention deficit hyperactivity disorder \\[ADHD\\] and cannabinoids use do not constitute exclusionary criteria)\n* No significant change (for the worse) in general health history or in concomitant medication use, as compared from their responses collected during screening (EMIT-2 Recipient Protocol).\n* Agree not to meet with other participants (recipients or donors) outside of the programmed exposure events during the course of their participation in the CHIVITT.\n\nExclusion Criteria:\n\n* Female of childbearing potential who has a positive urine pregnancy test within 24 hours of admission to the hotel quarantine unit or is breastfeeding or planning to become pregnant within 2 months after entry into a CHIVITT.\n* Presence of infection with influenza, SARS-CoV-2, or other respiratory pathogens detected via a multiplex nucleic acid amplification test (e.g., Biofire) at admission to the hotel quarantine facility.\n* Within the past 72 hours, presence of influenza-like illness, as defined as fever of ≥100.2°F AND cough or sore throat, in the absence of an alternative cause.\n* Receipt of any blood products within the past 2 months.\n* Does not agree to provide permission for secondary research use of extra samples collected and stored specimens.\n* Habitual smoker of tobacco, marijuana, or e-cigarettes per self-report. (Habitual smokers are those who smoke or vape more than four cigarettes, other tobacco products, e-cigarettes or marijuana in a week for more than three months or use an inhaled nicotine or marijuana product more than 3 days a week on average. Edible or patch forms of tobacco or marijuana products do not constitute an exclusion.)\n* Self-reported or known history of alcohol or drug abuse in the past two years and no illicit drug use within the last 30 days.\n* Has an ongoing symptomatic condition1 for which the subject has had or has ongoing medical investigations but has not yet received a diagnosis or treatment plan.\n\n  \\*e.g., ongoing chronic fatigue without a diagnosis for symptom.\n* Presence of self-reported or medically documented significant medical or psychiatric condition(s)2\n\n  \\*Significant medical or psychiatric conditions include but are not limited to:\n  1. Respiratory disease (e.g., chronic obstructive pulmonary disease \\[COPD\\], asthma, cystic fibrosis) requiring daily medications\\* currently or any treatment of respiratory disease exacerbations or hospitalizations for acute respiratory illnesses (e.g., asthma exacerbation) in the last 5 years.\n\n     \\*Asthma medications: inhaled, oral, or intravenous (IV) corticosteroids, leukotriene modifiers, long and short-acting beta agonists, theophylline, ipratropium, biologics.\n  2. Significant cardiovascular disease (e.g., congestive heart failure, cardiomyopathy, ischemic heart disease) or history of myocarditis or pericarditis as an adult.\n  3. Neurological or neurodevelopmental conditions (e.g., epilepsy, stroke, seizures, encephalopathy, focal neurologic deficits, Guillain-Barré syndrome, encephalomyelitis or transverse myelitis).\n  4. Ongoing malignancy or recent diagnosis of malignancy, including leukemia; treated, non-melanoma skin cancers are permissible.\n  5. An autoimmune disease.\n  6. An immunodeficiency of any cause.\n  7. A blood disorder (e.g., sickle cell disease)\n  8. Endocrine disorders (e.g., diabetes)\n  9. Liver, kidney, metabolic disorders\n  10. BMI ≥40 kg/m2\n  11. Any other condition or behavior that in the opinion of the PI would affect the ability to participate in the screening or future transmission studies.\n* Presence of immunosuppression or any medications that may be associated with impaired immune responsiveness3.\n\n  \\*Including, but not limited to, corticosteroids exceeding 10 mg/day of prednisone equivalent, allergy injections, immunoglobulin, interferon, immunomodulators, cytotoxic drugs, or systemic corticosteroids or other similar or toxic drugs during the preceding 12-month period. Low dose topical and intranasal steroid preparations used for a discrete period are permitted.\n* Known allergy or intolerance to treatments for influenza and other respiratory infections (including but not limited to oseltamivir, baloxavir, acetaminophen/paracetamol).\n* History of a previous severe allergic reaction to medicines of any kind with generalized urticaria, angioedema, or anaphylaxis.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "59 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Viral Confirmation",
        "description": "Proportion of recipients with viral confirmation of influenza infection",
        "timeFrame": "2 weeks"
      },
      {
        "measure": "Symptomatic Confirmation",
        "description": "Proportion of recipients with symptomatic confirmation of influenza infection",
        "timeFrame": "2 weeks"
      },
      {
        "measure": "Serological Confirmation",
        "description": "Proportion of recipients with serological confirmation of influenza infection",
        "timeFrame": "2 weeks"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "FACTORIAL"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:31.744Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}