{
  "nctId": "NCT05255068",
  "briefTitle": "OPTIMAL in NH Residents With Dementia",
  "officialTitle": "Optimizing Mealtime Care (OPTIMAL): Development and Pilot Testing of a Person-Centered Mealtime Care Intervention for Nursing Home Residents With Alzheimer's Disease and Related Dementias (ADRD)",
  "protocolDocument": {
    "nctId": "NCT05255068",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2024-01-17",
    "uploadDate": "2024-01-17T16:03",
    "size": 226387,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05255068/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 111,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-05-16",
    "completionDate": "2022-11-05",
    "primaryCompletionDate": "2022-11-05",
    "firstSubmitDate": "2022-01-17",
    "firstPostDate": "2022-02-24"
  },
  "eligibilityCriteria": {
    "criteria": "The investigators will recruit direct care staff, families of residents, and residents with dementia from NH sites following the exclusion and inclusion criteria after attrition rates are considered.\n\nInclusion Criteria:\n\nResidents\n\n* ≥ 55 years\n* Diagnosed as having ADRD based on medical records\n* Identified by NH staff as requiring mealtime assistance\n* Having a legally authorized representative (LAR) providing informed written consent\n\nStaffs\n\n* ≥18 years\n* English speaking\n* A permanent facility employee\n* Provide direct mealtime care for a resident participant at least twice a week over the previous month\n\nFamilies\n\n* ≥18 years\n* English speaking\n* A family member of the resident who is living at the NH study site at the time of the study\n* Having experience of delivering mealtime care to their resident family members\n\nExclusion Criteria:\n\nResidents\n\n* Have a documented diagnosis of Parkinson's disease, traumatic brain injury, or swallowing disorder,\n* Do not eat orally (e.g., parenteral/IV feedings, feeding tubes)\n* Unable to hear or see staff even with glasses and/or hearing aids (e.g., uncorrected visual or hearing impairment)\n* Stay in the NH study site for less than 12 weeks at the time of recruitment/consent/assent (e.g., terminally ill receiving hospice services, and/or receiving post-hospital skilled rehabilitation) that may not allow enough time for obtaining consent/assent, and scheduling days for video recording sessions across three-time points (baseline, and 6- and 12- weeks post-baseline)",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Staff Participants Who Viewed the Intervention as Appropriate and Acceptable for Mealtime Care Practice",
        "description": "All staff participants were interviewed on whether the intervention protocol and training materials were acceptable and appropriate for nursing home mealtime care practice before pilot testing.",
        "timeFrame": "After recruitment of staff participants and before T1 (baseline)"
      },
      {
        "measure": "Number of Staff and Resident Participants Recruited and Retained for the Study",
        "description": "The number of staff and resident participants that were recruited at baseline and retained over the study period were collected to indicate the feasibility of the study on participant recruitment, consent and retention.",
        "timeFrame": "From recruitment/consent throughout the study completion, up to 12-weeks post baseline"
      },
      {
        "measure": "The Number of Staff Participants Who Attended All Training Sessions",
        "description": "A checklist was used to track the number of staff participants who attended all the group and/or individual training sessions that were provided in the study.",
        "timeFrame": "During each OPTIMAL training session (within 2 weeks post baseline)"
      },
      {
        "measure": "Staff Person-centered Care Knowledge and Self-efficacy",
        "description": "Training receipt, indicated by a total score of ≥ 75% on the staff PCMC-related knowledge \\& self-efficacy test post-training with or without booster sessions. The total score of the scale ranges from 0 - 20, and higher scores are better. we recorded the number of staff who reached this cutoff score post training.",
        "timeFrame": "Right before and after OPTIMAL training session (within 2 weeks post baseline)"
      },
      {
        "measure": "Number of Staff Participants Who Viewed the Intervention Was Useful",
        "description": "All staff participants were interviewed on whether the intervention was useful post testing. The number of staff participants who viewed the intervention was useful was collected.",
        "timeFrame": "After T3 data collection time point (12-weeks post baseline)"
      },
      {
        "measure": "The Number of Mealtime Difficulty Behaviors Observed in Residents",
        "description": "Videos will be coded using the Cue Utilization and Engagement in Dementia (CUED) mealtime video coding scheme that have codes for resident mealtime difficulties including 1) resistive behaviors and 2) functional impairments. we recorded the number of behaviors representing mealtime difficulties presented by residents, the higher the number, the worse the outcome.",
        "timeFrame": "T1 (baseline), T2 (6-weeks post baseline), T3 (12-weeks post baseline)"
      },
      {
        "measure": "Resident Level of Eating Performance",
        "description": "Level of Eating Independence Scale, a 9-item scale assessing the ability of independence with eating and drinking activities during cycles of verbal prompts, will be used to measure. Each item is scored from 1 (total dependence) to 4 (total independence), with total score ranging from 9 to 36 (higher score = more independence).",
        "timeFrame": "T1 (baseline), T2 (6-weeks post baseline), T3 (12-weeks post baseline)"
      },
      {
        "measure": "Resident Intake Success Rate",
        "description": "Videos will be coded using CUED to track whether the resident or staff initiates/completes each intake attempt and whether there is a subsequent intake after each attempt. Resident intake success rate will be calculated by dividing the number of intake attempts initiated/completed by the resident with subsequent intake by the total number of intake attempts coded during one meal. the percent can range from 0 - 100%, the higher the number, the more independent the resident.",
        "timeFrame": "T1 (baseline), T2 (6-weeks post baseline), T3 (12-weeks post baseline)"
      }
    ],
    "secondary": [
      {
        "measure": "Quality of Staff Engagement",
        "description": "Quality of staff engagement will be assessed by Mealtime Engagement Scale developed by the PI with evidence of reliability and validity (each item is scored on 0-3, total score range: 0-57, higher score = higher quality of engagement).",
        "timeFrame": "T1 (baseline), T2 (6-weeks post baseline), T3 (12-weeks post baseline)"
      },
      {
        "measure": "Resident Body Mass Index (BMI).",
        "description": "Resident Body Mass Index (BMI, unit is kg/m2). We will assess body weight in the early morning before breakfast with each individual resident dressing casual indoor clothes without shoes using the same digital body scale throughout the study. We will assess body weight twice in one early morning of each time point and calculate the average of the two assessments for BMI.",
        "timeFrame": "T1 (baseline), T2 (6-weeks post baseline), T3 (12-weeks post baseline)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 8,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 94,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:40.433Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}