{
  "nctId": "NCT02163317",
  "briefTitle": "Magnetic Resonance Guided Focal Stereotactic Body Radiation Therapy for Localized Prostate Cancer",
  "officialTitle": "Magnetic Resonance Guided Focal Stereotactic Body Radiation Therapy for Localized Prostate Cancer",
  "protocolDocument": {
    "nctId": "NCT02163317",
    "filename": "Prot_SAP_002.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-08-04",
    "uploadDate": "2022-06-01T09:51",
    "size": 1914909,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02163317/document/Prot_SAP_002.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 12,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-02-16",
    "completionDate": "2021-07-28",
    "primaryCompletionDate": "2021-07-28",
    "firstSubmitDate": "2014-06-11",
    "firstPostDate": "2014-06-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Patients must have a histologically confirmed diagnosis of adenocarcinoma of the prostate\n* Patient must have a history/physical examination with digital rectal examination of the prostate within 90 days prior to screening\n* Eastern Cooperative Oncology Group (ECOG) performance status must be level 0 or 1 within 60 days prior to registration\n* Patient must have a histological evaluation of the prostate biopsy with assignment of a Gleason score to the biopsy material; Gleason scores ≤ 7(3+4)\n* Serum creatinine ≤ 1.5 times upper limit of institutional normal (normal: ≤ 1.17 mL/min/1.73 m\\^2)\n* Clinical stage a ≤ T1-T2a (American Joint Committee on Cancer \\[AJCC\\] 7th edition)\n* Prostate specific antigen (PSA) ≤ 10 ng/mL within 90 days prior to registration; PSA should not be obtained within 10 days after prostate biopsy\n* Subjects must have the ability to understand and the willingness to sign a written informed consent document\n* Patient willing and able to complete the Expanded Prostate Cancer Index Composite (EPIC) questionnaire (baseline, 6, 12 and 24 months post end of radiation therapy)\n* Patients must be able to undergo an MRI with contrast\n* Bone scan completed within 90 days\n\nExclusion Criteria:\n\n* Evidence of distant metastases\n* Regional lymph node involvement\n* Previous radical surgery (prostatectomy), cryosurgery, or high intensity focused ultrasound (HIFU) for prostate cancer\n* Previous pelvic irradiation, prostate brachytherapy, or bilateral orchiectomy\n* Previous hormonal therapy, such as luteinizing hormone-releasing hormone (LHRH) agonists (e.g., goserelin, leuprolide) or LHRH antagonists (e.g., degarelix), anti-androgens (e.g., flutamide, bicalutamide), estrogens (e.g., diethylstilbestrol \\[DES\\]), or surgical castration (orchiectomy)\n* Use of finasteride within 30 days prior to registration; PSA should not be obtained prior to 30 days after stopping finasteride\n* Use of dutasteride within 90 days prior to registration; PSA should not be obtained prior to 90 days after stopping dutasteride\n* Previous or concurrent cytotoxic chemotherapy for prostate cancer\n* Severe, active co-morbidity, defined as follows:\n* Unstable angina and/or congestive heart failure requiring hospitalization within the last 6 months\n* Transmural myocardial infarction within the last 6 months\n* Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration\n* Chronic obstructive pulmonary disease exacerbation or other respiratory illness requiring hospitalization or precluding study therapy at the time of registration\n* Hepatic insufficiency resulting in clinical jaundice and/or coagulation defects; note, however, that laboratory tests for liver function and coagulation parameters are not required for entry into this protocol; (patients on Coumadin or other blood thinning agents are eligible for this study)\n* Acquired immune deficiency syndrome (AIDS) based upon current Centers for Disease and Control (CDC) definition; note, however, that human immunodeficiency virus (HIV) testing is not required for entry into this protocol; protocol-specific requirements may also exclude immuno-compromised patients\n* Patients unable to undergo an MRI with contrast",
    "healthyVolunteers": false,
    "sex": "MALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of patients with change in EPIC bowel domain score that was worse than 5 points",
        "description": "Number of patients with change in EPIC bowel domain score that was worse than 5 points\n\nA rate for the worse-than-5 point change in bowel score of up to 35% of patients will be considered acceptable, with a rate ≥55% specified as unacceptable",
        "timeFrame": "Up to 1 year from start of study"
      },
      {
        "measure": "Number of patients with change in EPIC urinary domain score that was worse than 2 points",
        "description": "Number of patients with change in EPIC urinary domain score that was worse than 2 points\n\nA rate for the worse-than-2 point change in urinary score of up to 40% will be considered acceptable, with a rate ≥60% unacceptable",
        "timeFrame": "Up to 1 year from start of study"
      }
    ],
    "secondary": [
      {
        "measure": "PSA response",
        "description": "Number of patients with PSA failure. Failure occurs when the PSA is first noted to be 2 ng/mL or more than the patient's nadir value post radiation therapy completion",
        "timeFrame": "Up to 2 years from start of study"
      },
      {
        "measure": "Number of acute gastrointestinal (GI) grade 3+ acute adverse events, evaluated by the Cancer Therapy Evaluation Program (CTEP) active version of the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE)",
        "description": "Defined as the first occurrence of worst severity of the adverse event =\\< 30 days after the completion of radiation therapy. Multivariate analysis will be used, and acute rates of GI toxicity will be reported with dose-volume histogram.",
        "timeFrame": "Up to 30 days after the completion of radiation therapy"
      },
      {
        "measure": "Number of acute genitourinary (GU) grade 3+ acute adverse events, evaluated by the CTEP version of the NCI CTCAE",
        "description": "Defined as the first occurrence of worst severity of the adverse event =\\< 30 days after the completion of radiation therapy.",
        "timeFrame": "Up to 2 years from start of study"
      },
      {
        "measure": "Number of late GI grade 3+ acute adverse events, evaluated by the CTEP version of the NCI CTCAE",
        "description": "Defined as the first occurrence of worst severity of adverse event \\> 180 days after radiation therapy completion. Multivariate analysis will be used, and acute rates of GI toxicity will be reported with dose-volume histogram.",
        "timeFrame": "Up to 2 years from start of study"
      },
      {
        "measure": "Number of late GU grade 3+ acute adverse events, evaluated by the CTEP version of the NCI CTCAE",
        "description": "Defined as the first occurrence of worst severity of adverse event \\> 180 days after radiation therapy completion.",
        "timeFrame": "Up to 2 years from start of study"
      },
      {
        "measure": "Number of patients with Disease-free survival",
        "description": "Defined as From the date of treatment to the date of documentation of disease progression or until the date of death from any cause. Radiographic efficacy will be summarized by calculating Kaplan-Meier curves. Also, 95% confidence intervals will be reported. Descriptive reports of Response Evaluation Criteria in Solid Tumors (RECIST) (1.1) and volumetric findings will be provided.",
        "timeFrame": "Up to 2 years from start of study"
      },
      {
        "measure": "Time to local progression",
        "description": "Radiographic efficacy will be summarized by calculating Kaplan-Meier curves. Descriptive reports of RECIST (1.1) and volumetric findings will be provided. Time will be reported in months.",
        "timeFrame": "Up to 2 years from start of study"
      },
      {
        "measure": "Time to distant failure",
        "description": "Radiographic efficacy will be summarized by calculating Kaplan-Meier curves. Descriptive reports of RECIST (1.1) and volumetric findings will be provided. Time will be reported in months.",
        "timeFrame": "Up to 2 years from start of study"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 64,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:56.723Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}