{
  "nctId": "NCT04785612",
  "briefTitle": "Study of RSVpreF Vaccination and RSV Challenge in Healthy Adults",
  "officialTitle": "A Phase 2a, Randomised, Double-Blind, Placebo-Controlled Study to Evaluate the Safety, Immunogenicity and Efficacy of A Respiratory Syncytial Virus Vaccine (RSVpreF) in A Virus Challenge Model in Healthy Adults",
  "protocolDocument": {
    "nctId": "NCT04785612",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-01-22",
    "uploadDate": "2022-04-05T12:57",
    "size": 923279,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04785612/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 70,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-11-10",
    "completionDate": "2021-08-16",
    "primaryCompletionDate": "2021-04-08",
    "firstSubmitDate": "2021-02-12",
    "firstPostDate": "2021-03-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* An informed consent document signed and dated by the participant and the Investigator.\n* Aged between 18 and 50 years.\n* In good health with no history, or current evidence, of clinically significant medical conditions, and no clinically significant test abnormalities that will interfere with participant safety.\n* A documented medical history prior to enrolment.\n* The following criteria are applicable to female participants participating in the study.\n\n  1. Females of childbearing potential must have a negative pregnancy test prior to enrolment.\n  2. Females of non-childbearing potential:\n\n  <!-- -->\n\n  1. Post-menopausal females; defined as having a history of amenorrhea for \\>12 months with no alternative medical cause, and /or by FSH level \\>40mIU/mL, confirmed by laboratory.\n  2. Documented status as being surgically sterile (e.g. tubal ligation, hysterectomy, bilateral salpingectomy and bilateral oophorectomy).\n* The following criteria apply to female and male participants:\n\n  1. Female participants of childbearing potential must use one form of highly effective contraception. Hormonal methods must be in place from at least 2 weeks prior to the first study visit. The contraception use must continue until 28 days after the date of viral challenge/last dosing with IMP (whichever occurs last).\n  2. Male participants must agree to the contraceptive requirements below at entry to quarantine and continuing until 28 days after the date of Viral challenge / last dosing with IMP (whichever occurs last): a. Use a condom with a spermicide to prevent pregnancy in a female partner or to prevent exposure of any partner (male and female) to the IMP. b. Male sterilisation with the appropriate post vasectomy documentation of the absence of sperm in the ejaculate (please note that the use of condom with spermicide will still be required to prevent partner exposure). This applies only to males participating in the study. c. In addition, for female partners of child bearing potential, that partner must use another form of contraception such as one of the highly effective methods mentioned above for female participants.\n\n     In addition to the contraceptive requirements above, male participants must agree not to donate sperm following discharge from quarantine until 28 days after the date of Viral Challenge/last dosing with IMP (whichever occurs last).\n  3. True abstinence - sexual abstinence is considered a highly effective method only if defined as refraining from heterosexual intercourse during the entire period of risk associated with the study treatments. The reliability of sexual abstinence needs to be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the participant.\n* Sero-suitable to the challenge virus.\n\nExclusion Criteria:\n\n* History of, or currently active, symptoms or signs suggestive of upper or lower respiratory tract infection within 4 weeks prior to the first study visit.\n* a) Any history or evidence of any other clinically significant or currently active systemic comorbidities including psychiatric disorders (includes participants with a history of depression and/or anxiety).\n\n  b) And/or other major disease that, in the opinion of the Investigator, may put the participant at undue risk, or interfere with a participant completing the study and necessary investigations (e.g autoimmune disease or immunodeficiency).\n* Participants who have smoked ≥ 10 pack years at any time \\[10 pack years is equivalent to one pack of 20 cigarettes a day for 10 years\\].\n* A total body weight ≤ 50 kg and Body Mass Index (BMI) ≤18 kg/m2 and ≥30kg/m2.\n* Females who:\n\n  1. Are breastfeeding, or\n  2. Have been pregnant within 6 months prior to the study.\n* History of anaphylaxis-and/or a history of severe allergic reaction or significant intolerance to any food or drug or vaccine, including hypersensitivity to any of the constituents of the study vaccine, as assessed by the PI.\n* Venous access deemed inadequate for the phlebotomy and cannulation demands of the study.\n* a) Any significant abnormality altering the anatomy of the nose in a substantial way b) Any clinically significant history of epistaxis (large nosebleeds) within the last 3 months c) Any nasal or sinus surgery within 3 months\n* a) Evidence of vaccinations with licensed live attenuated vaccines within the 4 weeks prior to the planned date of viral challenge/first dosing with IMP (whichever occurs first). Evidence of vaccinations with licensed vaccines which are not live attenuated within the 2 weeks prior to the planned date of viral challenge/first dosing with IMP (whichever occurs first).\n\n  b) Intention to receive any vaccination(s) before at least 28 days after the viral challenge (NB. No travel restrictions will apply after the Day 28 Follow-up visit).\n* Receipt of blood or blood products, or loss (including blood donations) of 550 mL or more of blood during the 2 months prior to the planned date of viral challenge/first dosing with IMP (whichever occurs first) or planned during the 2 months after the viral challenge.\n* a) Receipt of any investigational drug within 3 months prior to the planned date of viral challenge/first dosing with IMP (whichever occurs first).\n\n  b) Previous vaccination with any licensed or investigational RSV vaccine before enrolment into the study. c) Receipt of three or more investigational drugs within the previous 12 months prior to the planned date of viral challenge/first dosing with IMP (whichever occurs first).\n\n  d) Prior inoculation with a virus from the same virus-family as the challenge virus.\n\n  e) Prior participation in another human viral challenge study with a respiratory virus in the preceding 3 months, taken from the date of viral challenge in the previous study to the date of expected viral challenge in this study.\n\n  f) Receipt of treatment with immunosuppressive therapy.\n* a) Confirmed positive test for drugs of abuse and cotinine on first study visit. One repeat test allowed at PI discretion.\n\n  b) History or presence of alcohol addiction, or excessive use of alcohol\n* A forced expiratory volume in 1 second (FEV1) \\< 80%.\n* Positive human immunodeficiency virus (HIV), active hepatitis A (HAV), B (HBV), or C (HCV) test.\n* Those employed or immediate relatives of those employed at hVIVO, Pfizer or any vendor.\n* Any other finding that, in the opinion of the Investigator, deems the Participant unsuitable for the study.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "50 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Area Under the Viral Load-time Curve (VL-AUC) of RSV",
        "description": "The VL-AUC of RSV determined by qRT-PCR from nasal wash samples collected twice daily starting two days post-viral challenge (Day +2) up to discharge from quarantine.",
        "timeFrame": "Day 2 to Day 12"
      },
      {
        "measure": "Number of Participants With RT-PCR Confirmed (Detected) Incidence of Symptomatic Infection",
        "description": "RT-PCR-confirmed symptomatic RSV infection defined as:\n\n\\- Two detectable qRT-PCR reported on 2 or more consecutive days (any two detectable (≥LLOD) qRT-PCR measurements reported over 4 consecutive scheduled timepoints).\n\nand\n\n\\- Either one or more positive clinical symptoms from different categories in the symptom scoring system or one Grade 2 symptom from any category",
        "timeFrame": "Day 2 to Day 12"
      },
      {
        "measure": "Sum Total Symptoms Diary Card Score (TSS)",
        "description": "The sum total symptoms score is the sum of all scores from the first assessment on Day 1 to the first assessment on Day 12 (34 assessments). Symptom scores were collected three times daily starting one day post-viral challenge (Day +1) up to discharge from quarantine using a participant self-reportable 13-symptoms card. Clinical symptoms include runny nose, stuffy nose, sneezing, sore throat, earache, malaise/tiredness, headache, muscle or joint ache, chilliness/feverishness, cough, chest tightness, shortness of breath, and wheeze. Participants scored symptoms from 0 (no symptoms) - 3 (severe). Shortness of breath and wheeze had an additional scoring option of grade 4. For each assessment, an individual total symptom score was derived as the total of the scores given to the 13 symptoms on that symptom score card. Individual total symptom scores ranged from 0 (if all symptoms graded 0) to 41 (if all symptoms graded 3 and shortness of breath and wheeze graded 4).",
        "timeFrame": "Day 1 to Day 12"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With RT-PCR Confirmed (Quantifiable) Incidence of Symptomatic Infection",
        "description": "RT-PCR confirmed RSV infection defined as\n\n* Two quantifiable PCR measures reported on 2 or more consecutive days (any two quantifiable (≥LLOQ) qRT-PCR measurements reported over 4 consecutive scheduled timepoints), and\n* Either one or more positive clinical symptoms from different categories in the symptom scoring system or one Grade 2 symptom from any category",
        "timeFrame": "Day 2 to Day 12"
      },
      {
        "measure": "Number of Participants With Culture Lab-confirmed Reduction of Symptomatic RSV Infection",
        "description": "Culture lab-confirmed symptomatic RSV infection defined as:\n\n* One quantifiable viral culture and\n* Either one or more positive clinical symptoms from different categories in the symptom scoring system or one Grade 2 symptom from any category",
        "timeFrame": "Day 2 to Day 12"
      },
      {
        "measure": "Peak Viral Load of RSV by qRT-PCR",
        "description": "Reduction in Peak viral load of RSV determined by quantifiable qRT-PCR from nasal samples collected twice daily starting two days post-viral challenge (Day +2) up to discharge from quarantine.",
        "timeFrame": "Day 2 to Day 12"
      },
      {
        "measure": "Peak Viral Load of RSV by Viral Culture",
        "description": "Peak viral load of RSV determined by quantifiable viral culture from nasal samples collected twice daily starting two days post-viral challenge (Day +2) up to discharge from quarantine.",
        "timeFrame": "Day 2 to Day 12"
      },
      {
        "measure": "Duration of Quantifiable qRT-PCR Measurements",
        "description": "Duration (time in hours) of quantifiable qRT-PCR measurements from nasal samples collected twice daily starting two days post-viral challenge (Day +2) up to discharge from quarantine.",
        "timeFrame": "Day 2 to Day 12"
      },
      {
        "measure": "Duration of Quantitative Viral Culture Measurements",
        "description": "Duration (time in hours) of quantitative viral culture measurements from nasal samples collected twice daily starting two days post-viral challenge (Day +2) up to discharge from quarantine.",
        "timeFrame": "Day 2 to Day 12"
      },
      {
        "measure": "VL-AUC Determined by Quantitative Viral Culture",
        "description": "VL-AUC of RSV as determined by quantitative viral culture on nasal samples starting two days post-viral challenge (Day +2) up to discharge from quarantine",
        "timeFrame": "Day 2 to Day 12"
      },
      {
        "measure": "Area Under the Curve Over Time of Total Clinical Symptoms (TSS-AUC)",
        "description": "Data presented is hours \\* score. TSS-AUC (trapezium rule) as measured by graded symptom scoring system collected 3 times daily starting Day +1 up to Day 12am using a participant self-reportable 13-symptoms card, the max number of diary cards included in the AUC calculation is 34, the maximum time period is 264hrs.\n\nClinical symptoms included runny nose, stuffy nose, sneezing, sore throat, earache, malaise/tiredness, headache, muscle or joint ache, chilliness/feverishness, cough, chest tightness, shortness of breath, and wheeze. Participants scored symptom from 0 (no symptoms) - 3(severe). Shortness of breath and wheeze had an additional scoring option of grade 4. Dairy card total symptom scores ranged from 0 (if all symptoms graded 0) to 41 (if all symptoms graded 3 and shortness of breath and wheeze graded 4).\n\nThe range of TSS AUC scores are between 0 and 10,824 hours\\*score (maximum of 264x41).",
        "timeFrame": "Day 1 to Day 12"
      },
      {
        "measure": "Peak Symptoms Diary Card Score",
        "description": "Peak TSS for each participant is defined as the diary card total with the worst score (highest). The symptom scoring system was collected three times daily starting one day post-viral challenge (Day +1) up to discharge from quarantine using a participant self-reportable 13-symptoms card. Clinical symptoms include runny nose, stuffy nose, sneezing, sore throat, earache, malaise/tiredness, headache, muscle or joint ache, chilliness/feverishness, cough, chest tightness, shortness of breath, and wheeze. Participants scored symptoms from 0 (no symptoms) - 3 (severe). Shortness of breath and wheeze had an additional scoring option of grade 4. For each assessment, an individual total symptom score was derived as the total of the scores given to the 13 symptoms on that symptom score card. Individual total symptom scores ranged from 0 (if all symptoms graded 0) to 41 (if all symptoms graded 3 and shortness of breath and wheeze graded 4).",
        "timeFrame": "Day 1 to Day 12"
      },
      {
        "measure": "Peak Daily Symptom Score",
        "description": "Peak daily symptom score was derived, for each day from Day 1 to Day 12, as the maximum of the 3 total symptoms scores on that day, providing 11 scores each. The symptoms were collected three times daily starting one day post-viral challenge (Day +1) up to discharge from quarantine using a participant self-reportable 13-symptoms card. Clinical symptoms include runny nose, stuffy nose, sneezing, sore throat, earache, malaise/tiredness, headache, muscle or joint ache, chilliness/feverishness, cough, chest tightness, shortness of breath, and wheeze. Participants scored symptoms from 0 (no symptoms) - 3 (severe). Shortness of breath and wheeze had an additional scoring option of grade 4. For each assessment, an individual total symptom score was derived as the total of the scores given to the 13 symptoms on that symptom score card. Individual total symptom scores ranged from 0 (if all symptoms graded 0) to 41 (if all symptoms graded 3 and shortness of breath and wheeze graded 4).",
        "timeFrame": "Day 1 to Day 12"
      },
      {
        "measure": "Percentage Number of Participants With Grade 2 or Higher Symptoms",
        "description": "Number (%) of participants with Grade 2 or higher symptoms (on any occasion from Day 1 to Day 12)",
        "timeFrame": "Day 1 to Day 12"
      },
      {
        "measure": "Number of Participants With an Occurrence of at Least Two Positive Quantifiable qRT-PCR Measurements on 2 or More Consecutive Days",
        "description": "The number of participants with at least two quantifiable positive (≥LLOQ) qRT-PCR nasal sample measurements across 4 consecutive visits",
        "timeFrame": "Day 2 to Day 12"
      },
      {
        "measure": "Number of Participants With an Occurrence of at Least Two Positive Detectable qRT-PCR Measurements on 2 or More Consecutive Days",
        "description": "The proportion of participants with at least two positive detectable qRT-PCR nasal sample measurements across 4 consecutive visits",
        "timeFrame": "Day 2 to Day 12"
      },
      {
        "measure": "Number of Participants With an Occurrence of at Least One Positive Quantitative Cell Culture Measurements",
        "description": "The proportion of participants with at least one quantifiable positive (≥LLOQ) nasal sample viral culture starting two days post-viral challenge (Day+2) up to discharge from quarantine. Viral culture is only done for samples where qRT-PCR is positive (detectable), when the qRT-PCR is negative the viral culture is assumed to be 0 for any endpoint derivations.",
        "timeFrame": "Day 2 to Day 12"
      },
      {
        "measure": "Total Mucus Weight",
        "description": "Total weight of mucus produced starting one day post-viral challenge (Day +1) up to discharge from quarantine.\n\nThe mean sum of all mucus produced from Day 1 to Day 12 is reported in data table.",
        "timeFrame": "Day 1 to Day 12"
      },
      {
        "measure": "Total Tissue Number",
        "description": "Total number of tissues used by participants starting one day post-viral challenge (Day +1) up to discharge from quarantine.",
        "timeFrame": "Day 1 to Day 12"
      },
      {
        "measure": "Number of Solicited Local Reactions Within 7 Days After Vaccination",
        "description": "Local reactions include pain at injection site, redness and swelling",
        "timeFrame": "7 days post vaccination"
      },
      {
        "measure": "Number of Systemic Events Within 7 Days After Vaccination",
        "description": "Systemic reactions included fever, fatigue, headache, vomiting, nausea, diarrhea, muscle pain, and joint pain. Each of these items was collected on a four-point scale including, none, mild, moderate, and severe.",
        "timeFrame": "7 days post vaccination"
      },
      {
        "measure": "Number of Participants With an Occurrence of Unsolicited Adverse Events (AEs) Post Vaccination",
        "description": "Number of participants with at least one unsolicited adverse events (AEs) within 30 days after vaccination. Unsolicited AEs were all AEs for which participants were not specifically questioned in the participant diary.",
        "timeFrame": "30 days"
      },
      {
        "measure": "Occurrence of Medically Attended AEs",
        "description": "Number of medically attended AEs from vaccination to study end",
        "timeFrame": "Through study completion, an average of 6 months"
      },
      {
        "measure": "Occurrence of SAEs",
        "description": "Number of SAEs from vaccination to study end",
        "timeFrame": "Through study completion, an average of 6 months"
      },
      {
        "measure": "Number of Participants With an Occurrence of Unsolicited AEs Related to Viral Challenge",
        "description": "Number of participants with at least one unsolicited AE within 30 days post-viral challenge (Day 0) up to Day +28 follow up. Unsolicited AEs were all AEs for which participants were not specifically questioned in the participant diary.",
        "timeFrame": "Day 0 to Day 28"
      },
      {
        "measure": "Occurrence of Haematological and Biochemical Laboratory Abnormalities During the Quarantine Period.",
        "description": "Number of hematological and biochemical laboratory assessment Abnormalities reported as AEs during the quarantine period.",
        "timeFrame": "Day -2 to Day12"
      },
      {
        "measure": "Use of Concomitant Medication",
        "description": "Concomitant medications (prescription and over the counter drugs and supplements that a study participant had taken alongside the study vaccination) were recorded for the period following vaccination (up to viral challenge) and from viral challenge until Day 28..",
        "timeFrame": "From Vaccination (Day -28) until Viral Challenge (Day 0), and From Viral Challenge (Day 0) until Day 28"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 24,
      "otherCount": 0,
      "totalCount": 27
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:42.868Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}