{
  "nctId": "NCT03781791",
  "briefTitle": "Orally Administered ENT-01 for Parkinson's Disease-Related Constipation (KARMET)",
  "officialTitle": "A Multicenter, Randomized, Double-Blind, Placebo-Controlled, Multiple Dose Study to Evaluate Safety, Tolerability and Efficacy of Orally Administered ENT-01 for the Treatment of Parkinson's Disease-Related Constipation (KARMET)",
  "protocolDocument": {
    "nctId": "NCT03781791",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-04-17",
    "uploadDate": "2023-10-02T10:41",
    "size": 2137132,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03781791/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 151,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-12-10",
    "completionDate": "2021-12-14",
    "primaryCompletionDate": "2021-12-14",
    "firstSubmitDate": "2018-11-27",
    "firstPostDate": "2018-12-20"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Subjects aged 30-90 years, both genders\n2. Subjects must provide written informed consent and be willing and able to comply with study procedures.\n3. Subjects must be diagnosed with Parkinson's Disease defined as the presence of at least three of the following cardinal features, in the absence of alternative explanations or atypical features: rest tremor, rigidity, bradykinesia and/or akinesia, postural and gait abnormalities.\n4. There are insufficient criteria for Irritable Bowel Syndrome (IBS)\n5. Constipation which has been present for over 6 months and is unresponsive to first line, typically over the counter treatments such as Milk of Magnesia (1g), Miralax (17g in 8 ounces of water) or the equivalent at least once weekly with an inconsistent response over a 6-week period or the subject is dissatisfied with first line treatments.\n6. Body mass index (BMI) of 18-40 kg/m2\n7. Subjects must fulfill Rome IV criteria for functional constipation which includes 2 or more of the following:\n\n   1. Straining during at least 25% of defecations\n   2. Lumpy or hard stools in at least 25% of defecations\n   3. Sensation of incomplete evacuation for at least 25% of defecations\n   4. Sensation of anorectal obstruction/blockage for at least 25% of defecations\n   5. Manual maneuvers to facilitate at least 25% of defecations (e.g., digital evacuation, support of the pelvic floor)\n8. Self-report of fewer than 3 complete spontaneous bowel movements per week\n9. Loose stools are rarely present without the use of laxatives\n10. Subjects must be able to read, understand, and accurately record data into the diary to guarantee full participation in the study.\n11. Female subjects must have negative serum or urine pregnancy tests and must not be lactating. For females able to bear children, a hormonal (i.e., oral, implantable, or injectable) and single-barrier method, or a double-barrier method of birth control must be used throughout the study. A vasectomized partner will be allowed as one in conjunction with another single-barrier method.\n12. Female subjects unable to bear children must have this documented in the CRF (i.e., tubal ligation, hysterectomy, or postmenopausal \\[defined as a minimum of one year since the last menstrual period\\]). Post-menopausal status will be confirmed by follicle stimulating hormone (FSH) in women less than 60 years of age.\n\nExclusion Criteria:\n\n1. Unable or unwilling to provide informed consent or to comply with study procedures.\n2. Diagnosis of secondary constipation beyond that of Parkinson's Disease\n3. Review of Screening Diaries indicates fewer than 11 days of diary completion and/or 3 or more complete spontaneous bowel movements (CSBM) per week based upon the average CSBM rate reported during the Screening Period\n4. A compromised gastrointestinal system which includes:\n\n   1. Structural, metabolic, or functional GI diseases or disorders\n   2. Acute GI illness within 2 weeks of the screening visit\n   3. History of major GI surgery within 30 days of the screening visit (a history of cholecystectomy, polypectomy, hernia repair or appendicectomy are not exclusionary as long as they were performed more than 30 days before the screening visit)\n5. Unable or unwilling to withdraw from laxatives, opiates, clonazepam, or any medications which may cause constipation, 2 weeks prior to the dose adjustment period and throughout the rest of the study.\n6. Unable or unwilling to withdraw from proton pump inhibitors and antacids at the end of the screening period.\n7. Unable or unwilling to withdraw from pimavanserin during the study.\n8. Any clinically significant abnormalities on screening laboratories or physical examination requiring further evaluation or treatment.\n9. Neurological disorder other than Parkinson's Disease that in the opinion of the investigator might interfere with the conduct of the study.\n10. On treatment with intra-jejunal dopamine or carbidopa/levodopa (i.e. Duopa).\n11. Subjects starting a new Parkinson's Disease medication or modifying an existing medication within 2 weeks prior to enrollment.\n12. Unable to maintain a stable diet regimen.\n13. Subjects with a cognitive impairment that preclude them from understanding the informed consent.\n14. Subjects placed under legal guardianship.\n15. Females who are pregnant or breastfeeding.\n16. History of excessive alcohol use or substance abuse.\n17. Participation in an investigational drug trial within the month prior to dosing in the present study.\n18. Any other reason, which, in the opinion of the investigator, would confound proper interpretation of the study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "30 Years",
    "maximumAge": "90 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "The Number of Participants Who Experience Treatment Related Adverse Events-Safety Endpoint",
        "description": "The number of treatment related adverse events as reported and assessed by NCI CTCAE v.4.3.",
        "timeFrame": "Through Study treatment up to 10 weeks"
      },
      {
        "measure": "The Number of Participants Who Experience Dose Limiting Toxicity Adverse Events",
        "description": "The number of participants who experience dose limiting toxicity adverse events as reported and assessed by NCI CTCAE v.4.3.\n\nPer protocol, dose limiting toxicity adverse events are vomiting, diarrhea, abdominal pain and dizziness.",
        "timeFrame": "Through Study treatment Dosing Period up to 10 weeks"
      },
      {
        "measure": "Change in Baseline Weekly CSBM-Primary Efficacy Endpoint",
        "description": "Change from participant's weekly CSBM baseline rate during treatment fixed Dose period.\n\nThe fixed dose period begins on the first day or the subject's highest dose at which the subject did not experience a dose limiting toxicity (nausea, vomiting, diarrhea or dizziness) The fixed dose period will not be a specific time period for all subjects since each subject will start the fixed dose period based on their tolerability to ENT-01 dosing.",
        "timeFrame": "25 day treatment period, part of which is at a fixed dose."
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:44.989Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}