{
  "nctId": "NCT01213472",
  "briefTitle": "Evaluation of a New Anti-cancer Immunotherapy in Patients With Non-operable and Progressing Metastatic Cutaneous Melanoma",
  "officialTitle": "Study of GSK2241658A Antigen-Specific Cancer Immunotherapeutic in Patients With Unresectable and Progressive Metastatic Cutaneous Melanoma",
  "protocolDocument": {
    "nctId": "NCT01213472",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2014-09-03",
    "uploadDate": "2019-09-18T08:42",
    "size": 1955913,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01213472/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 33,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2011-01-31",
    "completionDate": "2018-04-17",
    "primaryCompletionDate": "2018-04-17",
    "firstSubmitDate": "2010-10-01",
    "firstPostDate": "2010-10-04"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male or female patient with histologically proven, measurable metastatic cutaneous melanoma, and with documented progressive disease within the 12 weeks before the first administration of study treatment.\n* Written informed consent for NY-ESO-1 expression screening and gene profiling on resected tumor tissue and for the complete study has been obtained from the patient prior to shipment of the sample for expression testing and prior to the performance of any other protocol-specific procedure.\n* Patient is \\>= 18 years of age at the time of signature of the informed consent.\n* The patient's tumor shows expression of NY-ESO-1, as determined by real-time quantitative reverse transcription polymerase chain reaction (RT-PCR) analysis or any updated technique on fresh tissue sample(s).\n* Eastern Cooperative Oncology Group performance status of 0 or 1.\n* The patient has normal organ functions as shown by all of the following:\n\n  * Hemoglobin ≥ 12 g/dL\n  * Absolute leukocytes count ≥ 3.0 x 1000000000/L\n  * Absolute lymphocytes count ≥ 1.0 x 1000000000/L\n  * Platelets ≥ 100 x 1000000000/L\n  * Serum creatinine ≤ Upper Limit of Normal (ULN)\n  * Serum total bilirubin ≤ 1.5 x ULN (except for patients with Gilbert's syndrome for whom the limit is 2 x ULN)\n  * Lactate dehydrogenase ≤ ULN\n  * Aspartate aminotransferase ≤ 2 × ULN\n  * Alanine aminotransferase ≤ 2 × ULN\n\nThese tests must be done no more than 3 weeks before the first ASCI administration.\n\n* Female patients of non-childbearing potential may be enrolled in the study.\n* Female patient of childbearing potential may be enrolled in the study, if the patient:\n\n  * has practiced adequate contraception for 30 days prior to first ASCI administration, and\n  * has a negative pregnancy test at the specified study visits, and\n  * has agreed to continue adequate contraception during the entire treatment period and for 2 months after completion of the ASCI administration series.\n* In the view of the investigator, the patient can and will comply with the requirements of this protocol.\n\nExclusion Criteria:\n\n* The patient has at any time received systemic chemotherapy, biochemotherapy, small molecules or nti-CTLA-4 monoclonal antibody for metastatic disease.\n* The patient is scheduled to receive any other anticancer treatments than those specified in the protocol, including but not limited to (bio-) chemotherapeutic, immunomodulating agents and radiotherapy.\n* The patient received any cancer immunotherapy containing a NY-ESO-1 antigen or any cancer immunotherapy for his/her metastatic disease.\n* The patient requires concomitant treatment with systemic corticosteroids, or any other immunosuppressive agents.\n* Use of any investigational or non-registered product other than the ASCI within 30 days preceding the first ASCI administration, or planned use during the study period.\n* The patient has (had) previous or concomitant malignancies at other sites, except effectively treated non-melanoma skin cancers or carcinoma in situ of the cervix or effectively treated malignancy that has been in remission for over 5 years and is highly likely to have been cured.\n* The patient has an allergy to any component of the study investigational product or has a history of previous allergic reactions to vaccinations.\n* The patient has an autoimmune disease such as, but not limited to, multiple sclerosis, lupus, and inflammatory bowel disease. Patients with vitiligo are not excluded.\n* The patient has a family history of congenital or hereditary immunodeficiency.\n* The patient is known to be positive for the Human Immunodeficiency Virus.\n* The patient has an uncontrolled bleeding disorder.\n* The patient has a family history of congenital or hereditary immunodeficiency.\n* The patient has psychiatric or addictive disorders that may compromise his/her ability to give informed consent, or to comply with the trial procedures.\n* The patient has concurrent severe medical problems, unrelated to the malignancy, that would significantly limit full compliance with the study or expose the patient to unacceptable risk.\n* For female patients: the patient is pregnant or lactating.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Patients With Severe Toxicities During the Study Treatment Period",
        "description": "Severe toxicity was defined, according to the Common Terminology Criteria for Adverse Events (CTCAE) (version 4.0), as 1)an Antigen-Specific Cancer Immunotherapeutic (ASCI) related or possibly related Grade 3 or higher toxicity. Grade 3 myalgia, arthralgia, headache, fever, rigors/chills and fatigue (including lethargy, malaise and asthenia) should persist for 48 hours despite therapy to be taken into account and as 2)an ASCI related or possibly related Grade 2 or higher allergic reaction occurring within 24 hours of the dose administration.",
        "timeFrame": "During the study treatment period (maximum duration = 49 months)."
      },
      {
        "measure": "Number of Patients With Severe Toxicities During the Follow-up Period",
        "description": "Severe toxicity was defined, according to the Common Terminology Criteria for Adverse Events (CTCAE) (version 4.0), as 1)an Antigen-Specific Cancer Immunotherapeutic (ASCI) related or possibly related Grade 3 or higher toxicity. Grade 3 myalgia, arthralgia, headache, fever, rigors/chills and fatigue (including lethargy, malaise and asthenia) should persist for 48 hours despite therapy in order to be taken into account and as 2)an ASCI related or possibly related Grade 2 or higher allergic reaction occurring within 24 hours of the dose administration. All active follow-up visits and procedures were stopped, hence this follow-up analysis was not performed as initially planned.",
        "timeFrame": "During the one year follow-up period (i.e. from Month 49 until Month 61)"
      },
      {
        "measure": "Number of Patients With the Best Overall Response in the Overall Population",
        "description": "Best response was recorded from the start of treatment until disease progression. Response assessment was essentially based on a set of measurable lesions (target lesions \\[TL\\]), and any other lesions (non-target lesions \\[NTL\\]), both identified at baseline. Complete Response (CR)=disappearance of all TL or NTL; Partial Response (PR) = at least 30 percent (%) decrease in the sum of the longest diameter(LD) of TL compared to baseline, stable disease (SD) = neither sufficient shrinkage to qualify PR nor sufficient increase to qualify for Progressive disease (PD) compared with baseline; PD = at least 20% increase in the sum of LD of TL compared with baseline, or the appearance of one or more new lesions, or both of these, and/or unequivocal progression of existing NTL; NE =non-evaluable; Clinical response: any CR or PR best overall response; Disease control: any CR, PR, SD or SD/PR best overall response.",
        "timeFrame": "During the study treatment period (maximum duration = 49 months)."
      }
    ],
    "secondary": [
      {
        "measure": "Number of Patients With Best Overall Response Including Mixed Response (MxR) and Slow Progressive Disease (SPD) Criteria",
        "description": "Patients with Slow Progressive Disease (SPD) status met the following criteria: patient's Eastern Cooperative Oncology Group (ECOG) performance status was 0 or 1, patient's lactate dehydrogenase (LDH) value was not greater than twice the normal upper limit, there was no appearance of visceral metastases other than in the lung, patients did not meet any of the criteria for permanent stopping of study treatment. Mixed response (MxR) criteria was defined as follows: at least 30% decrease in the longest diameter (LD) occurring in at least one target lesion recorded and measured at baseline. Such response occurring in otherwise stable disease (SD) or progressive disease (PD) status of LD of target lesions and without the appearance of one or more new lesions were classified as \"SD with target lesion regression\" or \"PD with target lesion regression\". The appearance of new lesions in otherwise partial response (PR) status of the LD of target lesions were classified as \"PR with new lesion\".",
        "timeFrame": "During the study treatment period (maximum duration = 49 months)."
      },
      {
        "measure": "Number of Patients With Objective Clinical Response (CR or PR) in the Population of Patients Who Present the Predictive Melanoma Antigen A3 (MAGE-A3) Gene Signature",
        "description": "Following MAGE3-AS15-NSC-003 (ADJ) (NCT00480025) study (A double-blind, randomized, placebo-controlled Phase III study to assess the efficacy of recMAGE-A3 + AS15 Antigen-Specific Cancer immunotherapeutic as adjuvant therapy in patients with resected MAGE-A3-positive Non-Small Cell Lung Cancer) showed the absence of treatment effect in any of the primary, secondary, or exploratory analyses, clinical activity was not reported within the population of patients who present the predictive MAGE-A3 gene signature, in that study.",
        "timeFrame": "After 12, 22, 31 and 54 weeks of treatment."
      },
      {
        "measure": "Number of Patients With Adverse Events (AEs) by Maximum Grade",
        "description": "An AE is any untoward medical occurrence in a clinical investigation patient, temporally associated with the use of a medical product, whether or not considered related to the medicinal product. An AE can be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a medicinal product. For marketed medicinal products, this also includes failure to produce expected benefits (i.e. lack efficacy), abuse or misuse.",
        "timeFrame": "During the study treatment period (maximum duration = 49 months)."
      },
      {
        "measure": "Number of Patients With Adverse Events (AEs) That Are Causally Related to Treatment Administration by Maximum Grade",
        "description": "An AE is any untoward medical occurrence in a clinical investigation patient, temporally associated with the use of a medical product, whether or not considered related to the medicinal product. An AE can be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a medicinal product. For marketed medicinal products, this also includes failure to produce expected benefits (i.e. lack efficacy), abuse or misuse.",
        "timeFrame": "During the study treatment period (maximum duration = 49 months)."
      },
      {
        "measure": "Number of Patients With Serious Adverse Events (SAEs) by Maximum Grade",
        "description": "A serious adverse event (SAE) is any untoward medical occurrence that results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect in the offspring of a study patient, is a grade 4 AE according to the Common Terminology Criteria for Adverse Events (CTCAE, v 4.0), in addition, in this study, Grade 3 or higher pIMDs were considered as medically significant and were therefore notified as SAE.",
        "timeFrame": "During the study treatment period (maximum duration = 49 months)."
      },
      {
        "measure": "Number of Patients With Serious Adverse Events (SAEs) That Are Causally Related to Treatment Administration by Maximum Grade",
        "description": "A serious adverse event (SAE) is any untoward medical occurrence that results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect in the offspring of a study patient, is a grade 4 AE according to the Common Terminology Criteria for Adverse Events (CTCAE, v 4.0), in addition, in this study, Grade 3 or higher pIMDs will be considered as medically significant and will therefore be notified as SAE. No serious adverse events were reported during the study period that are causally related to treatment administration by maximum grade.",
        "timeFrame": "During the study treatment period (maximum duration = 49 months)."
      },
      {
        "measure": "Time to Treatment Failure (TTF)",
        "description": "Time to Treatment Failure (TTF) was defined as the time from first treatment until the date of the last treatment administration, for patients who discontinued the treatment prematurely, regardless of the reason for study treatment discontinuation. Patients who completed their full treatment phase or who were still on treatment at the time of analysis were censored on their last study treatment administration date..",
        "timeFrame": "From first treatment administration (i.e. at Week 0) until the last treatment administration (i.e. at Month 48)"
      },
      {
        "measure": "Progression-free Survival (PFS) Rate",
        "description": "Progression-free survival (PFS) was defined as the time from first treatment to either the date of first disease progression (PD) or the date of death (for whatever reason), whichever came first. Patients alive and without disease progression were censored at the date of the last visit/contact.",
        "timeFrame": "From first treatment administration (i.e. at Week 0) until the last tumor evaluation (i.e. at Month 49)"
      },
      {
        "measure": "Overall Survival (OS)",
        "description": "Overall survival (OS) was defined as the time from first treatment until death. Patients alive at the time of analysis were censored at the time of last visit/contact.",
        "timeFrame": "From first treatment administration (i.e. at Week 0) until the last tumor evaluation (i.e. at Month 49)"
      },
      {
        "measure": "The Duration of Response for Patients With CR, PR or Stable Disease (SD) Status",
        "description": "The duration of response was measured from the time when the measurement criteria for CR/PR (whichever was recorded first) or SD evaluation were met until the first date that first PD or death was objectively documented (taking as reference for PD the smallest measurements recorded since the treatment started). Stable disease (SD) was defined as neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD taking as references the sum of LD of target lesions recorded previously but not necessarily at baseline (The minimal time interval required between two measurements for determination of SD was at least 16 weeks.). The analysis was not performed as initially planned.",
        "timeFrame": "From first treatment administration (i.e. at Week 0) until the last tumor evaluation (i.e. at Month 49)"
      },
      {
        "measure": "Number of Patients With Progression-free Survival Events",
        "description": "Progression-free survival was defined as the time from the date of registration of the patient to either the date of disease progression or the date of death (for whatever reason), whichever came first. Patients alive and without disease progression were censored at the date of their last tumor evaluation. PFS events included progressive disease (PD), death in absence of PD and events (Any event which was part of the natural course of the disease under study, was captured as an efficacy measure. Therefore it did not need to be reported as an SAE).",
        "timeFrame": "From first treatment administration (i.e. at Week 0) until the last tumor evaluation (i.e. at Month 49)"
      },
      {
        "measure": "Summary of Deaths Related to Progressive Disease of Cancer Under Study Reported After the Study Treatment, in the Period of Long-term Follow-up for Survival",
        "description": "Summary of deaths included death, autopsy performed and cause of death. Progression of the tumor was recorded in the clinical assessments. Death due to progressive disease was to be recorded on a specific form in the case report form but not as a serious adverse event (SAE). However, if the investigator considered that there was a causal relationship between the administration of the treatment or protocol design/procedures and the disease progression, then this must be reported as an SAE.",
        "timeFrame": "During the long-term Follow-Up period for progressive disease and survival [1 year after the study treatment end (at Month 49) or up to 5 years after the first study treatment administration, regardless of disease progression and study discontinuation.]"
      },
      {
        "measure": "Anti NY-ESO-1 Antibody Concentrations",
        "description": "Anti-NY-ESO-1 antibody concentrations were presented as geometric mean concentrations (GMTs) and expressed in enzyme-linked immunosorbent assay (ELISA) units per milliliter (EL.U/mL).",
        "timeFrame": "Before treatment (PRE), at 4 (W4), 8 (W8), 10 (W10), 12 (W12), 29 (W29), 51 (W51), 75 (W75), 99 (W99), 123 (W123) weeks of treatment and at the concluding visit, i.e. at Month 49 (POST)"
      },
      {
        "measure": "Humoral Response for Anti NY-ESO-1 Antibodies",
        "description": "Anti NY-ESO-1 antibody response was defined as: For initially seronegative patients: post-vaccination antibody concentration greater than or equal to (≥) 179 EU/mL and for intially seropositive patients: post-vaccination antibody concentration ≥ 2 fold the pre-vaccination antibody concentration.",
        "timeFrame": "At 4 (W4), 8 (W8), 10 (W10), 12 (W12), 29 (W29), 51 (W51), 75 (W75), 99 (W99), 123 (W123) weeks of treatment and at the concluding visit, i.e. at Month 49 (POST)"
      },
      {
        "measure": "Cell Mediated Immune Response for Anti-NY-ESO-1 Antibodies (T-cell)",
        "description": "Cellular (T-cell) response was not analysed as data only available for few patients.",
        "timeFrame": "Before treatment (PRE), at 4 (W4), 8 (W8), 10 (W10), 12 (W12), 29 (W29), 51 (W51), 75 (W75), 99 (W99), 123 (W123) weeks of treatment and at the concluding visit, i.e. at Month 49 (POST)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 15,
      "otherCount": 0,
      "totalCount": 18
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:46.760Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}