{
  "nctId": "NCT03421652",
  "briefTitle": "Nivolumab and RT in Treating Patients With Localized/Locally Advanced Urothelial Bladder Cancer Ineligible for Chemo",
  "officialTitle": "Phase II Trial of Concurrent Nivolumab in Urothelial Bladder Cancer With Radiation Therapy in Localized/Locally Advanced Disease for Chemotherapy Ineligible Patients [NUTRA]",
  "protocolDocument": {
    "nctId": "NCT03421652",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-07-29",
    "uploadDate": "2023-03-31T16:27",
    "size": 9571873,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03421652/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 20,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-04-24",
    "completionDate": "2023-03-23",
    "primaryCompletionDate": "2023-03-23",
    "firstSubmitDate": "2018-01-10",
    "firstPostDate": "2018-02-05"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n\\- Localized urothelial cancer of bladder with presence of transitional cell carcinoma (TCC) component; mixed histologies are allowed Clinical or pathologic stage T2 -T4 disease including T4a and 4b if feasible to treat with radiation therapy Locoregional lymph node metastases are permitted but patients with distant metastases are ineligible; imaging to evaluate for distant metastases should consist of a minimum of computed tomography (CT)/magnetic resonance imaging (MRI) of abdomen/pelvis or CT urogram and a chest x-ray (CXR) or CT chest; patients for which there is clinical suspicion or symptoms of bone metastasis should have a bone scan completed to rule out metastatic disease prior to enrollment on study Agreeable to consider radiation therapy (RT) for the urothelial cancer: patients have to be evaluated by a radiation oncologist and deemed to be candidates for RT\n\nThe patients must not be candidates for chemotherapy due to at least one of the following reasons:\n\n* Performance status of 2\n* Creatinine clearance =\\< 60 ml/min as calculated by the Cockcroft-Gault formula\n* Cardiac disease such as New York Heart Association (NYHA) class III or IV heart failure or cardiac ischemia within the last 12 months, grade 2 or greater neuropathy, or other comorbidities based on which patient is not considered a candidate for chemotherapy Alkaline phosphatase =\\< 3 x upper limit of normal Aspartate aminotransferase (AST) =\\< 3 x upper limit of normal Alanine aminotransferase (ALT) =\\< 3 x upper limit of normal Bilirubin \\< 1.5 x upper limit of normal (ULN) Absolute neutrophil count \\>= 1500/mm\\^3 Hemoglobin \\>= 9 g/dL Platelets \\>= 100 K/mm\\^3 Performance score (PS) of 0-2 by Zubrod score Life expectancy of 12 months Willingness to sign informed consent Patients cannot have active autoimmune disease or immunosuppressive conditions Serum creatinine =\\< 1.5 X institutional ULN or creatinine clearance \\> 40 ml/min as calculated by the Cockcroft-Gault formula In females with childbearing potential, or men with partners of child bearing potential, willingness to use adequate contraception for a minimum duration of 155 days in females and 215 days in males, after last dose of nivolumab Maximal tumor resection has been performed as feasible\n\nExclusion Criteria:\n\n\\- The subject has received cytotoxic chemotherapy (including investigational cytotoxic chemotherapy) or biologic agents (e.g., cytokines or antibodies) for urothelial cancer within 4 weeks, or intravesical Bacillus Calmette-Guerin (BCG) within 6 weeks of the first dose of study treatment Prior treatment with any PD-1 or PDL-1 inhibitor\n\nThe subject has received therapeutic radiation:\n\n* To the bladder/prostate/rectum pelvis\n* To any other site(s) within 28 days of the first dose of study treatment Obstructive renal failure that is not relieved with stents or nephrostomy tube/s The subject has received any other type of investigational agent within 28 days before the first dose of study treatment Steroid doses greater than an equivalent of prednisone 10 mg daily The subject has prothrombin time (PT)/international normalized ratio (INR) or partial thromboplastin time (PTT) test results at screening \\>= 2 x the laboratory ULN Uncontrolled hematuria\n\nThe subject has uncontrolled, significant intercurrent or recent illness including, but not limited to, the following conditions:\n\n* Cardiovascular disorders such as uncontrolled arrhythmias or uncontrolled congestive heart failure\n* Gastrointestinal disorders particularly those associated with a high risk of perforation or fistula formation including:\n\n  * Any of the following at the time of screening\n\n    * Active peptic ulcer disease,\n    * Active inflammatory bowel disease (including ulcerative colitis and Crohn's disease), diverticulitis, cholecystitis, symptomatic cholangitis or appendicitis\n  * Any of the following within 6 months before the first dose of study treatment:\n\n    * History of abdominal fistula\n    * Bowel perforation The subject has a previously identified allergy or hypersensitivity to components of the study treatment formulation The subject is unable or unwilling to abide by the study protocol or cooperate fully with the investigator or designee Presence of another invasive malignancy, which required systemic therapy within 12 months of protocol enrollment, except for resected skin cancers or prostate cancer that is in remission Pregnant or nursing women Patient is a candidate for radical cystectomy as a potentially curative option. The patient may not be a candidate for radical cystectomy due to any of the following reasons: comorbidities, patient preference, or physician discretion. Patients with inherited syndromes associated with hypersensitivity to ionizing radiation (e.g., ataxia-telangiectasia, Nijmegen breakage syndrome)",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Progression-free Survival (PFS)",
        "description": "PFS distribution will be summarized with the Kaplan-Meier (K-M) survivorship estimate. A graph of the K-M curve for PFS will be generated along with the Hall-Wellner 90% confidence band, and a display of the number of patients at risk at several time points, below the X-axis. Summary statistics (12-month PFS rate, median PFS, etc.) will be calculated from the K-M life table, each one with its respective 90% confidence interval (CI).",
        "timeFrame": "From date of registration to date of first documented disease relapse/progression, or death from urothelial cancer whichever occurs first, assessed up to 12 months"
      }
    ],
    "secondary": [
      {
        "measure": "Overall Response Rate (ORR)",
        "description": "ORR will be estimated among all patients. Frequency distributions of best response will be generated. The point estimate of the ORR will be computed, along with its 95% (Wilson type) CI.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "Metastasis-free Survival (MFS)",
        "description": "MFS will be calculated as a rate at 1 year with a 90% confidence interval from the K-M life tables.",
        "timeFrame": "From registration to the appearance of metastases or cancer related death, assessed up to 12 months"
      },
      {
        "measure": "Overall Survival (OS)",
        "description": "Summary statistics of OS will be calculated from the K-M life tables. K-M graphs of the censored OS distributions will also be generated.",
        "timeFrame": "From date of registration to death or last follow up, assessed up to 36 months"
      },
      {
        "measure": "Quality of Life (QOL) and Bladder Functioning Questionnaires Assessment",
        "description": "The QOL score will be measured pre therapy, during therapy and after therapy to compare the changes.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "PD-1 and PDL-1 Expression Analysis Using Immunohistochemistry (IHC)",
        "description": "PD-1 status will be checked on pre-therapy tumor tissue and will be correlated with the primary endpoint. Also, the PDL-1 status will be checked on pre-therapy tumor tissue and will be correlated with the primary endpoint.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "Th1/Th2 Cytokine Ratio Analysis",
        "description": "The continuous markers (e.g., tumor infiltrating lymphocyte \\[TIL\\]s, Th1/Th2 cytokine ratio, etc.) will be summarized with standard descriptive statistics. These descriptive analyses of the serum markers will be performed for each time point at which the each marker is determined. Response (CR/PR vs not) will be modeled as a function of a dichotomized version of pre-study the continuous (ungrouped) markers (e.g., TILs from tissue, and the Th1/Th2 cytokine ratio from serum). The statistical goal of these exploratory analyses is to obtain the point and 95% CI estimates of the OR, and to simply determine the direction and approximate magnitude of these associations for use in planning a subsequent study. Censored PFS will be modeled as a function of a dichotomized version of the continuous (ungrouped) markers (e.g., TILs from tissue, and the Th1/Th2 cytokine ratio using Cox modelling strategy.",
        "timeFrame": "Up to 12 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:55.989Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}