{
  "nctId": "NCT02213003",
  "briefTitle": "Allogeneic Islet Cells Transplanted Onto the Omentum",
  "officialTitle": "Allogeneic Islet Cells Transplanted Onto the Omentum",
  "protocolDocument": {
    "nctId": "NCT02213003",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-12-03",
    "uploadDate": "2025-04-01T15:57",
    "size": 1115090,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02213003/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 3,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-09",
    "completionDate": "2024-06-30",
    "primaryCompletionDate": "2024-06-30",
    "firstSubmitDate": "2014-08-07",
    "firstPostDate": "2014-08-11"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Male and female patients age 18 to 65 years of age.\n2. Ability to provide written informed consent.\n3. Mentally stable and able to comply with the procedures of the study protocol.\n4. Type1 diabetes with onset of disease at \\<40 years of age, insulin-dependence for \\> 5 years at the time of enrollment\n5. Absent stimulated c-peptide (\\<0.3ng/mL) in response to a mixed meal tolerance test.\n6. Involvement in intensive diabetes management\n7. At least one episode of severe hypoglycemia in the 12 months prior to study enrollment.\n8. Reduced awareness of hypoglycemia as defined by a Clarke score of 4 or more OR A Hypoglycemia score greater than or equal to the 90th percentile (1047) during the screening period; OR Marked glycemic lability and defined by a lability index score greater than or equal to the 90th percentile (433 mmol/L2/h•wk-1) during the screening period; OR A composite of a Clarke score of 3 or less and a hypoglycemia score greater than or equal to the 75th percentile (423) and a lability index greater than or equal to the 75th percentile (329) during the screening period.\n9. Subjects screening data from 20053135 protocol will be accepted for subjects eligible for this study. If 20053135 visit was 12 months prior to enrollment, Visit 2 laboratory should be repeated.\n\nExclusion Criteria:\n\n1. Body Mass Index (BMI) \\>30 kg/m2 or patient weight ≤50 kg.\n2. Insulin requirement of \\>1.0 IU/kg/day or \\<15 U/day.\n3. HbA1c \\>10%.\n4. Untreated proliferative diabetic retinopathy.\n5. Blood Pressure: SBP \\>160 mmHg or DBP \\>100 mmHg.\n6. Glomerular filtration rate \\<80 mL/min/1.73 m2 (calculated).\n7. Presence or history of macroalbuminuria (\\>300mg/g creatinine).\n8. Presence or history of panel-reactive anti-HLA antibodies.\n9. For female subjects: Serum or urine Positive pregnancy test, presently breast-feeding, or unwillingness to use effective contraceptive measures for the duration of the study and 4 months after discontinuation. For male subjects: intent to procreate during the duration of the study or within 4 months after discontinuation or unwillingness to use effective measures of contraception. If sexually active, subject must use at least two medically accepted methods of birth control.\n10. Presence or history of active infection including hepatitis B, hepatitis C, HIV, or tuberculosis (TB).\n11. Negative screen for Epstein-Barr Virus (EBV) by IgG determination.\n12. Invasive aspergillus, histoplasmosis, and coccidioidomycosis infection within one year prior to study enrollment.\n13. Any history of malignancy except for completely resected squamous or basal cell carcinoma of the skin.\n14. Active alcohol or substance abuse.\n15. Hb below the lower limits of normal at the local laboratory; lymphopenia (\\<1,000/µL), neutropenia (\\<1,500/µL), or thrombocytopenia (platelets \\<100,000/µL).\n16. A history of Factor V deficiency.\n17. Any coagulopathy or medical condition requiring long-term anticoagulant therapy.\n18. Severe co-existing cardiac disease,\n\n    1. recent myocardial infarction (within past 6 months)\n    2. evidence of ischemia on functional cardiac exam within the last year) left ventricular ejection fraction \\<30%.\n19. Persistent elevation of liver function tests at the time of study entry.\n20. Symptomatic cholecystolithiasis.\n21. Acute or chronic pancreatitis.\n22. Symptomatic peptic ulcer disease.\n23. Gastrointestinal disorders potentially interfering with the ability to absorb oral medications.\n24. Hyperlipidemia despite medical therapy (fasting LDL cholesterol \\> 130 mg/dL, fasting triglycerides \\> 200 mg/dl).\n25. Chronic use of systemic steroids, except for the use of ≤5 mg prednisone daily, or an equivalent dose of hydrocortisone, for physiological replacement only.\n26. Treatment with any anti-diabetic medications other than insulin within 4 weeks of enrollment.\n\n23\\. Use of any investigational agents within 4 weeks of enrollment. 24. Administration of live attenuated vaccine(s) within 2 months of enrollment. 25. Any medical condition that, in the opinion of the investigator, will interfere with the safe participation in the trial.\n\n26\\. Treatment with any immunosuppressive regimen at the time of enrollment. 27. A previous islet transplant. 28. A previous pancreas transplant 29. Inflammatory bowel disease. 30. History of intestinal obstructions. 31. Previous major abdominal surgery. 32. History of peritonitis.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "A1c </= 6.5% and no Severe Hypoglycemia",
        "description": "Composite outcome measured by the proportion of subjects with HbA1c level of \\</= 6.5 % and free of severe hypoglycemic events after omentum islet transplant",
        "timeFrame": "From day 28 to day 365 after omentum islet transplant"
      },
      {
        "measure": "Procedural Complications",
        "description": "Safety outcome. Post-procedural complications included were: Bleeding, wound infection, hernia, torsion of omentum, gastrointestinal obstruction, abscess, cysts, and need for surgical intervention. Measured by the count of participants with procedural complications.",
        "timeFrame": "From day 28 to day 365 after omentum islet transplant"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:10.908Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}