{
  "nctId": "NCT02412722",
  "briefTitle": "A Safety, Tolerability, and Pharmacokinetics Study of MLN0128 as a Single Agent and in Combination With Paclitaxel in Adults With Advanced Nonhematologic Malignancies",
  "officialTitle": "A Phase 1, Open-label Study to Evaluate the Safety, Tolerability, and Pharmacokinetics of MLN0128 (an Oral mTORC 1/2 Inhibitor) as a Single Agent and in Combination With Paclitaxel in Adult Patients With Advanced Nonhematologic Malignancies",
  "protocolDocument": {
    "nctId": "NCT02412722",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-11-27",
    "uploadDate": "2019-05-30T14:11",
    "size": 1216311,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02412722/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 61,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-03-26",
    "completionDate": "2018-05-31",
    "primaryCompletionDate": "2018-05-31",
    "firstSubmitDate": "2015-03-10",
    "firstPostDate": "2015-04-09"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Age is ≥ 18 years, including males and females.\n2. Has Advanced nonhematologic malignancies, with the exception of primary brain tumor, and have failed or are not eligible for standard of care therapy. History of brain metastasis may be allowed if all the following criteria are met: brain metastases have been treated, there is no evidence of progression or hemorrhage after treatment, dexamethasone discontinued for ≥ 4 weeks before first study drug administration, and there is no ongoing requirement for dexamethasone or anti-epileptic drugs.\n3. Has received not more than 4 prior lines of systemic cytotoxic chemotherapy for advanced or metastatic disease.\n4. Has Eastern Cooperative Oncology Group (ECOG) Performance Status 0 to 1.\n5. Has adequate organ function, including the following:\n\n   * Bone marrow reserve consistent with absolute neutrophil count (ANC) ≥ 1.5 x 10\\^9/L; platelet count ≥ 100 x 10\\^9/L; and hemoglobin ≥ 9 g/dL without transfusion in the last 2 weeks\n   * Hepatic: total bilirubin ≤ 1.5 x the upper limit of the normal range (ULN), transaminases (aspartate aminotransferase \\[AST\\]/serum glutamic oxaloacetic transaminase \\[SGOT\\] and alanine aminotransferase \\[ALT\\]/serum glutamic pyruvic transaminase \\[SGPT\\]) ≤ 2.5 x ULN (≤ 5 x ULN if liver metastases are present)\n   * Renal: normal serum creatinine or calculated creatinine clearance ≥ 60 mL/min based either on Cockcroft-Gault estimate or based on urine collection (12- or 24-hour)\n   * Metabolic: fasting serum glucose (≤ 130 mg/dL) and fasting triglycerides ≤ 300 mg/dL\n6. Has left ventricular ejection fraction (LVEF) within 5 absolute percentage points of institutional standard of normal as measured by echocardiogram (ECHO) or multiple gated acquisition scan (MUGA) within 4 weeks before first study drug administration (ie, if the institutional normal is 50%, participant's LVEF may be as low as 45% to be eligible for the study).\n7. Is a female participants who:\n\n   * Are postmenopausal for at least 1 year before the screening visit, OR\n   * Are surgically sterile, OR\n   * If they are of childbearing potential, agree to practice 2 effective methods of contraception, at the same time, from the time of signing the informed consent form through 90 days after the last dose of study drug, or\n   * Agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the participant. (Periodic abstinence (eg, calendar, ovulation, symptothermal, postovulation methods\\] and withdrawal are not acceptable methods of contraception.)\n\n   Male participants, even if surgically sterilized (ie, status postvasectomy), who:\n   * Agree to practice effective barrier contraception during the entire study treatment period and through 90 days after the last dose of study drug, or\n   * Agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the participant. (Periodic abstinence \\[eg, calendar, ovulation, symptothermal, postovulation methods for the female partner\\] and withdrawal are not acceptable methods of contraception.)\n8. Has ability to swallow oral medications.\n9. Has voluntary written consent obtained before performance of any study-related procedure not part of standard medical care, with the understanding that consent may be withdrawn by the participant at any time without prejudice to future medical care.\n\nExclusion Criteria:\n\n1. Has a diagnosis of primary brain tumor.\n2. Has untreated brain metastasis or history of leptomeningeal disease or spinal cord compression.\n3. Has failed to recover from the reversible effects of prior anticancer therapies with the exception of alopecia, and after-effects associated with prior tyrosine kinase inhibitor therapy, such as hair depigmentation, hypothyroidism, and/or splinter hemorrhage.\n4. Has received prior cancer therapy or other investigational therapy within 2 weeks before the first administration of study drug. For prior therapies with a half-life longer than 3 days, the interval must be at least 28 days before the first administration of study drug, and the participant must have documented disease progression.\n5. Has initiation of hematopoietic growth factors within 1 week before the first administration of any study drug; participants already receiving hematopoietic growth factors on a chronic basis for ≥ 4 weeks are eligible.\n6. Has chronic systemic corticosteroid (except inhalers) use within 1 week before the first administration of study drug. Premedication with dexamethasone before paclitaxel administration in this study is allowed.\n7. Has manifestations of malabsorption due to prior gastrointestinal surgery, gastrointestinal disease, or for an unknown reason that may alter the absorption of MLN0128.\n8. Has poorly controlled diabetes mellitus defined as glycosylated hemoglobin (HbA1c) \\> 7%; participants with a history of transient glucose intolerance due to corticosteroid administration are allowed if all other eligibility criteria are met.\n9. Has other clinically significant comorbidities, such as uncontrolled pulmonary disease, active central nervous system disease, active infection, or any other condition that could compromise the participant's participation in the study.\n10. Has a known human immunodeficiency virus infection.\n11. Is pregnant (positive serum or urine pregnancy test) or breastfeeding.\n12. Has any history of unstable angina, myocardial infarction, New York Heart Association Class III or IV heart failure, and/or pulmonary hypertension.\n13. Has significant active cardiovascular disease including:\n\n    * Uncontrolled high blood pressure (ie, systolic blood pressure \\> 180 mmHg, diastolic blood pressure \\> 95 mmHg)\n    * Grade 3 or higher valvular disease\n    * Grade 3 or higher atrial fibrillation\n    * Grade 3 or higher bradycardia\n    * Endocarditis\n    * Pulmonary embolism\n    * Recent cerebrovascular accident/transient ischemic attack ≤ 6 months before enrollment\n14. Diagnosed or treated for another malignancy within 2 years before the first dose or previously diagnosed with another malignancy and have any evidence of residual disease. Participants with nonmelanoma skin cancer or carcinoma in situ of any type are not excluded if they have undergone complete resection.\n15. Single-Agent QD Arm participants participating in the pharmacokinetic (PK) Run-In (only): participants who use proton pump inhibitors (PPIs) less than 5 days before the first MLN0128 PK Run-In dose OR use H2 receptor antagonists within 24 hours of the first PK Run-In dose.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)",
        "description": "An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (example, a clinically significant abnormal laboratory finding), symptom, or disease temporally associated with the use of a drug, whether or not it is considered related to the drug. A TEAE is defined as an adverse event with an onset that occurs after receiving study drug. An SAE is defined as an untoward medical occurrence, significant hazard, contraindication, side effect or precaution that at any dose: results in death, is life-threatening, required in-patient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect or is medically significant.",
        "timeFrame": "From Day 1, Cycle 1 through 30 days after the last dose of study drug (up to 15 months)"
      },
      {
        "measure": "Geometric Mean Ratio of Cmax: Maximum Observed Plasma Concentration of Sapanisertib Milled Active Pharmaceutical Ingredient (API) Capsules Under Fasted and Fed Conditions",
        "timeFrame": "Days 3 and 5 predose and at multiple time points (up to 24 hours) post-dose"
      },
      {
        "measure": "Geometric Mean Ratio of AUC(0-last): Area Under the Plasma Concentration Curve From Time Zero to the Time of the Last Quantifiable Concentration of Sapanisertib Milled API Capsules Under Fasted and Fed Conditions",
        "timeFrame": "Days 3 and 5 predose and at multiple time points (up to 24 hours) post-dose"
      },
      {
        "measure": "Geometric Mean Ratio of AUC(0-inf): Area Under the Plasma Concentration-Time Curve From Time 0 to Infinity for Sapanisertib Milled API Capsules Under Fasted and Fed Conditions",
        "timeFrame": "Days 3 and 5 predose and at multiple time points (up to 24 hours) post-dose"
      },
      {
        "measure": "Cmax: Maximum Observed Plasma Concentration of Sapanisertib Milled API Capsules Under Fasted Conditions Approximately 24 Hours After Paclitaxel Infusion",
        "timeFrame": "Cycle 1, Day 2 pre-dose and at multiple time points (up to 8 hours) post-dose"
      },
      {
        "measure": "Tmax: Time to Reach the Maximum Plasma Concentration of Sapanisertib Milled API Capsules Under Fasted Conditions Approximately 24 Hours After Paclitaxel Infusion",
        "timeFrame": "Cycle 1, Day 2 pre-dose and at multiple time points (up to 8 hours) post-dose"
      },
      {
        "measure": "AUC(0-8): Area Under the Plasma Concentration Curve From Time Zero to 8 Hours Post-dose for Sapanisertib Milled API Capsules Under Fasted Conditions Approximately 24 Hours After Paclitaxel Infusion",
        "timeFrame": "Cycle 1, Day 2 pre-dose and at multiple time points (up to 8 hours) post-dose"
      }
    ],
    "secondary": [
      {
        "measure": "Geometric Mean Ratio of Cmax: Maximum Observed Plasma Concentration of Sapanisertib Milled Versus Unmilled API Capsules Under Fasted Conditions",
        "timeFrame": "Days 1 and 3 pre-dose and at multiple time points (up to 24 hours) post-dose"
      },
      {
        "measure": "Geometric Mean Ratio of AUC(0-last): Area Under the Plasma Concentration Curve From Time Zero to the Time of the Last Quantifiable Concentration for Sapanisertib Milled Versus Unmilled API Capsules Under Fasted Conditions",
        "timeFrame": "Days 1 and 3 pre-dose and at multiple time points (up to 24 hours) post-dose"
      },
      {
        "measure": "AUC(0-inf): Area Under the Plasma Concentration-Time Curve From Time 0 to Infinity for Sapanisertib Milled Versus Unmilled API Capsules Under Fasted Conditions",
        "timeFrame": "Days 1 and 3 pre-dose and at multiple time points (up to 24 hours) post-dose"
      },
      {
        "measure": "Overall Response Rate Based on Response Evaluation Criteria in Solid Tumors (RECIST)",
        "description": "ORR is defined as the percentage of participants with complete response (CR) or partial response (PR) using Response Evaluation Criteria In Solid Tumors (RECIST) version 1.1. CR: Disappearance of all target lesions, non-target lesions, no new lesions, and normalization of tumor marker level. PR: At least a 30% decrease in the sum of diameters of target lesions, no progression in non-target lesion, and no new lesions.",
        "timeFrame": "Baseline then every 2 cycles beginning at Cycle 3, Day 1, until disease progression, death or end of study (Up to 14 months)"
      },
      {
        "measure": "Progression Free Survival (PFS)",
        "description": "PFS is defined as the time from the date of first study drug administration to the date of first documented PD or death due to any cause. PD was based on response evaluation criteria in solid tumors (RECIST V1.1), defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm.",
        "timeFrame": "Baseline then every 2 cycles beginning at Cycle 3, Day 1, until disease progression, death or end of study (Up to 14 months)"
      },
      {
        "measure": "Clinical Benefit Response (CBR)",
        "description": "CBR is defined as the percentage of participants with complete response (CR) or partial response (PR) or stable disease (SD) using Response Evaluation Criteria In Solid Tumors (RECIST) version 1.1. CR: Disappearance of all target lesions, non-target lesions, no new lesions, and normalization of tumor marker level. PR: At least a 30% decrease in the sum of diameters of target lesions, no progression in non-target lesion, and no new lesions. SD is neither shrinkage by greater than or equal to 30% of the sum of the longest diameter of target lesions or the increase of lesions by greater than or equal to 20% of the sum of the longest diameter of target lesions.",
        "timeFrame": "Baseline then every 2 cycles beginning at Cycle 3, Day 1, until disease progression, death or end of study (Up to 14 months)"
      },
      {
        "measure": "Change From Baseline in Tumor Volume/Size",
        "description": "Changes in tumor size and volume will be determined by measurements from computed tomography (CT) and magnetic resonance imaging (MRI) scans.",
        "timeFrame": "From Cycle 1 Day -14 to 14 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 7,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:51.778Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}