{
  "nctId": "NCT04441203",
  "briefTitle": "Patient SELF-management With HemodynamIc Monitoring: Virtual Heart Failure Clinic and Outcomes",
  "officialTitle": "Patient SELF-management With HemodynamIc Monitoring: Virtual Heart Failure Clinic and Outcomes (the SELFIe-HF Trial): Program",
  "protocolDocument": {
    "nctId": "NCT04441203",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-06-01",
    "uploadDate": "2020-06-12T16:30",
    "size": 2065611,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04441203/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 150,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2020-05-04",
    "completionDate": "2025-12",
    "primaryCompletionDate": "2025-12",
    "firstSubmitDate": "2020-06-12",
    "firstPostDate": "2020-06-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Male or female ≥ 18 years old.\n2. Symptomatic HF (NYHA III) with recent heart failure admission in the previous year (12 months). OR\n3. Patient with at least one ER visit or unplanned HF clinic requiring iv diuretics within 12 months will be eligible if they have in addition a N-terminal pro-BNP (NT-proBNP) level \\> 800pg/ml at screening AND NYHA Class II on diuretics (furosemide ≥ 40mg qd), III or ambulatory IV.\n4. HF with reduced or preserved EF of at least 3 months duration.\n5. Minimum technological knowledge either with a smartphone or iPAD for use of the self-management application, including access to internet.\n6. Anatomical criteria\n\n   1. PA branch diameter between 7 mm - 15 mm\n   2. For BMI \\>35, distance from patient's back to target PA\\<10cm\n\nExclusion Criteria:\n\n1. Recent cardiovascular event: Acute coronary syndrome (STEMI/NSTEMI; a small rise in the troponin level would be expected in this population and is not a contraindication for enrolment); Percutaneous Coronary Intervention (PCI), new cardiac rhythm management (CRM) device (pacemaker, ICD and CRT), CRM system revision, lead extraction or cardiac or other major surgery or transient ischemic attack or stroke within 2 months (3 months of stabilization after CRT or cardiac surgery);\n2. Scheduled cardiac surgery;\n3. History of pulmonary embolism or recurrent deep vein thrombosis;\n4. Persistent NYHA Class IV and ACC/AHA HF Stage D, patients implanted with a ventricular assist device (VAD), or patients listed for cardiac transplantation and likely to be transplanted within 12 months;\n5. Coexisting severe stenotic valve lesions, endocarditis, obstructive hypertrophic cardiomyopathy, acute myocarditis, tamponade, or large pericardial effusion;\n6. Clinically too unstable to be followed remotely; this includes but is not limited to:\n\n   1. Resting systolic blood pressure \\< 80 or \\> 180 mmHg;\n   2. Resting heart rate \\> 100 bpm;\n   3. Stage IV or V chronic kidney disease (Estimated Glomerular Filtration Rate (eGFR) that remains \\< 30 mL/min/1.73m2 by MDRD) or nonresponsive to diuretic therapy or on chronic renal dialysis;\n7. Severe pulmonary hypertension with systolic pulmonary artery pressure ≥80 mmHg;\n8. Pulmonary hypertension other than group II PH;\n9. Anemia requiring transfusions, iron infusions, or hemoglobin below 100;\n10. Coagulopathy or uninterruptible anticoagulation therapy or contraindication to antiplatelet/anticoagulant treatments anticipated in the protocol;\n11. Intolerance to aspirin or clopidogrel;\n12. Active infection requiring systemic antibiotics;\n13. Unwillingness to sign informed consent or to attend the outpatient clinic;\n14. Participation in another research trial with intervention;\n15. Discharge to a chronic care facility or residence in an outlying area;\n16. Pregnant or lactating women or women of childbearing potential who are not protected from pregnancy by an accepted method of contraception, such as the oral contraceptive pill, an intrauterine device or surgical sterilization. If necessary a negative urine or blood test will be performed before randomization\n17. Any condition that in the opinion of the investigator would jeopardize the evaluation for efficacy or safety or be associated with poor adherence to the protocol, including cognitive decline.\n18. Life expectancy \\<1 year;",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "first occurrence of any component of the composite event",
        "description": "acute decompensated heart failure requiring emergency department consultation",
        "timeFrame": "12 months"
      },
      {
        "measure": "Number of Participants with unplanned intravenous heart failure therapy in an outpatient clinic",
        "description": "unplanned intravenous heart failure therapy in an outpatient clinic",
        "timeFrame": "12 months"
      },
      {
        "measure": "Number of Participants with hospital admission for heart failure",
        "description": "hospital admission for heart failure",
        "timeFrame": "12 months"
      },
      {
        "measure": "Number of Participants with cardiovascular (CV) death",
        "description": "cardiovascular (CV) death",
        "timeFrame": "12 months"
      }
    ],
    "secondary": [
      {
        "measure": "Time to the first occurrence of the individual components of the primary endpoint",
        "description": "Acute decompensated heart failure that requires emergency department consultation and/or unplanned intravenous heart failure therapy in an outpatient clinic",
        "timeFrame": "12 months"
      },
      {
        "measure": "Number of Participants with CV death",
        "description": "CV death",
        "timeFrame": "12 months"
      },
      {
        "measure": "Change in Quality of life",
        "description": "Quality of life questionnaire",
        "timeFrame": "12 months"
      },
      {
        "measure": "Change in functional capacity between baseline and 12-months",
        "description": "NYHA functional class (Kansas city cardiomyopathy questionnaire)",
        "timeFrame": "12 months"
      },
      {
        "measure": "Change in 6 minutes walk distance",
        "description": "6 minutes walk distance test",
        "timeFrame": "12 months"
      },
      {
        "measure": "Number of Participants with device-related endpoints",
        "description": "Safety: adverse events related to the device",
        "timeFrame": "12 months"
      },
      {
        "measure": "Number of successful patient contacts",
        "description": "Number of successful patient contacts",
        "timeFrame": "12 months"
      },
      {
        "measure": "Pulmonary artery pressures changes mesured by the CardioMems device",
        "description": "Pulmonary artery pressures changes mesured by the CardioMems device",
        "timeFrame": "12 months"
      },
      {
        "measure": "Cost-effectiveness",
        "description": "cost-effectiveness ratio",
        "timeFrame": "12 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:30.686Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}