{
  "nctId": "NCT03518073",
  "briefTitle": "A Study of LY3303560 in Participants With Early Symptomatic Alzheimer's Disease",
  "officialTitle": "Assessment of Safety, Tolerability, and Efficacy of LY3303560 in Early Symptomatic Alzheimer's Disease",
  "protocolDocument": {
    "nctId": "NCT03518073",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-03-29",
    "uploadDate": "2022-06-07T06:07",
    "size": 15202777,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03518073/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 360,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-04-30",
    "completionDate": "2021-10-25",
    "primaryCompletionDate": "2021-08-23",
    "firstSubmitDate": "2018-04-26",
    "firstPostDate": "2018-05-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participants must have gradual and progressive change in memory function for \\>6 months.\n* Participants must have a family member or close friend who is with you at least 10 hours per week and can attend study appointments.\n\nExclusion Criteria:\n\n* Participants must not have significant neurological disease affecting the nervous system, other than AD, that affects cognition or may affect completion of the study.\n* Participants must not have serious or unstable illness that could interfere with the analysis of the study or has a life expectancy \\<24 months.\n* Participants must not have history of cancer within the last 5 years with the exception of certain types of skin, cervical, prostate, and other cancers that are not likely to recur or spread.\n* Participants must not have serious risk for suicide.\n* Participants must not have history of drug or alcohol use disorder within the last 2 years.\n* Participants must not have multiple severe drug allergies\n* Participants must not have HIV, Hepatitis B or Hepatitis C\n* Participants must not be receiving gamma globulin (IgG) or intravenous immunoglobulin (IVIG) therapy",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "60 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline on the Integrated Alzheimer's Disease Rating Scale (iADRS)",
        "description": "Integrated Alzheimer's Disease Rating Scale (iADRS) is a simple linear combination of scores from 13-item alzheimer's disease assessment scale-cognitive subscale (ADAS-Cog13) and the Alzheimer's disease cooperative study-instrumental activities of daily living scale (ADCS-iADL). It is used to assess whether zagotenemab slows down the cognitive and functional decline associated with early symptomatic Alzheimer's Disease, compared to placebo. The iADRS score ranges from 0 to 144 with lower scores indicating worse performance and higher score better performance. Change from baseline was calculated using Bayesian disease progression model (DPM) with fixed, categorical effects of treatment, pooled site, acetylcholinesterase inhibitor (AChEI) use at baseline (yes/no), and the continuous effects of baseline score and age at baseline. Data presented are posterior mean with 95% credible interval.",
        "timeFrame": "Baseline, Week 104"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline on the Alzheimer's Disease Assessment Scale- Cognitive Subscale (ADAS-Cog13) Score",
        "description": "The ADAS is a rater-administered instrument that was designed to assess the severity of the dysfunction in the cognitive and noncognitive behaviors characteristic of persons with Alzheimer's Disease (AD). The cognitive subscale of the ADAS consists of 13 items assessing areas of cognitive function most typically impaired in AD: orientation, verbal memory, language, praxis, delayed free recall, digit cancellation, and maze completion measures. The ADAS-Cog13 scale ranges from 0 to 85, with higher scores indicating greater disease severity. Change from baseline was calculated using Bayesian disease progression model (DPM) with fixed, categorical effects of treatment, pooled site, acetylcholinesterase inhibitor (AChEI) use at baseline (yes/no), and the continuous effects of baseline score and age at baseline. Data presented are posterior mean with 95% credible interval.",
        "timeFrame": "Baseline, Week 104"
      },
      {
        "measure": "Change From Baseline on the Alzheimer's Disease Cooperative Study-Instrumental Activities of Daily Living Scale (ADCS-iADL) Score",
        "description": "The ADCS-ADL is a 23-item inventory developed as a rater-administered questionnaire answered by the participant's caregiver. The ADCS-ADL measures basic, instrumental activities of daily living by participants (instrumental activity items 6a, 7-23). The range for the ADCS-iADL is 0-59, with lower scores indicating greater disease severity. Change from baseline was calculated using Bayesian disease progression model (DPM) with fixed, categorical effects of treatment, pooled site, acetylcholinesterase inhibitor (AChEI) use at baseline (yes/no), and the continuous effects of baseline score and age at baseline. Data presented are posterior mean with 95% credible interval.",
        "timeFrame": "Baseline, Week 104"
      },
      {
        "measure": "Change From Baseline on the Clinical Dementia Rating Scale Sum of Boxes (CDR-SB) Score",
        "description": "CDR-SB is a semi-structured interview of participants and their caregivers. Participant's cognitive status is rated across 6 domains of functioning: memory, orientation, judgment/problem solving, community affairs, home/hobbies, and personal care. Severity score assigned for each of 6 domains; Total score (SB) ranges from 0 to 18. Higher scores indicate greater disease severity. Change from baseline was calculated using Bayesian disease progression model (DPM) with fixed, categorical effects of treatment, pooled site, acetylcholinesterase inhibitor (AChEI) use at baseline (yes/no), and the continuous effects of baseline score and age at baseline. Data presented are posterior mean with 95% credible interval.",
        "timeFrame": "Baseline, Week 104"
      },
      {
        "measure": "Change From Baseline on the Mini Mental Status Examination (MMSE) Score",
        "description": "The MMSE is a brief instrument used to assess cognitive function. The instrument is divided into 2 sections. The first section measures orientation, memory, and attention. The maximum score for the first section is 21. The second section tests the ability of the person to name objects, follow verbal and written commands, write a sentence, and copy figures. The maximum score for the second section is 9. The range for the total MMSE score is 0 to 30, with lower scores indicating greater level of impairment. Change from baseline was calculated using Bayesian disease progression model (DPM) with fixed, categorical effects of treatment, pooled site, acetylcholinesterase inhibitor (AChEI) use at baseline (yes/no), and the continuous effects of baseline score and age at baseline. Data presented are posterior mean with 95% credible interval.",
        "timeFrame": "Baseline, Week 104"
      },
      {
        "measure": "Change From Baseline in Brain Aggregated Tau Deposition as Measured by Flortaucipir F-18 Positron Emission Tomography (PET) Scan.",
        "description": "Deposition of abnormal tau protein in the brain associated with AD was assessed by quantitative PET scan using flortaucipir F-18. Flortaucipir is an F-18-labeled small molecule that binds with high affinity and selectivity to aggregated tau, and provides a measure of aggregated tau deposition in the brain, expressed as flortaucipir standardized uptake value ratio (SUVr). Change from baseline was calculated using mixed model repeated measures (MMRM) with fixed, categorical effects of treatment, visit, treatment-by-visit interaction, and continuous effect of baseline SUVr and age. A positive change from baseline indicates increased aggregated tau deposition that is believed to be associated with a more rapid rate of cognitive deterioration.",
        "timeFrame": "Baseline, Week 104"
      },
      {
        "measure": "Change From Baseline in Brain Volume as Measured by Volumetric Magnetic Resonance Imaging (vMRI)",
        "description": "Alzheimer's disease is also associated with pronounced brain atrophy, reflecting bulk neurodegenerative loss of gray and white matter. Progression of brain atrophy is assessed by vMRI, providing regional quantification of volume loss. Negative change from baseline indicates greater disease severity. Change from baseline was calculated using mixed model repeated measures (MMRM) with fixed, categorical effects of treatment, visit, treatment-by-visit interaction, and continuous effect of baseline vMRI, baseline intracranial volume (ICV) and age.",
        "timeFrame": "Baseline, Week 104"
      },
      {
        "measure": "Number of Participants With Suicidal Ideation and Behaviors Assessed by the Columbia Suicide Severity Rating Scale (C-SSRS)",
        "description": "C-SSRS is a scale capturing occurrence, severity, and frequency of suicide-related thoughts and behaviours, and has a binary response (yes/no).\n\n* Suicidal Ideation: a \"yes\" answer to any one of 5 suicidal ideation questions: Wish to be Dead, Non-specific Active Suicidal Thoughts, Active Suicidal Ideation with Any Methods (Not Plan) without Intent to Act, Active Suicidal Ideation with Some Intent to Act without Specific Plan, Active Suicidal Ideation with Specific Plan and Intent.\n* Suicidal Behaviour: a \"yes\" answer to any of 5 suicidal behaviour questions: Preparatory Acts or Behaviour, Aborted Attempt, Interrupted Attempt, Actual Attempt (non-fatal), Completed Suicide.",
        "timeFrame": "Baseline through Week 104"
      },
      {
        "measure": "Number of Participants With Treatment Emergent Anti-Drug Antibodies (TE-ADA) to Zagotenemab",
        "description": "A TE-ADA evaluable subject is considered to be TE-ADA positive:\n\n* If the subject has at least one post baseline titer that is a 4-fold or greater increase in titer from baseline measurement (treatment-boosted).\n* If baseline result is ADA Not Present, then the subject is TE ADA positive if there is at least one postbaseline result of ADA Present with titer \\>= 1:10 (treatment-induced).",
        "timeFrame": "Baseline through Week 113"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:39.173Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}