{
  "nctId": "NCT04292223",
  "briefTitle": "Open-Label Study With Pimavanserin on Activities of Daily Living in Subjects With Parkinson's Disease Psychosis",
  "officialTitle": "A 16-Week Open-Label Study of the Effects of Treatment With Pimavanserin on Activities of Daily Living in Subjects With Parkinson's Disease Psychosis",
  "protocolDocument": {
    "nctId": "NCT04292223",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-05-20",
    "uploadDate": "2023-06-12T02:52",
    "size": 759077,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04292223/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 29,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-02-10",
    "completionDate": "2022-04-26",
    "primaryCompletionDate": "2022-04-26",
    "firstSubmitDate": "2020-02-28",
    "firstPostDate": "2020-03-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Male or female subjects at least 40 years of age\n2. Has a Mini-Mental State Examination (MMSE) score ≥19 at Screening\n3. Has a diagnosis of idiopathic Parkinson's disease (PD)\n4. Has psychotic symptoms that may impair function and are severe enough to warrant treatment with an antipsychotic agent\n5. Psychotic symptoms developed after the onset of symptoms of PD\n6. If the subject is female, she must not be pregnant or breastfeeding. She must also be of non-childbearing potential (defined as either surgically sterilized or at least 1 year postmenopausal) OR must agree to use TWO clinically acceptable methods of contraception.\n\nExclusion Criteria:\n\n1. Has atypical parkinsonism (Parkinson's plus, multiple system atrophy \\[MSA\\], progressive supranuclear palsy \\[PSP\\]), or secondary parkinsonism variants such as tardive or medication induced parkinsonism\n2. Has undergone ablative procedures such as a pallidotomy, thalamotomy, or treatment with focused ultrasound, or has an implanted deep brain stimulator\n3. Has current evidence of an unstable neurological, cardiovascular, respiratory, gastrointestinal, renal, hepatic, hematologic, or other medical or psychiatric disorder, including cancer or malignancies that, in the judgment of the Investigator, would jeopardize the safe participation of the subject in the study or significantly interfere with the conduct or interpretation of the study\n4. Has a history of myocardial infarction, unstable angina, acute coronary syndrome, or cerebrovascular accident within the last 6 months prior to Screening\n5. Has any of the following:\n\n   1. greater than New York Heart Association (NYHA) Class 2 congestive heart failure\n   2. Grade 2 or greater angina pectoris (by Canadian Cardiovascular Society Angina Grading Scale)\n   3. sustained ventricular tachycardia\n   4. ventricular fibrillation\n   5. torsades de pointes\n   6. syncope due to an arrhythmia\n   7. an implantable cardiac defibrillator\n6. Has a known personal or family history of long QT syndrome or family history of sudden cardiac death\n7. Requires treatment with a medication or other substance that is prohibited by the protocol\n8. Has a body mass index (BMI) \\<18.5 kg/m2 or \\>35 kg/m2 at Screening or Baseline or known unintentional clinically significant weight loss (i.e., ≥7%) over past 6 months\n9. Is suicidal at Screening or Baseline\n10. Has a history of a significant psychotic disorder prior to or concomitantly with the onset of PD including, but not limited to, schizophrenia or bipolar disorder\n11. Had dementia prior to or concomitantly with the onset of motor symptoms of PD\n12. Positive COVID-19 polymerase chain reaction (PCR) or antigen result in the last 2 weeks prior to screening\n13. Is judged by the Investigator or the Medical Monitor to be inappropriate for the study for any reason\n\nAdditional inclusion/exclusion criteria apply. Subjects will be evaluated at screening to ensure that all criteria for study participation are met.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline to Week 16 in Modified Functional Status Questionnaire (mFSQ) Total Score",
        "description": "The mFSQ is a self-administered questionnaire. It comprises 34 core items that produce 6 summary scale scores (i.e. basic activities of daily living (ADL); intermediate ADL; psychological function and mental health; work performance, social activity, and quality of interaction) and 6 single-item scores (work situation; days/month in bed due to illness/injury; days/month when illness/injury reduced activities normally performed for half a day; satisfaction with sexual relationship; satisfaction with health; frequency of social interaction).\n\nThe mFSQ is calculated as the unweighted mean of predefined subscale scores. The maximum mFSQ total score is 100, with higher scores indicating better functional status. The minimum score is 0 and the maximum score is 100.",
        "timeFrame": "16 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline to Week 16 on the Schwab and England Activity of Daily Living (ADL) Scale, Caregiver and Patient Versions",
        "description": "The Schwab \\& England ADL Scale is a scale ranging from 0% to 100% scale with 10% intervals, where 100% is \"Completely independent. Unaware of difficulty\" and 0% is \"Vegetative functions such as swallowing, bladder and bowel functions are not functioning. Bedridden\"",
        "timeFrame": "16 Weeks"
      },
      {
        "measure": "Change From Baseline to Week 16 on the Movement Disorders Society-Unified Parkinson's Disease Rating Scale (MDS-UPDRS) Parts I and II",
        "description": "The MDS-UPDRS is a battery of motor and behavioral indices. MDS-UPDRS Part I assesses non-motor aspects of experiences of daily living (EDL) and consists of 13 items (6 investigator assessed; 7 patient assessed, each scored on a 5-point Likert scale). The total score is the sum of the 13 individual items. The highest score is 52, higher scores mean more severe impact of the disease on non-motor aspects of ADL and the lowest score is 0. In Part 1, a lower score is better while a higher score is worse.\n\nPart II assesses motor aspects of EDL and consists of 13 items (all patient assessed, each on a 5-point Likert scale). The highest score is 52, higher scores mean more severe impact of the disease on motor aspects of ADL and the lowest score is 0. In Part 2, a lower score is better while a higher score is worse.",
        "timeFrame": "16 Weeks"
      },
      {
        "measure": "Week 16 Clinical Global Impression - Improvement (CGI-I) Score for Hallucinations and Delusions",
        "description": "The CGI-I is a clinician-rated, 7-point scale to rate the improvement in patient symptoms at the time of assessment, relative to the symptoms at baseline. Severity ratings are based on the behavioral domains of hallucinations and delusions. The score ranges from 1=very much improved to 7=very much worse. Higher scores denote more severe symptoms of hallucinations and delusions",
        "timeFrame": "16 Weeks"
      },
      {
        "measure": "Change From Baseline to Week 16 on the Clinical Global Impression - Severity of Illness (CGI-S) Score for Hallucinations and Delusions",
        "description": "The CGI-S scale is a clinician-rated, 7-point scale to rate the severity of patient neuropsychiatric symptoms at the time of assessment using the Investigator's judgment and past experience with patients who have the same disorder. Severity ratings aree based on the behavioral domains of hallucinations and delusions.The score ranges from 1=normal, not at all ill to 7=among the most extremely ill patients. Higher scores denote more severe symptoms of hallucinations and delusions.",
        "timeFrame": "16 Weeks"
      },
      {
        "measure": "Patient Global Impression of Improvement (PGI-I) Score for Hallucinations and Delusions at Week 16",
        "description": "The PGI-I is a global index to rate the response of a condition to a therapy. Patients have to rate their current symptoms, compared with baseline. Responses range from 1=very much better to 7=very much worse. Severity ratings are based on the behavioral domains of hallucinations and delusions.",
        "timeFrame": "16 Weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 39,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:44.729Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}