{
  "nctId": "NCT02542605",
  "briefTitle": "To Evaluate the Blockade of CGRP in Preventing PACAP-38 Induced Migraine-like Attacks With AMG 334 in Migraine Patients",
  "officialTitle": "Phase I, Randomized, Parallel-group, Double-Blind, Placebo-Controlled, Single Dose Study to Evaluate the Blockade of CGRP Receptor by AMG 334 in Preventing PACAP-38 Induced Migraine-like Attacks in Migraine Patients",
  "protocolDocument": {
    "nctId": "NCT02542605",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-09-01",
    "uploadDate": "2018-09-20T17:11",
    "size": 3667048,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02542605/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 35,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-11-11",
    "completionDate": "2017-11-08",
    "primaryCompletionDate": "2017-09-28",
    "firstSubmitDate": "2015-09-03",
    "firstPostDate": "2015-09-07"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Adults ≥ 18 to ≤ 45 years of age upon entry into screening\n* History of migraine headaches without aura for ≥ 6 months prior to screening according to the International Headache Society (IHS) International Classification of Headache Disorders (ICHD-II) (Headache Classification Committee of the International Headache Society, 2004) based on medical records and/or patient self-report\n* Migraine frequency: ≥ 1 and ≤ 5 migraine days per month in each of the 3 months prior to screening\n\nExclusion Criteria:\n\n* History of migraine with aura, cluster headache or hemiplegic migraine headache according to the IHS Classification ICHD-II (Headache Classification Committee of the International Headache Society, 2004) based on medical records and/or patient self-report\n* ≥ 6 migraine days per month in the last 3 months prior to study enrollment and during screening period\n* Other headache disorders (except for episodic tension-type headache \\<5 days/month)",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "45 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With a MLA Within 24 Hours of Challenge Agent Infusion",
        "description": "On day 1 of the double-blind randomization phase participants received 140 mg intravenous erenumab over 30 minutes or matching placebo. On day 8, participants received 10 mol/kg/minute PACAP-38 over 10 minutes and were observed for 24 hours after PACAP-38 infusion.\n\nA MLA was defined as fulfilling 1 of the 2 criteria:\n\n1. Headache with at least 2 of the following characteristics: unilateral location, pulsating quality, moderate or severe pain intensity, aggravated by/causing avoidance of routine physical activity. Additionally, during the headache at least 1 of the following: nausea and/or vomiting, photophobia or phonophobia.\n2. Headache described as mimicking usual migraine attack treated with triptan.",
        "timeFrame": "Part B randomization phase day 8 plus 24 hours."
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With a Headache Within 24 Hours of Challenge Agent Infusion",
        "description": "On day 1 of the double-blind randomization phase participants received 140 mg intravenous erenumab over 30 minutes or matching placebo. On day 8, participants received 10 mol/kg/minute PACAP-38 over 10 minutes and were observed for 24 hours after PACAP-38 infusion.",
        "timeFrame": "Part B randomization phase day 8 plus 24 hours."
      },
      {
        "measure": "Number of Participants With Treatment Emergent Adverse Events (TEAEs)",
        "description": "TEAEs were summarised for days 1 to 7 after the participants received placebo or erenumab infusion on day 1 of the Part B randomization phase. TEAEs were also summarized from day 8 to end of study (EOS) after participants had received both investigational product (placebo or erenumab) and the second dose of PACAP-38 on day 8.",
        "timeFrame": "Part B randomization phase day 1 until EOS (up to 12 weeks)."
      },
      {
        "measure": "Mean Change From Baseline in Systolic and Diastolic Blood Pressure (BP) at Day 1, Day 8 and EOS",
        "description": "Systolic and diastolic BP was assessed during Part B of the study, and the mean change from baseline is presented for the last measurements taken following administration of placebo or erenumab on day 1 (1 hour post-dose), and following administration of PACAP-38 on day 8 (8 hours post-dose). The mean change from baseline is also presented for the EOS assessment.",
        "timeFrame": "Part B randomization phase baseline and day 1, day 8 and EOS (week 12)."
      },
      {
        "measure": "Mean Change From Baseline in Heart Rate at Day 1, Day 8 and EOS",
        "description": "Heart rate was assessed during Part B of the study, and the mean change from baseline is presented for the last measurements taken following administration of placebo or erenumab on day 1 (1 hour post-dose), and following administration of PACAP-38 on day 8 (8 hours post-dose). The mean change from baseline is also presented for the EOS assessment.",
        "timeFrame": "Part B randomization phase baseline and day 1, day 8 and EOS (week 12)."
      },
      {
        "measure": "Mean Change From Baseline in Respiratory Rate at Day 1, Day 8 and EOS",
        "description": "Respiratory rate was assessed during Part B of the study, and the mean change from baseline is presented for the last measurements taken following administration of placebo or erenumab on day 1 (1 hour post-dose), and following administration of PACAP-38 on day 8 (8 hours post-dose). The mean change from baseline is also presented for the EOS assessment.",
        "timeFrame": "Part B randomization phase baseline and day 1, day 8 and EOS (week 12)."
      },
      {
        "measure": "Mean Change From Baseline in Temperature at Day 1, Day 8 and EOS",
        "description": "Temperature was assessed during Part B of the study, and the mean change from baseline is presented for the last measurements taken following administration of placebo or erenumab on day 1 (1 hour post-dose), and following administration of PACAP-38 on day 8 (8 hours post-dose). The mean change from baseline is also presented for the EOS assessment.",
        "timeFrame": "Part B randomization phase baseline and day 1, day 8 and EOS (week 12)."
      },
      {
        "measure": "Mean Change From Baseline in Alkaline Phosphatase (ALP), Alanine Aminotransferase (ALT) and Aspartate Aminotransferase (AST) at Day 8, Day 9 and EOS",
        "description": "ALP, ALT and AST were assessed during Part B of the study, and the mean change from baseline is presented for samples taken prior to administration of PACAP-38 on day 8 (pre-PACAP-38 dose), and following administration of PACAP-38 on day 9. The mean change from baseline is also presented for the EOS assessment.",
        "timeFrame": "Part B randomization phase baseline and day 8, day 9 and EOS (week 12)."
      },
      {
        "measure": "Mean Change From Baseline in Total Bilirubin at Day 8, Day 9 and EOS",
        "description": "Total bilirubin was assessed during Part B of the study, and the mean change from baseline is presented for samples taken prior to administration of PACAP-38 on day 8 (pre-PACAP-38 dose), and following administration of PACAP-38 on day 9. The mean change from baseline is also presented for the EOS assessment.",
        "timeFrame": "Part B randomization baseline and day 8, day 9 and EOS (week 12)."
      },
      {
        "measure": "Mean Change From Baseline in Blood Urea at Day 8, Day 9 and EOS",
        "description": "Blood urea was assessed during Part B of the study, and the mean change from baseline is presented for samples taken prior to administration of PACAP-38 on day 8 (pre-PACAP-38 dose), and following administration of PACAP-38 on day 9. The mean change from baseline is also presented for the EOS assessment.",
        "timeFrame": "Part B randomization baseline and day 8, day 9 and EOS (week 12)."
      },
      {
        "measure": "Mean Change From Baseline in Creatine Kinase at Day 8, Day 9 and EOS",
        "description": "Creatine Kinase was assessed during Part B of the study, and the mean change from baseline is presented for samples taken prior to administration of PACAP-38 on day 8 (pre-PACAP-38 dose), and following administration of PACAP-38 on day 9. The mean change from baseline is also presented for the EOS assessment.",
        "timeFrame": "Part B randomization baseline and day 8, day 9 and EOS (week 12)."
      },
      {
        "measure": "Mean Change From Baseline in Creatinine at Day 8, Day 9 and EOS",
        "description": "Creatinine was assessed during Part B of the study, and the mean change from baseline is presented for samples taken prior to administration of PACAP-38 on day 8 (pre-PACAP-38 dose), and following administration of PACAP-38 on day 9. The mean change from baseline is also presented for the EOS assessment.",
        "timeFrame": "Part B randomization baseline and day 8, day 9 and EOS (week 12)."
      },
      {
        "measure": "Mean Change From Baseline in Direct Bilirubin at Day 8, Day 9 and EOS",
        "description": "Direct bilirubin was assessed during Part B of the study, and the mean change from baseline is presented for samples taken prior to administration of PACAP-38 on day 8 (pre-PACAP-38 dose), and following administration of PACAP-38 on day 9. The mean change from baseline is also presented for the EOS assessment.",
        "timeFrame": "Part B randomization baseline and day 8, day 9 and EOS (week 12)."
      },
      {
        "measure": "Mean Change From Baseline in Eosinophil Count at Day 8, Day 9 and EOS",
        "description": "Eosinophil count was assessed during Part B of the study, and the mean change from baseline is presented for samples taken prior to administration of PACAP-38 on day 8 (pre-PACAP-38 dose), and following administration of PACAP-38 on day 9. The mean change from baseline is also presented for the EOS assessment.",
        "timeFrame": "Part B randomization baseline and day 8, day 9 and EOS (week 12)."
      },
      {
        "measure": "Mean Change From Baseline in Blood Glucose at Day 8, Day 9 and EOS",
        "description": "Blood glucose was assessed during Part B of the study, and the mean change from baseline is presented for samples taken prior to administration of PACAP-38 on day 8 (pre-PACAP-38 dose), and following administration of PACAP-38 on day 9. The mean change from baseline is also presented for the EOS assessment.",
        "timeFrame": "Part B randomization baseline and day 8, day 9 and EOS (week 12)."
      },
      {
        "measure": "Mean Change From Baseline in Hemoglobin A1C (Fraction of 1) at Day 8, Day 9 and EOS",
        "description": "Hemoglobin A1C was assessed during Part B of the study, and the mean change from baseline is presented for samples taken prior to administration of PACAP-38 on day 8 (pre-PACAP-38 dose), and following administration of PACAP-38 on day 9. The mean change from baseline is also presented for the EOS assessment.",
        "timeFrame": "Part B randomization baseline and day 8, day 9 and EOS (week 12)."
      },
      {
        "measure": "Pharmacokinetics (PK): Mean Erenumab Serum Concentration at 1 Hour (C1h)",
        "description": "The mean serum erenumab concentration at 1 hour post-dose on day 1 of Part B randomization phase is presented.",
        "timeFrame": "Part B randomization phase 1 hour post-dose day 1."
      },
      {
        "measure": "PK: Mean Area Under the Concentration-time Curve From Time 0 to 84 Days Post-dose (AUC84d)",
        "description": "The mean AUC84d for erenumab for the Part B randomization phase is presented.",
        "timeFrame": "Part B randomization phase baseline and 84 days post-dose."
      },
      {
        "measure": "Number of Participants With Anti-Erenumab Antibodies",
        "description": "Participants were tested for binding antibodies and neutralizing antibodies at baseline and following treatment with erenumab.",
        "timeFrame": "Part B randomization phase baseline and EOS."
      },
      {
        "measure": "Number of Participants With Clinically Significant Changes in Electrocardiogram (ECG) Parameters",
        "description": "At baseline, 12-lead ECGs were performed in a standardized method, in triplicate, and approximately 30 seconds apart, prior to blood draws or other invasive procedures. Single ECGs were performed from Day 1 to EOS. ECG results were reviewed by the investigator and classified as: normal, abnormal not clinically significant or abnormal, clinically significant. The number of participants with abnormal, clinically significant changes in ECG results at EOS are presented.",
        "timeFrame": "Part B randomization phase baseline and EOS."
      },
      {
        "measure": "Number of Participants With Clinically Significant Changes in Physical Parameters",
        "description": "Physical examinations were performed by an investigator and any abnormal findings, judged to be clinically significant were recorded as an AE. The number of participants with clinically significant changes in physical parameters at EOS are presented.",
        "timeFrame": "Part B randomization phase baseline and EOS."
      },
      {
        "measure": "Number of Participants With Clinically Significant Changes in Neurological Assessments",
        "description": "Neurological examinations including assessment of cranial nerves, motor system, sensory system (including testing for pain sensation \\[pin prick\\], light touch sensation \\[brush\\], von Frey, and vibratory sense), reflexes, and cerebellar function were performed by the investigator and classified as normal or abnormal. Any abnormal findings, judged by the investigator to be clinically significant, were recorded as an AE. The number of participants with clinically significant changes in neurological assessments at EOS are presented.",
        "timeFrame": "Part B randomization phase baseline and EOS."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 21,
      "otherCount": 0,
      "totalCount": 22
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:54.616Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}