{
  "nctId": "NCT03143101",
  "briefTitle": "Evaluate the Shedding and Immunogencity of Different Formulations of FluMist in Children 24 to <48 Months of Age",
  "officialTitle": "A Phase 4 Double-blind Study to Evaluate the Shedding and Immunogenicity of Trivalent and Quadrivalent Formulations of FluMist in Children 24 to < 48 Months of Age",
  "protocolDocument": {
    "nctId": "NCT03143101",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-06-02",
    "uploadDate": "2018-09-26T13:37",
    "size": 24969383,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03143101/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 200,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-05-08",
    "completionDate": "2017-09-29",
    "primaryCompletionDate": "2017-09-29",
    "firstSubmitDate": "2017-05-04",
    "firstPostDate": "2017-05-08"
  },
  "eligibilityCriteria": {
    "criteria": "Key Inclusion Criteria:\n\n* Age 24 months to \\< 48 months of age\n* Healthy by medical history and physical examination or presence of stable underlying chronic medical condition for which hospitalization has not been required in the previous year\n\nKey Exclusion Criteria:\n\n* History of allergic disease or reactions likely to be exacerbated by any component of the investigational product\n* Acute illness or evidence of significant active infection (including fever \\>= 100.4 degrees Fahrenheit (38.0 degrees Celsius) at randomization\n* History of asthma or history of recurrent wheezing\n* Any known immunosuppressive condition or immune deficiency disease\n* Current or expected receipt of immunosuppressive medications within a 28 day window around vaccination\n* Use of aspirin or salicylate-containing medications within 28 days prior to randomization or expected receipt thru 28 days after vaccination\n* Use of antiviral agents with activity against influenza viruses within 48 hours prior to first dose of investigational product or anticipated use of such agents through the end of the study follow-up period\n* Receipt of any non-study seasonal influenza vaccine within 90 days of Dose 1 or planned receipt of non-study seasonal influenza vaccine prior to 28 days after last vaccination\n* Receipt of immunoglobulin or blood products within 90 days before randomization into the study or expected receipt during study participation\n* Known or suspected mitochondrial encephalomyopathy\n* History of Guillian-Barre syndrome\n* Administration of intranasal medications within 10 days prior to randomization, for expected receipt through 10 days after administration of each dose of investigational product",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "24 Months",
    "maximumAge": "47 Months",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With A/H1N1 Hemagglutination Inhibition (HAI) Antibody Seroconversion Rate at Day 28",
        "description": "Seroconversion rate is defined as at least (\\>=) 4-fold rise from baseline in A/H1N1 HAI antibody titer. Percentage of participants with \\>= 4-fold rise in A/H1N1 HAI antibody titer at Day 28 is reported. Comparative statistical analysis was planned only for 'FluMist Quadrivalent (2015-2016)' and 'FluMist Quadrivalent (2017-2018)' arms.",
        "timeFrame": "Day 28"
      },
      {
        "measure": "Percentage of Participants With A/H3N2 HAI Antibody Seroconversion Rate at Day 28",
        "description": "Seroconversion rate is defined as \\>= 4-fold rise from baseline in A/H3N2 HAI antibody titer. Percentage of participants with \\>= 4-fold rise in A/H3N2 HAI antibody titer at Day 28 is reported.",
        "timeFrame": "Day 28"
      },
      {
        "measure": "Percentage of Participants With B/Yamagata HAI Antibody Seroconversion Rate at Day 28",
        "description": "Seroconversion rate is defined as \\>= 4-fold rise from baseline in B/Yamagata HAI antibody titer. Percentage of participants with \\>= 4-fold rise in B/Yamagata HAI antibody titer at Day 28 is reported.",
        "timeFrame": "Day 28"
      },
      {
        "measure": "Percentage of Participants With B/Victoria HAI Antibody Seroconversion Rate at Day 28",
        "description": "Seroconversion rate is defined as \\>= 4-fold rise from baseline in B/Victoria HAI antibody titer. Percentage of participants with \\>= 4-fold rise in B/Victoria HAI antibody titer at Day 28 is reported.",
        "timeFrame": "Day 28"
      },
      {
        "measure": "Percentage of Participants With A/H1N1 HAI Antibody Seroconversion Rate at Day 56",
        "description": "Seroconversion rate is defined as \\>= 4-fold rise from baseline in A/H1N1 HAI antibody titer. Percentage of participants with \\>= 4-fold rise in A/H1N1 HAI antibody titer at Day 56 is reported. Comparative statistical analysis was planned only for 'FluMist Quadrivalent (2015-2016)' and 'FluMist Quadrivalent (2017-2018)' arms.",
        "timeFrame": "Day 56"
      },
      {
        "measure": "Percentage of Participants With A/H3N2 HAI Antibody Seroconversion Rate at Day 56",
        "description": "Seroconversion rate is defined as \\>= 4-fold rise from baseline in A/H3N2 HAI antibody titer. Percentage of participants with \\>= 4-fold rise in A/H3N2 HAI antibody titer at Day 56 is reported.",
        "timeFrame": "Day 56"
      },
      {
        "measure": "Percentage of Participants With B/Yamagata HAI Antibody Seroconversion Rate at Day 56",
        "description": "Seroconversion rate is defined as \\>= 4-fold rise from baseline in B/Yamagata HAI antibody titer. Percentage of participants with \\>= 4-fold rise in B/Yamagata HAI antibody titer at Day 56 is reported.",
        "timeFrame": "Day 56"
      },
      {
        "measure": "Percentage of Participants With B/Victoria HAI Antibody Seroconversion Rate at Day 56",
        "description": "Seroconversion rate is defined as \\>= 4-fold rise from baseline in B/Victoria HAI antibody titer. Percentage of participants with \\>= 4-fold rise in B/Victoria HAI antibody titer at Day 56 is reported.",
        "timeFrame": "Day 56"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants Who Shed Vaccine Virus by Formulation, Strain, Dose Number, and Baseline Serostatus as Measured by Quantitative Reverse Transcriptase Polymerase Chain Reaction (qRT-PCR)",
        "description": "Quantitative reverse transcriptase polymerase chain reaction (qRT-PCR) was used to measure viral shedding from the nasopharyngeal swabs. Percentage of participants who shed virus are reported.",
        "timeFrame": "Days 2, 3, 4, 5, and 7 after Dose 1 (Day 1 dose) and on Days 2, 4, and 6 after Dose 2 (Day 28 dose)"
      },
      {
        "measure": "Number of Days of Vaccine Virus Shedding by Formulation, Strain, Dose Number, and Baseline Serostatus as Measured by qRT-PCR",
        "description": "Quantitative reverse transcriptase polymerase chain reaction (qRT-PCR) was used to measure viral shedding from the nasopharyngeal swabs. Number of days of virus shedding are reported.",
        "timeFrame": "Days 2, 3, 4, 5, and 7 after Dose 1 (Day 1 dose) and on Days 2, 4 and 6 after Dose 2 (Day 28 dose)"
      },
      {
        "measure": "Viral Titer by Day, Strain, Dose Number, and Baseline Serostatus as Measured by qRT-PCR",
        "description": "Quantitative reverse transcriptase polymerase chain reaction (qRT-PCR) was used to measure viral titer from the nasopharyngeal swabs. Viral titers are reported.",
        "timeFrame": "Day (D) 2, D3, D4, D5, and D7 after Dose 1 (D1 dose) and on D2, D4 and D6 after Dose 2 (D28 dose)"
      },
      {
        "measure": "Percentage of Participants With Strain-specific Neutralizing Antibody Seroconversion Rates From Baseline Through Days 28 and 56 by Baseline Serostatus",
        "description": "Seroconversion rate is defined as \\>= 4-fold rise from baseline in strain specific microneutralizing antibody titer. Baseline microneutralization values of less than or equal to (\\<=) 10 were considered as microneutralization status negative and values greater than (\\>) 10 were considered microneutralization positive. Percentage of participants with \\>= 4-fold rise in strain specific neutralizing antibody titer at Days 28 and 56 are reported.",
        "timeFrame": "Days 28 and 56"
      },
      {
        "measure": "Percentage of Participants With Strain-specific Nasal Immunoglobulin A (IgA) Seroconversion Rate From Baseline Through Days 28 and 56",
        "description": "Seroconversion rate is defined as \\>= 2-fold rise from baseline in strain speciific nasal IgA antibody titer. Percentage of participants with \\>= 2-fold rise in strain speciific nasal IgA antibody titer at Days 28 and 56 are reported for this outcome.",
        "timeFrame": "Days 28 and 56"
      },
      {
        "measure": "Percentage of Participants With Any Post Dose Strain-specific Antibody Response",
        "description": "Strain specific antibody response defined as \\>= 4-fold increase in HAI antibodies or \\>= 4-fold increase in neutralizing antibodies or \\>= 2-fold increase in IgA antibodies.",
        "timeFrame": "Days 28 and 56"
      },
      {
        "measure": "Percentage of Participants With Any Solicited Symptoms",
        "description": "Solicited symptoms included fever by any route (temperature \\>= 100.4 degrees Fahrenheit), runny/stuffy nose, sore throat, cough, headache, generalized muscle aches, lethargy or tiredness/weakness, and decreased appetite.",
        "timeFrame": "Day 1 through Day 14 after Dose 1 (Day 1 dose) and Dose 2 (Day 28 dose)"
      },
      {
        "measure": "Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Treatment-emergent Serious Adverse Events (TESAEs)",
        "description": "An Adverse Event (AE) is any unfavourable and unintended sign, symptoms, or diseases temporally associated with use of study drug, whether or not considered related to study drug. A serious adverse event (SAE) is an AE that results in death, initial or prolonged inpatient hospitalization, life-threatening, persistent or significant disability/incapacity, congenital anomaly/birth defect, or an important medical event. TEAEs and TESAEs are defined as AEs and SAEs present at baseline that worsened in intensity after administration of study drug, or events absent at baseline that emerged after administration of study drug.",
        "timeFrame": "Day 1 through Day 28 after Dose 1 (Day 1 dose) and Dose 2 (Day 28 dose)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 8,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 16
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:32.784Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}