{
  "nctId": "NCT04501614",
  "briefTitle": "A Study of Ponatinib With Chemotherapy in Children, Teenagers, and Adults With Philadelphia Chromosome-Positive Acute Lymphoblastic Leukemia",
  "officialTitle": "A Pivotal Phase 1/2, Single-Arm, Open-label Study to Evaluate the Safety and Efficacy of Ponatinib With Chemotherapy in Pediatric Patients With Philadelphia Chromosome-Positive (Ph+) Acute Lymphoblastic Leukemia (ALL) Who Have Relapsed or Are Resistant or Intolerant to a Prior Tyrosine Kinase Inhibitor-Containing Therapy, or Who Have the T315I Mutation",
  "protocolDocument": {
    "nctId": "NCT04501614",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-11-02",
    "uploadDate": "2024-12-19T03:24",
    "size": 2775554,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04501614/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 11,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-02-24",
    "completionDate": "2024-07-19",
    "primaryCompletionDate": "2023-12-19",
    "firstSubmitDate": "2020-08-04",
    "firstPostDate": "2020-08-06"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Participants must have a diagnosis of Ph+ ALL, Philadelphia chromosome-positive plus mixed phenotype acute leukemia (Ph+ MPAL), or Ph-like ALL with:\n\n   a) Involvement of BM with ALL, including one of the following: i. M2 BM (5%-24% lymphoblasts): by morphology with confirmatory testing consisting of at least one of the following: flow cytometry lymphoblasts ≥5%, or BCR-ABL1 fluorescence in situ hybridization, or ≥10-2 leukemic clone identified by immunoglobulin heavy chain-T-cell receptor polymerase chain reaction, OR ii. M3 BM (≥25% lymphoblasts): by morphology, OR iii. Participants with combined BM (as defined above) and extramedullary disease.\n\n   b) Evidence of Ph+ ALL, MPAL, or Ph-like ALL: i. Definite evidence of BCR-ABL1 fusion (Ph) for Ph+ ALL and MPAL, OR ii. Definite evidence of Ph-like ALL with targetable kinase-activating lesions involving any of the following kinase genes: ABL1, ABL2, CSF1R, and PDGFRB.\n\n   Ph-like ALL diagnosis requires the identification of specified targetable kinase-activating lesions preferably by ribonucleic acid (RNA) sequencing or by alternative accredited method used by the site.\n\n   c) Disease status: (i) For non-US sites: participants who have relapsed (post 0 or 1 HSCT) or are resistant or intolerant to at least one prior therapy that contained a BCR-ABL-targeted tyrosine kinase inhibitor (TKI), or for US sites: participants who have relapsed (post 0 or 1 HSCT) or are resistant or intolerant to at least one prior therapy that contained a second-generation BCR-ABL1-targeted TKI (i.e, dasatinib, nilotinib, and bosutinib); OR (ii) Have a BCR-ABL1 T315I mutation irrespective of relapse, resistance/intolerance, or transplant status and irrespective of any prior TKI use.\n\n   Notes:\n\n   A participant will be defined as intolerant if they had a Grade ≥3 nonhematologic toxicity or a Grade 4 hematologic toxicity considered related to the last TKI and lasting for \\>2 weeks, and led to discontinuation of therapy.\n2. Weight: Participants must be weighing at least 5 kg at the time of enrollment.\n3. Performance Status: Karnofsky performance status ≥50% for participants ≥16 years of age or Lansky Play Scale ≥50% for participants \\<16 years of age.\n4. Have recovered to less than Grade 2 National Cancer Institute common terminology criteria for adverse events (NCI CTCAE) Version 5.0, or to baseline, from any nonhematologic toxicities (except alopecia) due to previous therapy.\n5. Participants must meet the following criteria related to prior therapies:\n\n   * Cytoreduction with hydroxyurea: Hydroxyurea can be initiated and continued for up to 24 hours before the start of protocol therapy.\n   * Participants who relapsed while receiving cytotoxic therapy: At least 14 days must have passed since the completion of the last dose of chemotherapy before the first dose of ponatinib can be given except for the following: intrathecal (IT) chemotherapy and/or maintenance therapy such as vincristine, mercaptopurine, methotrexate, or glucocorticoids. There is no waiting period for those relapsing on maintenance-like therapy.\n   * HSCT: Participants who have experienced relapse after a HSCT are eligible, provided they have no evidence of acute or chronic graft-versus-host disease (GVHD), are not receiving GVHD prophylaxis or treatment, and are at least 90 days posttransplant at the time of enrollment.\n   * Hematopoietic growth factors: Before the first dose of ponatinib, at least 7 days must have passed since completion of therapy with granulocyte colony-stimulating factor or other growth factors, and at least 14 days must have passed since completion of therapy with pegfilgrastim.\n   * Biologics and targeted therapies: Before the first dose of ponatinib, at least 7 days must have passed since the last dose of a biologic agent. For agents that have known AEs occurring beyond 7 days after administration, this period must be extended beyond the time during which AEs are known to occur. The duration of this interval must be discussed with the sponsor's medical monitor/designee.\n   * Monoclonal antibodies: After the last dose of monoclonal antibody, at least 3 half-lives of the administered antibody must have passed before the first dose of ponatinib.\n   * Immunotherapy: Before the first dose of ponatinib, at least 30 days must have passed after the completion of any type of immunotherapy (eg, tumor vaccines, chimeric antigen receptor T-cell \\[CAR-T-cell\\]).\n   * Immunosuppressive therapy: Before the first dose of ponatinib, at least 14 days must have passed after the completion of immunosuppressive therapy (including regimens following stem cell transplant).\n   * Radiotherapy: No washout period is necessary for radiation given to any extramedullary site other than central nervous system (CNS); ≥90 days must have passed if participant received prior total body irradiation or craniospinal or cranial radiotherapy.\n   * Anthracyclines: Participants must have had a lifetime exposure of \\<400 milligrams per square meter (mg/m\\^2) of doxorubicin equivalents of anthracyclines.\n6. a) Adequate renal function defined as: Estimated glomerular filtration rate (eGFR) using the Schwartz formula, OR radioisotope glomerular filtration rate (GFR)≥70 mL/min/1.73 m\\^2, OR a normal serum creatinine based on age and sex.\n\n   b) Adequate liver function defined as: Direct bilirubin ≤1.5 times the upper limit of normal (ULN) for age AND ALT ≤5 times the ULN for age.\n7. No clinical, radiological or laboratory evidence of pancreatitis, including:\n\n   1. Serum lipase must be \\<2 times the ULN, AND\n   2. Serum amylase must be \\<2 times the ULN.\n8. Adequate cardiac function defined as shortening fraction ≥27% by echocardiogram (ECHO) OR left ventricular ejection fraction of ≥50% by ECHO or multigated acquisition scan (MUGA).\n9. Normal QT interval with Fridericia correction method (QTcF) on screening electrocardiogram (ECG), defined as QTcF of ≤450 milliseconds (ms).\n\nExclusion Criteria:\n\n1. A history or current diagnosis of Burkitt leukemia/lymphoma or mature B-cell leukemia.\n2. A history or current diagnosis of chronic myeloid leukemia (CML).\n3. Diagnosis of ALL, MPAL, or Ph-like ALL with targetable kinase-activating lesions after treatment with cytotoxic therapy for another cancer.\n4. Diagnosis of another concurrent primary malignancy.\n5. Clinically significant cardiovascular disease, including but not limited to:\n\n   1. Any history of myocardial infarction (MI) or unstable angina.\n   2. History of or presence of heart block, and/or clinically significant ventricular or atrial arrhythmias.\n   3. Uncontrolled hypertension, defined as persistent elevation of systolic and/or diastolic blood pressures to ≥95th percentile based on age, sex, and height percentiles despite appropriate antihypertensive management.\n6. Current systemic use of drug(s) that are known to have a risk of causing prolonged corrected QT interval (QTc) or torsades de pointes unless drug(s) can be changed to acceptable alternatives (ie, an alternate class of agents that do not affect the cardiac conduction system) or the participants can safely discontinue the drug(s).\n7. Uncontrolled hypertriglyceridemia (triglycerides ≥450 milligrams per deciliter (mg/dL)).\n8. Current systemic use of any medications or herbal supplements that are known to be strong inhibitors or strong inducers of cytochrome P450 3A (CYP3A) within 7 days before the first dose of study drug.\n9. Previous treatment with ponatinib.\n10. Planned non-protocol chemotherapy, radiation therapy, another investigational agent, or immunotherapy while participant is on study treatment.\n11. Known gastrointestinal disease or gastrointestinal procedure that could interfere with the oral absorption of ponatinib.\n12. Participants with deoxyribonucleic acid (DNA) fragility syndromes, such as Fanconi anemia and Bloom syndrome.\n13. Participants with Down syndrome.\n14. Participants with uncontrolled systemic infection, or known laboratory and/or clinical evidence of active infection with human immunodeficiency virus (HIV), hepatitis B, or hepatitis C.\n15. Participants with pre-existing significant CNS pathology, including history of severe brain injury, dementia, cerebellar disease, organic brain syndrome, psychosis, coordination/movement disorder, or autoimmune disease with CNS involvement, are not eligible.\n16. Participants with a history of cerebrovascular ischemia/hemorrhage with residual deficits are not eligible. (Participants with a history of cerebrovascular ischemia/hemorrhage remain eligible provided all neurologic deficits and causative factor(s) have resolved).\n17. Uncontrolled seizure disorder. (Participants with seizure disorders that do not require antiepileptic drugs or are well controlled with stable doses of antiepileptic drugs are eligible).\n18. History of severe coagulopathy or cardiovascular or peripheral vascular events.\n19. Treatment with live attenuated vaccinations within 30 days prior to initiation of study treatment regimen.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "1 Year",
    "maximumAge": "21 Years",
    "stdAges": [
      "CHILD",
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Phase 1: Recommended Phase 2 Dose (RP2D) of Ponatinib in Combination With Chemotherapy",
        "description": "The RP2D is the maximum tolerated dose (MTD) or less.",
        "timeFrame": "Up to Day 35 in Phase 1"
      },
      {
        "measure": "Phase 2: Percentage of Participants With Complete Remission (CR) at the End of the Reinduction Block",
        "description": "CR was defined as no circulating blasts and less than (\\<)5 percent (%) blasts in the bone marrow (BM); normal maturation of all cellular components in the bone marrow; no extramedullary disease; absolute neutrophil count (ANC) greater than (\\>)1000 cells/microliter (μL) (or \\>1.0 × 10\\^9 cells/liter \\[L\\]); Platelets \\>100,000/μL (or \\>100 × 10\\^9 platelets/L).",
        "timeFrame": "Up to Day 35 in Phase 2"
      }
    ],
    "secondary": [
      {
        "measure": "Phase 1: Number of Participants With CR at the End of Reinduction Block",
        "description": "CR was defined as no circulating blasts and \\<5% blasts in the BM; normal maturation of all cellular components in the bone marrow; no extramedullary disease; ANC \\>1000 cells/μL (or \\>1.0 × 10\\^9 cells/L); Platelets \\>100,000/μL (or \\>100 × 10\\^9 platelets/L).",
        "timeFrame": "Day 35 in Phase 1"
      },
      {
        "measure": "Phase 2: Percentage of Ph+ ALL Participants Who Achieved CR at the End of Consolidation Block",
        "description": "CR was defined as no circulating blasts and \\<5% blasts in the bone marrow; normal maturation of all cellular components in the bone marrow; no extramedullary disease; ANC \\>1000 cells/μL (or \\>1.0 × 10\\^9 cells/L); Platelets \\>100,000 platelets/μL (or \\>100 × 10\\^9 platelets/L).",
        "timeFrame": "Day 70 in Phase 2"
      },
      {
        "measure": "Phase 2: Percentage of Ph+ ALL Participants With Negative Minimal Residual Disease (MRD) Among Those Who Achieved CR",
        "description": "MRD negative rate is the percentage of participants who achieve MRD negative status by evaluation of bone marrow aspirate at \\<0.01% threshold.",
        "timeFrame": "Up to Day 70 (end of consolidation block) in Phase 2"
      },
      {
        "measure": "Phase 2: Percentage of Participants Who Relapsed or Progressed Following Reinduction and Consolidation",
        "timeFrame": "Up to 3 years of follow-up in Phase 2"
      },
      {
        "measure": "Phase 2: Event-free Survival (EFS)",
        "description": "EFS was defined as time from date of enrollment until death due to any cause; refractory to treatment (defined as failure to achieve CR by end of the consolidation block) or relapse from CR. CR was defined as no circulating blasts and \\<5% blasts in the bone marrow; normal maturation of all cellular components in the bone marrow; no extramedullary disease; ANC \\>1000 cells/μL (or \\>1.0 × 10\\^9 cells/L); Platelets \\>100,000 platelets/μL (or \\>100 × 10\\^9 platelets/L).",
        "timeFrame": "Up to 3 years of follow-up in Phase 2"
      },
      {
        "measure": "Phase 2: Progression-free Survival (PFS)",
        "description": "PFS was defined as time from date of enrolment until death related to disease under study; disease progression (clinical deterioration associated with disease process, including evidence of increasing blasts in the bone marrow from baseline and/or evidence of new organ involvement) or relapse from CR. CR was defined as no circulating blasts and \\<5% blasts in the bone marrow; normal maturation of all cellular components in the bone marrow; no extramedullary disease; ANC \\>1000 cells/μL (or \\>1.0 × 10\\^9 cells/L); Platelets \\>100,000 platelets/μL (or \\>100 × 10\\^9 platelets/L).",
        "timeFrame": "Up to 3 years of follow-up in Phase 2"
      },
      {
        "measure": "Phase 2: Overall Survival (OS)",
        "description": "OS was defined as time from first dose of ponatinib until death due to any cause.",
        "timeFrame": "Up to 3 years of follow-up in Phase 2"
      },
      {
        "measure": "Phase 2: Duration of Response (DOR)",
        "description": "DOR was defined as the interval between the first assessment at which the criteria for CR are met until the time at which relapse from CR occurs. CR was defined as no circulating blasts and \\<5% blasts in the bone marrow; normal maturation of all cellular components in the bone marrow; no extramedullary disease; ANC \\>1000 cells/μL (or \\>1.0 × 10\\^9 cells/L); Platelets \\>100,000 platelets/μL (or \\>100 × 10\\^9 platelets /L).",
        "timeFrame": "Up to 3 years of follow-up in Phase 2"
      },
      {
        "measure": "Phase 2: Percentage of Participants Who Underwent Hematopoietic Stem Cell Transplantation (HSCT)",
        "timeFrame": "Up to 3 years of follow-up in Phase 2"
      },
      {
        "measure": "Phase 1: Cmax: Maximum Observed Plasma Concentration for Ponatinib",
        "timeFrame": "Predose and at multiple timepoints post-dose up to 24 hours on Days 1 and 22 in Phase 1"
      },
      {
        "measure": "Phase 1: Tmax: Time of First Occurrence of Cmax for Ponatinib",
        "timeFrame": "Predose and at multiple timepoints post-dose up to 24 hours on Days 1 and 22 in Phase 1"
      },
      {
        "measure": "Phase 1: AUClast: Area Under the Plasma Concentration-Time Curve From Time 0 to the Time of the Last Quantifiable Concentration for Ponatinib",
        "timeFrame": "Predose and at multiple timepoints post-dose up to 24 hours on Days 1 and 22 in Phase 1"
      },
      {
        "measure": "Phase 1: Number of Participants With Treatment-emergent Adverse Events (TEAEs), Serious TEAEs, Venous Thrombotic/Embolic Events (VTEs), and Adverse Events of Special Interest (AESIs)",
        "description": "An adverse event (AE) is defined as any untoward medical occurrence in clinical study participant, temporally associated with use of study intervention, whether or not occurrence was considered related to the study intervention including any unfavorable \\& unintended sign (e.g., clinically significant abnormal laboratory finding), symptom/disease. TEAE: any AE that occurs after administration of first dose of any study drug \\& through 30 days after last dose of any study drug. Serious TEAE:AE that at any dose resulted in death, was life-threatening, required inpatient hospitalization/prolongation of existing hospitalization, resulted in persistent/significant disability or incapacity, was congenital anomaly/birth defect, was medically important event. AESI: Protocol-defined AEs resulting in compromise of organ function or other significant consequences. VTEs were identified as AESIs for ponatinib and included arterial, VTEs that meet criteria for serious TEAEs.",
        "timeFrame": "Up to 34.8 months in Phase 1"
      },
      {
        "measure": "Phase 2: Number of Participants With TEAEs, Serious TEAEs, VTEs, and AESIs",
        "description": "An AE is defined as any untoward medical occurrence in clinical study participant, temporally associated with use of study intervention, whether or not occurrence was considered related to the study intervention including any unfavorable \\& unintended sign (e.g., clinically significant abnormal laboratory finding), symptom/disease. TEAE: any AE that occurs after administration of first dose of any study drug \\& through 30 days after last dose of any study drug. Serious TEAE:AE that at any dose resulted in death, was life-threatening, required inpatient hospitalization/prolongation of existing hospitalization, resulted in persistent/significant disability or incapacity, was congenital anomaly/birth defect, was medically important event. AESI: Protocol-defined AEs resulting in compromise of organ function or other significant consequences. VTEs were identified as AESIs for ponatinib and included arterial, VTEs that meet criteria for serious TEAEs.",
        "timeFrame": "Up to 30 days after last dose of ponatinib in Phase 2"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 14,
      "otherCount": 0,
      "totalCount": 16
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:50.531Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}