{
  "nctId": "NCT03988621",
  "briefTitle": "Improving Self-care of Heart Failure Caregivers",
  "officialTitle": "Improving Self-Care of Informal Caregivers of Adults With Heart Failure",
  "protocolDocument": {
    "nctId": "NCT03988621",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-01-29",
    "uploadDate": "2024-04-17T10:49",
    "size": 3071725,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03988621/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 343,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-08-23",
    "completionDate": "2023-10-19",
    "primaryCompletionDate": "2023-04-19",
    "firstSubmitDate": "2019-05-22",
    "firstPostDate": "2019-06-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria: Informal caregiver of adults with heart failure providing care at least 8 hours/week, reporting poor self-care on screening (Health Self-Care Neglect scale score \\>=2 based on our pilot data), able to complete the protocol, e.g., adequate vision and hearing, and English speaking were required for enrollment.\n\nExclusion Criteria: Cognitive impairment (Telephone Interview for Cognitive Status \\[TICS\\] \\<25), Participation in another clinical trial of a support intervention, Untreated major psychiatric illness (Use of anti-anxiety/antidepressant medicines was acceptable and will be adjusted in analysis if group imbalance is identified).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in the Health Self-Care Neglect (HSCN) Scale",
        "description": "The Health Self-Care Neglect (HSCN) scale measures an individual's neglect of self-care behaviors. It consists of 9 yes or no questions. Scores range from 0-9. Higher scores indicating more self-care neglect.",
        "timeFrame": "The primary outcome was analyzed at 6 months (baseline compared to 6 months) but data were collected at 9- and 12-months to assess sustainability."
      },
      {
        "measure": "Change in the Self-Care Inventory, Maintenance Scale",
        "description": "The Self-Care Inventory is a 20 item inventory with 3 embedded scales (self-care maintenance, monitoring, and management). The outcome used in this study was the 8-item Self-Care Maintenance Scale. Responses are added and standardized to range from 0-100. A higher score indicates better self-care.",
        "timeFrame": "The primary outcome was analyzed at 6 months (baseline compared to 6 months) but data were collected at 9- and 12-months to assess sustainability."
      }
    ],
    "secondary": [
      {
        "measure": "Change in the Perceived Stress Scale (PSS)",
        "description": "The Perceived Stress Scale (PSS), a 14-item instrument that provides a global rating of an individual's belief in the severity and frequency of stressful experiences during the last month. The Perceived Stress Scale includes 14 items designed to assess symptoms of stress and global measures of the degree of stress experienced in the past month. Each item is scored from 0 (never) to 4 (very often), with total sum scores ranging from 0 to 56; higher scores indicate higher perceived stress. In prior test, Cronbach's alpha of the scale ranged from 0.84 to 0.86, and was 0.91 for older African American and European American females.",
        "timeFrame": "Main analysis was Baseline to 6 months. Data will be analyzed at 12 months to determine sustainability of intervention effect."
      },
      {
        "measure": "Change in the Ways of Coping Questionnaire",
        "description": "We used a 30-item modification of the original 42-item questionnaire developed by Lazarus in 1985. We measured these coping styles: active, avoidance, and minimization. The instrument uses a 4-point Likert-scale response format (0 = not used to 3 = used a great deal). Scores range from 0-45, 0-30, and 0-30 for the active, avoidance and minimization subscales, respectively. Higher scores indicate greater use of particular coping styles.",
        "timeFrame": "The primary analysis was at 6 months (baseline compared to 6 months) but data were collected at 9- and 12-months to assess sustainability."
      },
      {
        "measure": "Change in Health Status as Measured by the Short Form-36 (Physical and Mental Health Status)",
        "description": "Medical Outcomes Study Short Form (SF-36): measure of physical and mental health.The SF-36 has 36 items formatted in scales of varied format (3-, 5- and 6-pt scales and dichotomous \\[yes/no\\] scales). Each component score is standardized a 0-100 point scale. Higher values represent better health status. Reliability is varied samples is typically 0.80. Convergent and divergent validity have been demonstrated in various populations, including caregivers. A benefit of using the SF-36 is that it is one of the common data elements.",
        "timeFrame": "Main analysis Baseline to 6 months. Sustainability assessed at 12 months."
      },
      {
        "measure": "Change in the Caregivers' SF-6D (Short Form Six-dimension) Scores",
        "description": "The SF-6D uses preference weights derived from the SF-36. The Short-Form Six-Dimension (SF-6D) provides a way to use the SF-36 in economic evaluation by estimating a preference-based single index measure for health from these data using general population values. The SF-6D score represents caregiver quality of life at a given timepoint. Higher SF-6D Scores are better.",
        "timeFrame": "Measured at baseline, 3, 6, 9, and 12 months; primary analysis baseline to 12 months"
      },
      {
        "measure": "Difference in Caregivers' Hospital and Provider Events",
        "description": "Healthcare resource use was self-reported by caregivers when they were telephoned at each follow-up period, asking about utilization since the last interview date. The self-reported healthcare use comprised 5 major categories: hospitalizations, emergency department (ED) visits, diagnostic and therapeutic procedures, ambulance services, and home care services. A bottom-up cost account approach was used, wherein the sum of resources times their unit price yielded the total costs associated with healthcare resource use. Unit prices were measured using the 2021 Medical Expenditure Panel Survey (MEPS) (https://meps.ahrq.gov/mepsweb), an annual survey on the financing and use of medical care in the United States collected by the Agency for Healthcare Research and Quality (AHRQ).",
        "timeFrame": "Data were collected at Baseline, 3, 6, 9, and 12 months. The primary analysis was done using the baseline to 12 month period."
      }
    ],
    "other": [
      {
        "measure": "Difference in Patient Hospitalization Rate",
        "description": "For the 93 patients enrolled, the medical record was reviewed to capture hospitalization count. The aim was to explore the effect of caregiver outcomes (self-care) on HF patient outcomes. We hypothesize that at 12 months, HF patients whose caregivers improve vs. not improve in self-care (regardless of treatment group) will have Lower hospitalization rates. A comparison of patients' hospitalization counts which occurred between 6 and 12 month timepoints was conducted between those caregivers who exhibited a self care improvement from baseline to 6 month timepoint and those caregivers who did not exhibit a self care improvement from the baseline to 6 month timepoint.",
        "timeFrame": "Count of patient hospitalizations that occurred between 6 and 12 months (following the intervention, which ended at 6 months)"
      },
      {
        "measure": "Patient Hospitalization Days",
        "description": "For the 93 patients enrolled, the medical record was reviewed to capture hospitalization days. The aim was to explore the effect of caregiver outcomes (self-care, stress, coping, health status) on HF patient outcomes. We hypothesize that at 12 months, HF patients whose caregivers improve vs. not improve in self-care (regardless of treatment group) will have Lower hospitalization rates. A comparison of patients' hospitalization days which occurred between 6 and 12 month timepoints was conducted between those caregivers who exhibited a self care improvement from baseline to 6 month timepoint and those caregivers who did not exhibit a self care improvement from the baseline to 6 month timepoint.",
        "timeFrame": "Count of patient hospitalization days which occurred between 6 and 12 month timepoints"
      },
      {
        "measure": "Patient Mortality Rates",
        "description": "For the 93 patients enrolled, the medical record was reviewed to measure mortality. The aim was to explore the effect of caregiver outcomes (self-care, stress, coping, health status) on HF patient outcomes. We hypothesize that at 12 months, HF patients whose caregivers improve vs. not improve in self-care (regardless of treatment group) would have lower mortality rates. A comparison of patient mortality occurring between 6 and 12 months was conducted between those caregivers who improved in self care during the intervention period (baseline to 6 months) and those caregivers who did not improve in self care.",
        "timeFrame": "Patient mortality occurring between months 6-12 of the study (following the intervention period)"
      },
      {
        "measure": "Change in the Patients' Quality Adjusted Life Years (QALYs) Measured With the SF-6D (Short Form Six-dimension) Derived From the Short Form-36",
        "description": "This measure of quality adjusted life years (QALY) is derived from the SF-36. It was used in the cost-effectiveness analysis. The SF-6D uses preference weights derived from the SF-36. The Short-Form Six-Dimension (SF-6D) provides a way to use the SF-36 in economic evaluation by estimating a preference-based single index measure for health from these data using general population values. The SF-6D score represents patient quality of life at a given timepoint, while the QALY represents the area under the curve of patient quality of life from baseline to 12-month timepoints. A QALY value of one equates to one year in perfect health. Higher quality adjusted life years (QALYs) are better.",
        "timeFrame": "QALYs were measured at baseline, 3, 6, 9, and 12 months. But this analysis focused on the baseline to 12 month period."
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 5,
      "otherCount": 4,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 82,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:30.003Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}