{
  "nctId": "NCT03970109",
  "briefTitle": "HLAB-002 of ANS-6637 for Alcohol Use Disorder",
  "officialTitle": "Human Laboratory Study of ANS-6637 for Alcohol Use Disorder",
  "protocolDocument": {
    "nctId": "NCT03970109",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-03-27",
    "uploadDate": "2021-08-05T10:43",
    "size": 690834,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03970109/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 43,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-10-08",
    "completionDate": "2020-05-22",
    "primaryCompletionDate": "2020-05-22",
    "firstSubmitDate": "2019-05-28",
    "firstPostDate": "2019-05-31"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion criteria:\n\n1. Be at least 21 years of age.\n2. Meet the DSM-5 criteria for alcohol use disorder of at least moderate severity.\n3. If male, report drinking a weekly average of at least 35 drinks per week or if female report drinking a weekly average of at least 28 drinks per week for the 28-day period prior to consent.\n4. Have at least 1 heavy drinking day (4 or more drinks for women/5 or more drinks for men) during the 7-day period prior to randomization.\n5. Be seeking treatment for AUD and desire a reduction or cessation of drinking.\n6. Be able to verbalize an understanding of the consent form, able to provide written informed consent, verbalize willingness to complete study procedures, able to understand written and oral instructions in English and able to complete the questionnaires required by the protocol.\n7. Agree (if the subject is female and of child bearing potential) to use at least one of the following methods of birth control to at least 7 days post the last dose of study drug, unless she is surgically sterile, partner is surgically sterile or she is postmenopausal (one year):\n\n   1. oral contraceptives,\n   2. contraceptive sponge,\n   3. patch,\n   4. double barrier (diaphragm/spermicidal or condom/spermicidal),\n   5. intrauterine contraceptive system,\n   6. etonogestrel implant,\n   7. medroxyprogesterone acetate contraceptive injection,\n   8. complete abstinence from sexual intercourse, and/or hormonal vaginal contraceptive ring.\n8. Agree (if male) to use acceptable methods of contraception if the male participant's partner could become pregnant from the time of the first administration of the study drug until 7 days following the final administration of the study drug. One of the following acceptable methods of contraception must be utilized:\n\n   1. Surgical sterilization (vasectomy);\n   2. The participant's female partner uses oral contraceptives (combination estrogen/progesterone pills), injectable progesterone or sub dermal implants (commenced at least 14 days prior to study drug administration to the male participant)\n   3. The participant's female partner uses a medically prescribed topically applied transdermal contraceptive patch (commenced at least 14 days prior to study drug administration to the male participant);\n   4. The participant's female partner has undergone tubal ligation (female sterilization) or is postmenopausal (one year);\n   5. The participant's female partner has undergone placement of an intrauterine device or intrauterine system;\n   6. True abstinence: when this is in line with the preferred and usual lifestyle of the participant.\n9. Agree (if male) to refrain from sperm donation from the randomization visit to at least 7 days after the last dose of study drug.\n10. Be able to take oral medication and be willing to adhere to the medication regimen.\n11. Complete all assessments required at screening and baseline.\n12. Have a place to live in the 2 weeks prior to randomization and not be at risk that s/he will lose his/her housing in the next 2 months.\n13. Not anticipate any significant problems with transportation arrangements or available time to travel to the study site over the next 2 months.\n14. Not have any unresolved legal problems that could jeopardize continuation or completion of the study.\n15. Provide contact information of someone, such as a family member, spouse, or significant other, who may be able to contact the subject in case of a missed clinic appointment.\n16. Have a BAC by breathalyzer equal to 0.000 when s/he signed the informed consent document.\n17. If taking a medication for depression or anxiety, must have been taking a stable dose in the 2-months prior to randomization and plan to continue during the study. This includes drugs such as the following:\n\n    1. Selective serotonin reuptake inhibitors (SSRIs)\n    2. Dual uptake inhibitors\n    3. Serotonin-norepinephrine reuptake inhibitors (SNRIs)\n    4. Tricyclic antidepressants\n    5. Monoamine oxidase inhibitors (MAOIs)\n18. Be someone who in the opinion of the investigator would be expected to complete the study protocol.\n19. Agree to the schedule of visits, verbally acknowledge that s/he will be able to attend each scheduled visit, participate in phone visits and that s/he does not have any already scheduled events or a job that may substantially interfere with study participation.\n20. Be willing to use a smartphone's video capability to record daily oral ingestion of tablets for the entire 5-week treatment period (subject's own smartphone or one provided by AiCure).\n21. Have sitting (3 to 5 minutes) vital signs at the screening visit within the following limits:\n\n    1. Systolic blood pressure 90 to 160 mmHg\n    2. Diastolic blood pressure of 50 to 95 mmHg\n    3. Heart rate of 40 to 90 beats per minute Note: Vital signs may be repeated once if outside the limits above and if within the limits on a second evaluation, the subject may be included.\n\nExclusion Criteria:\n\n1. Current (past 12 months) substance use disorder of at least moderate severity (4 or more criteria) for any psychoactive substance other than alcohol and nicotine, including sedatives and hypnotics, as defined by DSM-5 criteria.\n2. Urine drug test positive performed during screening or baseline for any of the following substances:\n\n   1. benzodiazepines,\n   2. cocaine,\n   3. opioids,\n   4. amphetamines,\n   5. methamphetamine,\n   6. buprenorphine,\n   7. methadone,\n   8. barbiturates,\n   9. oxycodone,\n   10. and/or MDMA. Note: Testing for THC was included in the urine drug test; however, subjects who tested positive for THC were still eligible to participate in the study unless they had moderate or greater severity for cannabis use disorder as indicated by DSM-5 criteria. The results for THC were recorded for information only. If positive for opioids or oxycodone but recent opiate use for acute pain was reported by the subject, then the subject could be included at the discretion of the investigator.\n3. VAS craving rating (\"How strong is your craving to drink alcohol\") during first presentation of alcohol cue \\<5 during the screening cue reactivity session.\n4. Have been hospitalized for alcohol intoxication delirium, alcohol withdrawal delirium, alcohol-induced persisting dementia or amnestic disorder, or have had an alcohol withdrawal seizure, alcohol-induced psychotic disorder with a primary diagnosis of AUD or a history of any seizure disorder.\n5. Have participated in any behavioral and/or pharmacological intervention research study for the treatment of alcoholism where the last intervention was within 3 years prior to signing the informed consent.\n6. Be mandated by the court to obtain treatment for alcohol-dependence, or has probation or parole requirements that might interfere with study participation.\n7. Be anyone who in the opinion of the investigator could not be safely withdrawn from alcohol without medical detoxification.\n8. Have undergone medical detoxification (e.g., reports using a benzodiazepine) during the screening phase (prior to randomization).\n9. Have been treated with a pharmacotherapy for alcohol use disorder within 6 months prior to randomization.\n10. Have any of the following, based on DSM-5 criteria as assessed using theMINI:\n\n    1. Current or lifetime diagnosis of psychotic disorders,\n    2. Current bipolar disorder,\n    3. Current major depressive episode,\n    4. Current (past 3 months) eating disorder (anorexia or bulimia), or\n    5. Within past year diagnosis of panic disorder with or without agoraphobia. Note: Subjects diagnosed with psychiatric disorders not specifically excluded above could be included at the discretion of the PI as long as the concurrent treatment for the comorbid psychiatric condition does not compromise the study integrity by virtue of its type, duration, or intensity.\n11. Have any of the following:\n\n    1. attempted suicide past year,\n    2. current (past year) suicide behavior disorder in accordance with DSM-5 criteria as assessed using the MINI (see note below about assessment of subjects diagnosed at low risk),\n    3. current (since screening MINI) suicidality risk as indicated during the conduct of the C-SSRS with concurrence after a study physician's evaluation if the response to C-SSRS questions 1 or 2 is \"yes\"). Note: The MINI suicidality module rates scores of 1 to 8 as a diagnosis of low risk of suicidality. As the MINI questions that could result in a low risk score are considered inadequate to fully determine the potential suicidal risk of an individual (e.g., \"Feel hopeless\" and \"Think that you would be better off dead or wish you were dead?\" responses of \"yes\" dictates a score of 1 for each question), any subject who scores in the low risk category should be evaluated further by a study physician who should document whether the subject is appropriate for study inclusion based on his/her clinical judgment of the potential suicide risk of the subject. Likewise, if the subject responded \"yes\" to either the first 2 questions on the screening C-SSRS performed on the day of randomization as a final eligibility check, the subject should also have been evaluated by a study physician for current suicidality risk, who should document the subject's suitability for study inclusion.\n12. Have moderate or serious dementia as assessed by clinical exam.\n13. Be pregnant or breast-feeding or have plans to become pregnant at any time during the study or within 7 days after the last dose of IP.\n14. Have clinically significant abnormal laboratory values, including elevation of liver enzymes (AST or ALT \\> 2.5 x upper limit of normal or total bilirubin \\> 1.5 x the upper limit of normal).\n15. Have abnormal calculated creatinine clearance defined as \\< 80 mL/minute for subjects ≤ 55 years of age and \\< 65 mL/minute for subjects \\> 55 years of age.\n16. Have a serious or unstable medical illness or any potentially life-threatening or progressive medical condition other than addiction that may compromise subject safety or study conduct.\n17. Be currently undergoing psychotherapy by a licensed therapist or psychiatrist for alcohol problems. NOTE: Current psychotherapy was to be considered on a case-by-case basis. Psychotherapy for a disorder that could be related to the subject's use of alcohol should be exclusionary. However, shorter term focused behavioral therapy for defined problems for non-alcohol related problems could be acceptable.\n18. Have data suggesting cirrhosis of the liver (albumin \\< 3.2 g/dL, or ascites by physical exam).\n19. Have been previously treated with ANS-6637 for any reason.\n20. Have had gastric bypass surgery.\n21. Have had a severe reaction to disulfiram while drinking alcohol requiring medical attention.\n22. Have a history of atherosclerotic cardiovascular disease including angina pectoris, myocardial infarction, stroke, transient ischemic attack, peripheral vascular disease or revascularization procedures or clinically significant ECG indicative of cardiovascular disease. Note: medically controlled hypertension is not exclusionary.\n23. History of syncope, palpitations, or unexplained dizziness at screening.\n24. Had a prior history of any severe adverse reactions to ethanol \\[e.g., flushing (noticeable redness of the neck or throat) and/or increased heart rate (subject reports sensation of increased heart rate or palpitations) after drinking alcohol\\].\n25. Report heavy drinking of alcohol within 2 days on TLFB prior to screening and have a negative result on EtG urine test.\n26. Have Parkinson's Disease or a family history of Parkinson's Disease.\n27. Have restless legs syndrome and receiving dopamine agonist treatment.\n28. Have attention-deficit disorder and receiving dopamine stimulant treatment.\n29. Are taking a prohibited medication.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Craving - \"How Strong is Your Craving to Drink Alcohol\" Visual Analog Scale (VAS) Item",
        "description": "The primary efficacy endpoint is the change in the \"strength\" of alcohol craving Visual Analog Scale (VAS) score for the question, \"How strong is your craving to drink alcohol,\" in response to an alcohol cue at Week 2 - after one week of investigational product treatment. The VAS has a minimum=0 and maximum=20 with higher values indicative of greater craving for alcohol (a worse outcome).",
        "timeFrame": "Week 2"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Subjects With no Heavy Drinking Days",
        "description": "Number of subjects that have no heavy drinking days during the last 4 weeks of treatment. A \"heavy drinking day\" is 4 or more drinks per drinking day for women and 5 or more drinks per drinking day for men.",
        "timeFrame": "Last 4 weeks of treatment, from Week 2 to Week 5"
      },
      {
        "measure": "Number of Subjects Abstinent From Alcohol",
        "description": "Number of subjects that have not drank alcohol during the last 4 weeks of treatment.",
        "timeFrame": "Last 4 weeks of treatment, from Week 2 to Week 5"
      },
      {
        "measure": "WHO 1-level Decrease in Alcohol Consumption",
        "description": "The number of subjects experiencing at least a 1-level decrease in World Health Organization (WHO) levels of alcohol consumption from the level at baseline (the period including the 28 days before screening) to the level during the last 4 weeks of treatment.\n\nThe WHO levels of average alcohol consumption per day are as follows:\n\nMales Females Low Risk 1 to 40g 1 to 20g Medium Risk 41 to 60g 21 to 40g High Risk 61 to 100g 41 to 60g Very High Risk 101+g 61+g where 14g = 1 SDU (WHO-2000). In computing the WHO alcohol consumption level, average drinks per day were used, computed as the sum of all drinks in the 28 day period divided by the number of days with non-missing drinking data in that period. Abstinent subjects were included in a separate \"Abstinent\" category.",
        "timeFrame": "Last 4 weeks of treatment, from Week 2 to Week 5"
      },
      {
        "measure": "WHO 2-level Decrease in Alcohol Consumption",
        "description": "The number of subjects experiencing at least a 2-level decrease in World Health Organization (WHO) levels of alcohol consumption from the level at baseline (the period including the 28 days before screening) to the level during the last 4 weeks of treatment.\n\nThe WHO levels of average alcohol consumption per day are as follows:\n\nMales Females Low Risk 1 to 40g 1 to 20g Medium Risk 41 to 60g 21 to 40g High Risk 61 to 100g 41 to 60g Very High Risk 101+g 61+g where 14g = 1 SDU (WHO-2000). In computing the WHO alcohol consumption level, average drinks per day were used, computed as the sum of all drinks in the 28 day period divided by the number of days with non-missing drinking data in that period. Abstinent subjects were included in a separate \"Abstinent\" category.",
        "timeFrame": "Last 4 weeks of treatment, from Week 2 to Week 5"
      },
      {
        "measure": "Percentage of Days Abstinent",
        "description": "The percentage of days abstinent from drinking alcohol",
        "timeFrame": "Last 4 weeks of treatment, from Week 2 to Week 5"
      },
      {
        "measure": "Percentage of Heavy Drinking Days",
        "description": "Percentage of heavy drinking days where a heavy drinking day is 4 or more drinks on a day for women or 5 or more drinks on a day for men.",
        "timeFrame": "Last 4 weeks of treatment, from Week 2 to Week 5"
      },
      {
        "measure": "Percentage of Very Heavy Drinking Days",
        "description": "Percentage of very heavy drinking days where a very heavy drinking day is defined as 8 or more drinks on a day for women and 10 or more drinks on a day for men.",
        "timeFrame": "Last 4 weeks of treatment, from Week 2 to Week 5"
      },
      {
        "measure": "Drinks Per Week",
        "description": "The number of drinks consumed per week",
        "timeFrame": "Last 4 weeks of treatment, from Week 2 to Week 5"
      },
      {
        "measure": "Drinks Per Drinking Day",
        "description": "The number of drinks consumed on days where participants drank",
        "timeFrame": "Last 4 weeks of treatment, from Week 2 to Week 5"
      },
      {
        "measure": "Penn Alcohol Craving Scale (PACS)",
        "description": "The amount of craving; higher numbers indicate more craving. There are 5 items each on a 0 to 6 scale. Items are summed to get to the total craving, resulting in scores having a min=0 and max=30.",
        "timeFrame": "Last 4 weeks of treatment, from Week 2 to Week 5"
      },
      {
        "measure": "Pittsburgh Sleep Quality Index (PSQI)",
        "description": "A measure of sleep quality; the PSQI includes a scoring key for calculating a patient's seven subscores, each of which can range from 0 to 3. The subscores are tallied, yielding a \"global\" score that can range from 0 to 21. A global score of 5 or more indicates poor sleep quality; the higher the score, the worse the quality.",
        "timeFrame": "Last 4 weeks of treatment, from Week 2 to Week 5"
      },
      {
        "measure": "Patient-Reported Outcomes Measurement Information System (PROMIS) Alcohol Related Negative Consequences",
        "description": "A measure of alcohol-related negative consequences. There are 7 items scored on a 1 to 7 scale (a higher score indicative greater frequency of negative consequences). The items are summed and converted to a T-score to create a total score. The T-scores range from 0 to 100 (the population mean = 50 and standard deviation = 10). Higher T-scores are indicative of more negative consequences (worse outcome).",
        "timeFrame": "Last 4 weeks of treatment, from Week 2 to Week 5"
      },
      {
        "measure": "Profile of Mood States (POMS) Total Disturbance",
        "description": "A measure of total mood disturbance. Total mood disturbance is the sum of depression, anger, fatigue, confusion, and tension subscales subtracting the vigor subscale items. The range of possible scores is from -32 to 200 with higher scores indicating greater mood disturbance.",
        "timeFrame": "Last 4 weeks of treatment, from Week 2 to Week 5"
      },
      {
        "measure": "Craving - \"Having a Drink Would Making Things Just Perfect\" Visual Analog Scale (VAS) Item",
        "description": "This secondary efficacy endpoint is the change in the Visual Analog Scale (VAS) score for the question, \"Having a drink would make things just perfect,\" in response to an alcohol cue at Week 2 - after one week of investigational product treatment. The VAS has a minimum=0 and maximum=20 with higher values indicative of greater craving for alcohol (a worse outcome).",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Craving - \"If I Could Drink Alcohol Now, I Would Drink it\" Visual Analog Scale (VAS) Item",
        "description": "This secondary efficacy endpoint is the change in the Visual Analog Scale (VAS) score for the question, \"If I could drink alcohol now, I would drink it,\" in response to an alcohol cue at Week 2 - after one week of investigational product treatment. The VAS has a minimum=0 and maximum=20 with higher values indicative of greater craving for alcohol (a worse outcome).",
        "timeFrame": "Week 2"
      },
      {
        "measure": "Craving - \"It Would be Hard to Turn Down a Drink Right Now\" Visual Analog Scale (VAS) Item",
        "description": "This secondary efficacy endpoint is the change in the Visual Analog Scale (VAS) score for the question, \"It would be hard to turn down a drink right now,\" in response to an alcohol cue at Week 2 - after one week of investigational product treatment. The VAS has a minimum=0 and maximum=20 with higher values indicative of greater craving for alcohol (a worse outcome).",
        "timeFrame": "Week 2"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 16,
      "otherCount": 0,
      "totalCount": 17
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:50.635Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}