{
  "nctId": "NCT02302066",
  "briefTitle": "Safety and Immunogenicity of Different Schedules of Takeda's Tetravalent Dengue Vaccine Candidate (TDV) in Healthy Participants",
  "officialTitle": "A Phase II, Double-Blind, Controlled Trial to Assess the Safety and Immunogenicity of Different Schedules of Takeda's Tetravalent Dengue Vaccine Candidate (TDV) in Healthy Subjects Aged Between 2 and <18 Years and Living in Dengue Endemic Countries in Asia and Latin America",
  "protocolDocument": {
    "nctId": "NCT02302066",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2016-07-21",
    "uploadDate": "2020-02-10T11:40",
    "size": 25114633,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02302066/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 1800,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-12-05",
    "completionDate": "2019-02-18",
    "primaryCompletionDate": "2019-02-18",
    "firstSubmitDate": "2014-11-24",
    "firstPostDate": "2014-11-26"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Is aged 2 to \\<18 years, at the time of enrolment.\n2. Is in good health at the time of entry into the trial as determined by medical history, physical examination (including vital signs), and clinical judgment of the investigator.\n3. The participant or, when applicable, the participant's legally acceptable representative signs and dates a written, informed consent form (and assent form, where required) and any required privacy authorization prior to the initiation of any trial procedures, after the nature of the trial has been explained according to local regulatory requirements.\n4. Can comply with trial procedures and are available for the duration of follow-up.\n\nExclusion Criteria:\n\n1. Febrile illness (temperature ≥ 38°C or 100.4°F) or moderate or severe acute illness or infection at the time of enrolment. Trial entry should be delayed until the illness has improved.\n2. Individuals with history or any illness that, in the opinion of the investigator, might interfere with the results of the trial or pose additional risk to the participants due to participation in the trial, including but not limited to: a. Known hypersensitivity or allergy to any of the vaccine components; b. Female participants who are pregnant or breastfeeding; c. Individuals with any serious chronic or progressive disease according to judgment of the investigator (e.g. neoplasm, insulin-dependent diabetes, cardiac, renal or hepatic disease, neurologic or seizure disorder or Guillain-Barré syndrome); d. Known or suspected impairment/alteration of immune function, including: i. Chronic use of oral steroids (Equivalent to 20 mg/day prednisone ≥ 12 weeks / ≥ 2 mg/kg body weight / day prednisone ≥ 2 weeks) within 60 days prior to Day 1 (use of inhaled, intranasal, or topical corticosteroids is allowed); ii. Receipt of parenteral steroids (Equivalent to 20 mg/day prednisone ≥ 12 weeks / ≥ 2 mg/kg body weight / day prednisone ≥ 2 weeks) within 60 days prior to Day 1; iii. Administration of immunoglobulins and/or any blood products within the three months preceding the first administration of the investigational vaccine or planned administration during the trial; iv. Receipt of immunostimulants within 60 days prior to Day 1; v. Immunosuppressive therapy such as anti-cancer chemotherapy or radiation therapy within 6 months preceding (first) vaccination; vi. Human immunodeficiency virus (HIV) infection or HIV-related disease; vii. Genetic immunodeficiency.\n3. Individuals who received any other vaccines within 14 days (for inactivated vaccines) or 28 days (for live vaccines) prior to enrollment in this trial or who are planning to receive any vaccine within 28 days of investigational vaccine administration.\n4. Individuals participating in any clinical trial with another investigational product 30 days prior to first trial visit or intent to participate in another clinical trial at any time during the conduct of this trial.\n5. Individuals who are first degree relatives of individuals involved in trial conduct.\n6. If female of childbearing potential, sexually active, and has not used any of the \"acceptable contraceptive methods\" for at least 2 months prior to trial entry: a. Of childbearing potential is defined as status post onset of menarche and not meeting any of the following conditions: menopausal (for at least 2 years), bilateral tubal ligation (at least 1 year previously), bilateral oophorectomy (at least 1 year previously) or hysterectomy; b. Acceptable birth control methods are defined as one or more of the following: i. Hormonal contraceptive (such as oral, injection, transdermal patch, implant, cervical ring); ii. Barrier (condom with spermicide or diaphragm with spermicide) each and every time during intercourse; iii. Intrauterine device (IUD); iv. Monogamous relationship with vasectomized partner. Partner must have been vasectomized for at least six months prior to the participants' trial entry.\n7. If female of childbearing potential, sexually active and refuses to use an \"acceptable contraceptive method\" through to 6 weeks after the last dose of investigational vaccine.\n8. Individuals who participated in a previous dengue vaccine trial.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "2 Years",
    "maximumAge": "17 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Geometric Mean Titers (GMTs) of Neutralizing Antibodies (Microneutralization Test [MNT50]) for Each of the Four DENV Serotypes for Participants in the Immunogenicity Subset",
        "description": "GMTs of neutralizing antibodies were measured by microneutralization test 50% \\[MNT50\\] for each of the 4 Dengue Serotypes. The 4 dengue virus serotypes were DENV-1, DENV-2, DENV-3 and DENV-4. Data reported for up to Month 48 was collected at Months 1, 3, 6, 12, 13, 18, 24, 36 and 48.",
        "timeFrame": "Up to Month 48"
      }
    ],
    "secondary": [
      {
        "measure": "Seropositivity Rates For Each of the 4 Dengue Serotypes for Participants in the Immunogenicity Subset",
        "description": "Seropositivity rate, defined as the percentage of participants seropositive, was derived from the titers of dengue-neutralizing antibodies. Seropositivity defined as a reciprocal neutralizing titer ≥10 (for each serotype). The 4 dengue virus serotypes were DENV-1, DENV-2, DENV-3 and DENV-4.",
        "timeFrame": "Months 1, 3, 6, 12, 13, 18, 24, 36, and 48"
      },
      {
        "measure": "Percentage of Participants With Solicited Local (Injection Site) Adverse Events (AEs) (Diary Recorded) by Severity in the Immunogenicity Subset of Infant/Toddler Following Each Vaccination",
        "description": "Solicited local injection included pain, erythema at injection site, and swelling at injection site. They were collected using a diary and graded as \\[Grade 0 (no pain), 1 (mild: minor reaction to touch), 2 (moderate: cries/protests on touch) and 3 (severe: cries when limb is moved/spontaneously painful)\\]. Erythema and Swelling at injection site were graded as Grade 0 (\\<10 mm), 1 (mild: ≥10 - ≤ 20 mm), 2 (moderate: \\> 20 - ≤ 40 mm) and 3 (severe: \\> 40 mm).",
        "timeFrame": "Within 7 days after each vaccination"
      },
      {
        "measure": "Percentage of Participants With Solicited Local (Injection Site) Adverse Events (AEs) (Diary Recorded) by Severity in the Immunogenicity Subset of Adult/Children Following Each Vaccination",
        "description": "Solicited local injection site reactions were collected by participant diary and graded as \\[Grade 0 (no pain), 1 (mild: no interference with daily activity), 2 (moderate: interference with daily activity with or without treatment) and 3 (severe: prevents daily activity with or without treatment)\\]. Erythema and Swelling at injection site were graded as Grade 0 (\\<25 mm), 1 (mild: ≥25 - ≤ 50 mm), 2 (moderate: \\> 50 - ≤ 100 mm).",
        "timeFrame": "Within 7 days after each vaccination"
      },
      {
        "measure": "Percentage of Participants With Solicited Systemic Adverse Events (AEs) (Diary Recorded) by Severity in the Immunogenicity Subset of Infant/Toddler Following Each Vaccination",
        "description": "Solicited systemic AEs were collected within 14 days after vaccination using a diary and included drowsiness, graded as 0-behavior as usual, 1-mild: drowsiness easily tolerated, 2-moderate: drowsiness that interferes with normal activity and 3-severe: prevents normal activity with or without treatment; irritability/fussiness, graded as 0-behavior as usual, mild: crying more than usual/no effect on normal activity, moderate: crying more than usual/interferes with normal activity and severe: crying that cannot be comforted/prevents normal; loss of appetite, graded as 0-apetite as usual, mild: eating less than usual/no effect on normal activity, moderate: eating less than usual/interferes with normal activity and severe: not eating at all. A systemic AE of fever (defined as ≥38°C or ≥100.4°F) was derived from a daily temperature reading recorded within 14 days after vaccination. Fever was excluded from the overall count as no severity grading was applied for it.",
        "timeFrame": "Within 14 days after each vaccination"
      },
      {
        "measure": "Percentage of Participants With Solicited Systemic Adverse Events (AEs) (Diary Recorded) by Severity in the Immunogenicity Subset of Adult/Children Following Each Vaccination",
        "description": "Solicited systemic AEs were collected by participants within 14 days after vaccination and included headache, asthenia, malaise, myalgia and fever. Severity scales for headache were none, mild: no interference with daily activity, moderate: interference with daily activity with or without treatment and severe: prevents normal activity with or without treatment. Severity scales for others were none, mild: no interference with daily activity, moderate: interference with daily activity and severe: prevents daily activity. A systemic AE of fever (defined as ≥38°C or ≥100.4°F) was derived from a daily temperature reading recorded within 14 days after vaccination. Fever was excluded from the overall count as no severity grading was applied for it.",
        "timeFrame": "Within 14 days after each vaccination"
      },
      {
        "measure": "Percentage of Participants With Any Unsolicited Adverse Events (AEs) in the Immunogenicity Subset Following Each Vaccination",
        "description": "An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment.",
        "timeFrame": "Within 28 days after each vaccination"
      },
      {
        "measure": "Percentage of Participants With Serious Adverse Events (SAEs)",
        "description": "An SAE was defined as any untoward medical occurrence or effect that results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect or is medically important due to other reasons than the above-mentioned criteria.",
        "timeFrame": "From first vaccination through end of study (Day 1460)"
      },
      {
        "measure": "Percentage of Participants With Febrile Episodes of Virologically Confirmed Dengue With Onset 30 Days Post-first Vaccination",
        "description": "Participants with febrile illness (defined as temperature ≥ 38°C on 2 consecutive days) were evaluated for dengue. A dengue infection was considered virologically confirmed by either positive polymerase chain reaction (PCR) or NS1 enzyme-linked immunosorbent assay (ELISA). Virologically confirmed dengue with onset 30 days after first vaccination within each group.",
        "timeFrame": "From 30 days post-first vaccination through end of study (Day 1460)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:51.726Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}