{
  "nctId": "NCT03100149",
  "briefTitle": "A Study to Evaluate the Efficacy of Prasinezumab (RO7046015/PRX002) in Participants With Early Parkinson's Disease",
  "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled, 52-Week Phase II Study to Evaluate the Efficacy of Intravenous RO7046015/Prasinezumab (PRX002) in Participants With Early Parkinson's Disease With a 11-Year All-Participants-on-Treatment Extension",
  "protocolDocument": {
    "nctId": "NCT03100149",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2020-03-20",
    "uploadDate": "2020-11-26T09:42",
    "size": 1744996,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03100149/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 316,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-06-27",
    "completionDate": "2031-09-14",
    "primaryCompletionDate": "2019-11-27",
    "firstSubmitDate": "2017-03-29",
    "firstPostDate": "2017-04-04"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Idiopathic PD with bradykinesia plus one of the other cardinal signs of PD (resting tremor, rigidity) being present, without any other known or suspected cause of PD untreated or treated with MAO-B inhibitor\n* Body weight range between: \\>/=45 kg/ 99 pounds (lbs) and less than or equal to (\\</=) 110 kg/242 lbs\n* Body mass index (BMI) of 18 to 34 kilograms per meter-squared (kg/m\\^2)\n* A diagnosis of PD for 2 years or less at screening\n* Hoehn and Yahr Stage I or II\n* A screening brain DaT-SPECT consistent with PD (central reading)\n* Clinical status does not require dopaminergic PD medication and is not expected to require dopaminergic treatment within 52 weeks from baseline\n* If presently being treated for PD, a stable dose of MAO-B inhibitor (rasagiline or selegiline) for at least 90 days prior to baseline and not expected to change within 52 weeks\n* For women of childbearing potential: use of highly effective contraceptive methods (that result in a failure rate of \\<1 percent \\[%\\] per year) during the treatment period and for at least 30 days (or longer if required by local regulations) after the last dose of study drug\n* For men with female partners of childbearing potential or pregnant female partners, must use a condom during the treatment period and for at least 30 days (or longer if required by local regulations) after the last dose of study drug to avoid exposing the embryo. Men must refrain from donating sperm during this same period. The female partners should use a contraception method with a failure rate of \\<1% per year during the treatment period and for at least 30 days (or longer if required by local regulations) after the last dose of study drug. Use of contraceptive measures is not required for male participants enrolled in Part 3.\n\nExclusion Criteria:\n\n* Medical history indicating a Parkinson syndrome other than idiopathic PD, including but not limited to, progressive supranuclear gaze palsy, multiple system atrophy, drug-induced parkinsonism, essential tremor, primary dystonia\n* Known carriers of certain familial PD genes (as specified in study protocol)\n* History of PD related freezing episodes or falls\n* A diagnosis of a significant CNS disease other than Parkinson's disease; history of repeated head injury; history of epilepsy or seizure disorder other than febrile seizures as a child\n* Mini Mental State Examination (MMSE) \\</=25\n* Reside in a nursing home or assisted care facility\n* History of or screening brain magnetic resonance imaging (MRI) scan indicative of clinically significant abnormality\n* Concomitant disease or condition that could interfere with, or treatment of which might interfere with, the conduct of the study, or that would, in the opinion of the Investigator, pose an unacceptable risk to the participant in this study or interfere with the participant's ability to comply with study procedures or abide by study restrictions, or with the ability to interpret safety data\n* Any significant cardiovascular condition\n* Any significant laboratory abnormality\n* Lactating women\n* Prior treatment with dopaminergic medication (for example, levodopa or a dopaminergic agonist) with no clinical treatment response or a clinical treatment response inconsistent with PD (for example, absence of observable response to a sufficiently high-dose of levodopa \\[i.e., ≥ 600 mg/day\\])\n* Use of any of the following: catechol-O-methyl transferase (COMT) inhibitors (entacapone, tolcapone), amantadine or anticholinergics, or dopaminergic medication (levodopa and both ergot and non-ergot \\[pramipexole, ropinirole, rotigotine\\] dopamine agonists) for more than a total of 60 days or within 60 days of baseline\n* Anti-epileptic medication for non-seizure-related treatment which has not remained stable for at least 60 days prior to baseline\n* Anti-depressant or anxiolytic use that has not remained stable for at least 90 days prior to baseline. The use of fluoxetine and fluvoxamine is not permitted. For patients treated with a MAO-B inhibitor and an antidepressant (except fluoxetine and fluvoxamine), a 6-month period of stable and tolerated dosing before baseline is required.\n* Use of any of the following within 90 days prior to baseline: antipsychotics (including clozapine and olanzapine), metoclopramide, alpha methyldopa, clozapine, olanzapine, flunarizine, amoxapine, amphetamine derivatives, reserpine, bupropion, buspirone, cocaine, mazindol, methamphetamine, methylphenidate, norephedrine, phentermine, phenylpropanolamine, and modafinil\n* Participated in an investigational drug, device, surgical , or stem cell study in PD\n* Any prior treatment with an investigational PD-related vaccine (including active immunization or passive immunotherapy with monoclonal antibodies).\n* Prior participation in any RO7046015 or PRX002 study\n* Receipt of any non-PD investigational product or device, or participation in a non-PD drug research study within a period of 30 days (or 5 half-lives of the drug, whichever is longer) before baseline\n* Receipt of any monoclonal antibody or an investigational immunomodulator within 180 days (or 5 half-lives, whichever is longer) before baseline\n* Immunomodulating drugs within 30 days prior to baseline\n* Allergy to any of the components of RO7046015 such as citrate, trehalose and polysorbate (Tween) 20 or a known hypersensitivity or an Infusion-related reaction (IRR) to the administration of any other monoclonal antibody\n* Any contraindications to obtaining a brain MRI. Patients with a hypersensitivity to iodine may receive an alternative thyroid blocking agent.\n* For participants consenting to provide optional cerebrospinal fluid (CSF) samples by lumbar puncture (LP): LP will only be performed if the participant does not have any contraindication to undergoing an LP\n* Donation of blood over 500 milliliters (mL) within three months prior to screening",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Movement Disorder Society-Unified Parkinson's Disease Rating Scale (MDS-UPDRS) Total Score (Sum of Parts I, II, and III) at Week 52",
        "description": "The MDS-UPDRS is a multimodal scale consisting of four parts. Part I assessed non-motor experiences of daily living and has 2 components (Range 0-52). Part IA contains 6 questions and are assessed by the examiner (Range 0-24). Part IB contains 7 questions on non-motor experiences of daily living which was completed by the participant (Range 0-28). Part II assessed motor experiences of daily living (Range 0-52). It contained 13 questions completed by the participant. Part III assessed the motor signs of Parkinson's Disease (PD) and was administered by the rater (Range 0-132). Part III contained 33 scores based on 18 items. For each question a numeric score is assigned between 0-4, where 0 = Normal, 1 = Slight, 2 = Mild, 3 = Moderate, 4 = Severe. The MDS-UPDRS Total Score equals the sum of Parts I,II, and III (Range: 0-236). A higher score indicated more severe symptoms of Parkinson's disease.",
        "timeFrame": "From baseline to Week 52"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in the MDS-UPDRS Part IA, Part IB, Part I Total, Part II Total, Part III Total and Part III Subscores",
        "description": "The MDS-UPDRS is a multimodal scale consisting of four parts. Part I assessed non-motor experiences of daily living and has 2 components (Range 0-52). Part IA contains 6 questions and are assessed by the examiner (Range 0-24). Part IB contains 7 questions on non-motor experiences of daily living which was completed by the participant (Range 0-28). Part II assessed motor experiences of daily living (Range 0-52). It contained 13 questions completed by the participant. Part III assessed the motor signs of Parkinson's Disease (PD) and was administered by the rater (Range 0-132). Part III contained 33 scores based on 18 items. There are 4 subscores in Part III: Bradykinesia, Rigidity, Resting tremors and Axial symptoms. For each question a numeric score is assigned between 0-4, where 0 = Normal, 1 = Slight, 2 = Mild, 3 = Moderate, 4 = Severe. MDS-UPDRS Total Score equals the sum of Parts I,II, and III (Range:0-236). A higher score indicated more severe symptoms of Parkinson's disease.",
        "timeFrame": "From baseline to Week 52"
      },
      {
        "measure": "Change From Baseline in Dopamine Transporter Imaging With Single Photon Emission Computed Tomography (DaT-SPECT) Striatal Binding Ratio (SBR) in the Putamen Ipsilateral to the Clinically Most Affected Side",
        "description": "DaT-SPECT (dopamine transporter imaging with single photon emission computed tomography) is a dopamine transporter SPECT imaging that uses a radioactive agent called 123\\^I-ioflupane to quantify the density of the dopamine transporters in the striatum. Changes from baseline to week 52 in DaT-SPECT striatal binding ratios (SBRs; reference region: occipital cortex) in the putamen ipsilateral to the clinically most affected side were analyzed.",
        "timeFrame": "From baseline to Week 52"
      },
      {
        "measure": "Change From Baseline in Montreal Cognition Assessment (MoCA) Total Score",
        "description": "The Montreal Cognitive Assessment (MoCA) is a rapid screening that was developed to be more sensitive to participants presenting with mild cognitive complaints. It briefly assesses short term and working memory, visuospatial abilities, executive function, attention, concentration, language and orientation. Scores on the MoCA test range from 0-30. Higher scores are associated with better cognitive function.",
        "timeFrame": "From baseline to Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Global Impression of Improvement (CGI-I) Score",
        "description": "The CGI-I was intended as a measure of change in health status. CGI-I scores ranged from 1 (very much improved) through to 7 (very much worse). For the CGI-I, participants were divided into one of two groups, Responders or Progressors. Responders were scored on a scale of 1-4 which was rated as \"no change\", \"minimally improved\", \"much improved\" or \"very much improved.\" Progressors were scored on a scale of 5-7 which was rated as \"minimally worse\", \"much worse\" or \"very much worse.\" The percentage of participants rated by CGI-I Scale grouping at week 52 was analyzed using a logistic regression model.",
        "timeFrame": "From baseline to Week 52"
      },
      {
        "measure": "Change From Baseline in Patient Global Impression of Change (PGIC) Score",
        "description": "The PGIC was intended as a measure of change in health state from the participants perspective. PGIC scores ranged from 1 (very much improved) through to 7 (very much worse). For the PGIC, participants were divided into one of two groups, Responders or Progressors. Responders were scored on a scale of 1-4 which was rated as \"no change\", \"minimally improved\", \"much improved\" or \"very much improved.\" Progressors were scored on a scale of 5-7 which was rated as \"minimally worse\", \"much worse\" or \"very much worse.\" The percentage of participants rated by PGIC Scale grouping at week 52 was analyzed using a logistic regression model.",
        "timeFrame": "From baseline to Week 52"
      },
      {
        "measure": "Change From Baseline in Schwab and England Activity of Daily Living (SE-ADL) Score",
        "description": "The SE-ADL is a single item scale assessing Activities of Daily Living on a scale ranging from 0% (bedridden) to 100% (completely independent), using 10% intervals.",
        "timeFrame": "From baseline to Week 52"
      },
      {
        "measure": "Time to Worsening in Motor or Non-Motor Symptoms",
        "description": "This outcome measure is defined as the time to between first dose of study medication and the date when the particiapnt increases in MDS-UPDRS Part I (Range 0-52) of 3 or more points, or in MDS-UPDRS Part II (Range 0-52) of 3 or more points, whichever comes first. A higher score indicated more severe motor signs of Parkinson's disease.",
        "timeFrame": "From baseline to Week 52"
      },
      {
        "measure": "Time to Start of Dopaminergic Parkinson's Disease Treatment",
        "description": "This endpoint is defined as the time between first dose of study medication and the date when the participant starts dopaminergic treatment.",
        "timeFrame": "From baseline to Week 52"
      },
      {
        "measure": "Percentage of Participants With Adverse Events (AEs) and Serious AEs (SAEs)",
        "description": "An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. An SAE was any AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly.",
        "timeFrame": "From baseline to Week 52"
      },
      {
        "measure": "Percentage of Participants With Anti-Drug Antibodies (ADAs) Against RO7046015",
        "description": "Samples of the participant's blood was taken to evaluate anti-drug antibodies (ADA). The number of ADA positive participants, Treatment-induced and Treatment-enhanced was reported. Treatment-induced = participants with ADA negative or missing data at baseline but develop an ADA response following exposure to the study drug. Treatment-enhanced = participants with ADA positive at baseline and the titre of one or more post-baseline samples is at least \\>=4 fold increase greater than the baseline titre sample.",
        "timeFrame": "Baseline, Pre-dose (0 hours) on Weeks 4, 20, 36, 52, 56, 68, 80, and 104; at early termination (up to Week 104), and follow-up (12 weeks after last dose up to Week 116)"
      },
      {
        "measure": "Systemic Clearance (CL) of RO7046015",
        "description": "Clearance is a measure of the rate at which a drug is removed from the body.",
        "timeFrame": "Predose (0 hours) and end of infusion (infusion length=2 hours or less) on Baseline, Weeks 4, 20, 36, 52, 56, 68, 80, and 104; at Day 7, Day 14, early termination (up to Week 104), and follow-up (12 weeks after last dose up to Week 116)"
      },
      {
        "measure": "Apparent Volume of Distribution (Vz/F) of RO7046015",
        "description": "Volume of distribution is defined as the theoretical volume which the total amount of drug would need to be uniformly distributed to produce the desired plasma concentration of a drug.",
        "timeFrame": "Predose (0 hours) and end of infusion (infusion length=2 hours or less) on Baseline, Weeks 4, 20, 36, 52, 56, 68, 80, and 104; at Day 7, Day 14, early termination (up to Week 104), and follow-up (12 weeks after last dose up to Week 116)"
      },
      {
        "measure": "Area Under the Serum Concentration-Time Curve (AUC) of RO7046015 Over the Dosing Interval",
        "description": "AUC is defined as the measure of RO7046015 plasma concentration over time.",
        "timeFrame": "Baseline over the duration of the study"
      },
      {
        "measure": "Maximum Observed Serum Concentration (Cmax) of RO7046015 at Steady-state",
        "description": "Cmax is the maximum observed plasma concentration of RO7046015.",
        "timeFrame": "Baseline over the duration of the study"
      },
      {
        "measure": "Minimum Observed Serum Concentration (Ctrough) of RO7046015 at Steady-state",
        "description": "Cmin is the minimum observed plasma concentration of RO7046015.",
        "timeFrame": "Baseline over the duration of the study"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 15,
      "otherCount": 0,
      "totalCount": 16
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:45.615Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}