{
  "nctId": "NCT03658629",
  "briefTitle": "Phase 2 Dose and Formulation Confirmation of Quad-NIV in Older Adults",
  "officialTitle": "Phase 2 Clinical Trial to Confirm the Dose and Formulation of a Recombinant Quadrivalent Nanoparticle Influenza Vaccine (Quad-NIV) With or Without Matrix-M1™ Adjuvant in Healthy Adults ≥ 65 Years of Age",
  "protocolDocument": {
    "nctId": "NCT03658629",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-08-21",
    "uploadDate": "2022-07-22T19:03",
    "size": 25111140,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03658629/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 1375,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-09-24",
    "completionDate": "2019-04-26",
    "primaryCompletionDate": "2019-04-26",
    "firstSubmitDate": "2018-08-31",
    "firstPostDate": "2018-09-05"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Clinically-stable adult male or female, ≥ 65 years of age. Subjects may have 1 or more chronic medical diagnoses, but should be clinically stable as assessed by:\n\n   * Absence of changes in medical therapy within 1 month due to treatment failure or toxicity,\n   * Absence of medical events qualifying as serious adverse events within 2 months; and\n   * Absence of known, current, and life-limiting diagnoses which render survival to completion of the protocol unlikely in the opinion of the investigator.\n2. Willing and able to give informed consent prior to trial enrollment, and\n3. Living in the community and able to attend trial visits, comply with trial requirements, and provide timely, reliable, and complete reports of adverse events.\n\nExclusion Criteria:\n\n1. Participation in research involving investigational product (drug / biologic / device) within 45 days before planned date of first injection.\n2. Participation in any previous Novavax's influenza vaccine clinical trial(s).\n3. History of a serious reaction to prior influenza vaccination, known allergy to constituents of licensed comparator vaccines or polysorbate 80.\n4. History of Guillain-Barré Syndrome (GBS) within 6 weeks following a previous influenza vaccine.\n5. Received any vaccine in the 4 weeks preceding the trial vaccination and any influenza vaccine within 6 months preceding the trial vaccination.\n6. Any known or suspected immunosuppressive illness, congenital or acquired, based on medical history and/or physical examination.\n7. Chronic administration (defined as more than 14 continuous days) of immunosuppressants or other immune-modifying drugs within 6 months prior to the administration of the trial vaccine. An immunosuppressant dose of glucocorticoid will be defined as a systemic dose ≥ 10 mg of prednisone per day or equivalent. The use of topical, inhaled, and nasal glucocorticoids will be permitted.\n8. Administration of immunoglobulins and/or any blood products within the 3 months preceding the administration of the trial vaccine or during the trial.\n9. Acute disease at the time of enrollment (defined as the presence of a moderate or severe illness with or without fever, or an oral temperature ≥ 38.0°C, on the planned day of vaccine administration).\n10. Any condition that in the opinion of the investigator would pose a health risk to the subject if enrolled or could interfere with evaluation of the vaccine or interpretation of trial results (including neurologic or psychiatric conditions deemed likely to impair the quality of safety reporting).\n11. Known disturbance of coagulation.\n12. Suspicion or recent history (within 1 year of planned vaccination) of alcohol or other substance abuse.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "65 Years",
    "stdAges": [
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Subjects With Adverse Events (AEs)",
        "description": "Adverse Events over the 7 days post-injection; all adverse events (including adverse changes in clinical laboratory parameters) through 21 days post-injection; and Medically Attended Adverse Events (MAEs), Serious Adverse Events (SAEs), and Significant New Medical Conditions (SNMCs) through 6 months post-injection.",
        "timeFrame": "Day 0 - Day 182"
      },
      {
        "measure": "Hemagglutination Inhibition (HAI) Titers Specific for Vaccine Homologous A and B Influenza Strains Expressed as Geometric Man Titer (GMT)",
        "description": "HAI antibody titers specific for the HA receptor binding domains of vaccine homologous A and B strain(s) at Days 0 and Day 28 post-vaccination expressed as geometric man titer (GMT).",
        "timeFrame": "Day 0 - Day 28"
      },
      {
        "measure": "HAI Titers Specific for Antigenically-drifted Influenza Strains Expressed as GMT",
        "description": "HAI antibody titers specific for at least 2 antigenically-drifted influenza strains, at Days 0 and 28 post-vaccination expressed as geometric man titer (GMT).",
        "timeFrame": "Day 0 - Day 28"
      }
    ],
    "secondary": [
      {
        "measure": "HAI Titers Specific for Vaccine-homologous A and B Influenza Strains Expressed as GMT",
        "description": "HAI antibody titers specific for the HA receptor binding domains of vaccine-homologous A and B strain(s) expressed as GMT on Day 0,28,56 and 182.",
        "timeFrame": "Day 0 - Day 182"
      },
      {
        "measure": "HAI Titers Specific for Vaccine-homologous A and B Influenza Strains Expressed as Geometric Mean Fold Ratio (GMFR)",
        "description": "HAI antibody titers specific for the HA receptor binding domains of vaccine-homologous A and B strain(s) expressed as GMFR on Day 28,56 and 182.",
        "timeFrame": "Day 28 - Day 182"
      },
      {
        "measure": "Number of Participants Who Seroconverted as Determined by HAI Titers Specific for Vaccine-homologous A and B Influenza Strains",
        "description": "HAI antibody titers specific for the HA receptor binding domains of vaccine-homologous A and B strain(s) expressed as SCR on Day 28,56 and 182.",
        "timeFrame": "Day 28 - Day 182"
      },
      {
        "measure": "Number of Participants Who Had Seroprotection as Determined by HAI Titers Specific for Vaccine-homologous A and B Influenza Strains",
        "description": "HAI antibody titers specific for the HA receptor binding domains of vaccine-homologous A and B strain(s) expressed as SPR on Day 28,56 and 182.",
        "timeFrame": "Day 28 - Day 182"
      },
      {
        "measure": "HAI Titers Specific for Antigenically-drifted Influenza Strains Expressed as GMT",
        "description": "HAI antibody titers specific for antigenically-drifted influenza strains, at Days 0,28, 56 and 182 expressed as geometric man titer (GMT).",
        "timeFrame": "Day 0 - Day 182"
      },
      {
        "measure": "HAI Titer Responses Specific for Antigenically-drifted Influenza Strains Expressed as GMFR",
        "description": "HAI antibody titer responses specific for antigenically-drifted influenza strains, at Days 28, 56, and 182 expressed as Geometric Fold Ratio.",
        "timeFrame": "Day 28 - Day 182"
      },
      {
        "measure": "Number of Participants Who Seroconverted as Determined by HAI Titers Specific for Antigenically-drifted Influenza Strains",
        "description": "HAI antibody titers specific for antigenically-drifted influenza strains, at Days 28, 56 and 182 expressed as SCR.",
        "timeFrame": "Day 28 - Day 182"
      },
      {
        "measure": "Number of Participants Who Had Seroprotection as Determined by HAI Titers of Antigenically-drifted Influenza Strains",
        "description": "HAI antibody titers specific for antigenically-drifted influenza strains, at Days 28, 56 and 182 expressed as SPR.",
        "timeFrame": "Day 28 - Day 182"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:34.651Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}