{
  "nctId": "NCT03918447",
  "briefTitle": "A Trial of Bardoxolone Methyl in Patients With ADPKD - FALCON",
  "officialTitle": "A Phase 3 Trial of the Efficacy and Safety of Bardoxolone Methyl in Patients With Autosomal Dominant Polycystic Kidney Disease",
  "protocolDocument": {
    "nctId": "NCT03918447",
    "filename": "Prot_002.pdf",
    "label": "Study Protocol",
    "date": "2022-05-25",
    "uploadDate": "2024-06-10T02:43",
    "size": 21028673,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03918447/document/Prot_002.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 667,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-05-29",
    "completionDate": "2023-08-08",
    "primaryCompletionDate": "2023-08-08",
    "firstSubmitDate": "2019-04-12",
    "firstPostDate": "2019-04-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male and female patients 12 ≤ age ≤ 70 upon study consent;\n* Diagnosis of ADPKD by modified Pei-Ravine criteria (for adults 18≤ age ≤70 years): 1) at least 3 cysts per kidney by sonography or at least 5 cysts by CT or MRI with family history of ADPKD or 2) at least 10 cysts per kidney by any radiologic method and exclusion of other cystic kidney diseases if without family history;\n* Screening eGFR (average of Screen A and Screen B eGFR values) ≥ 30 to≤ 90 mL/min/1.73 m2 (12 to 55 years) or ≥ 30 to ≤ 44 mL/min/1.73 m2 (56 to 70 years):\n\n  1\\) Patients with either screening eGFR ≥ 60 to ≤ 90 mL/min/1.73 m2 or age 56 to 70 years, must have evidence of ADPKD progression (i.e., eGFR decline of ≥ 2.0 mL/min/1.73 m2 per year, based on historical eGFR data and medical monitor discretion); 2)The two eGFR values collected at Screen A and Screen B visits used to determine eligibility must have a percent difference ≤ 25%;\n* Albumin to creatinine ratio (ACR) ≤ 2500 mg/g at Screen B visit;\n* Systolic blood pressure ≤ 140 mmHg and diastolic blood pressure ≤ 90 mmHg at Screen A or B visit after a period of rest.\n\nExclusion Criteria:\n\n* History of administration of polycystic kidney disease-modifying agents (somatostatin analogues) within 2 months prior to the Screen A visit;\n* B-type natriuretic peptide (BNP) level \\> 200 pg/mL at Screen A visit;\n* Uncontrolled diabetes (HbA1c \\> 11.0%) at Screen A visit;\n* Serum albumin \\< 3 g/dL at Screen A visit;\n* History of intracranial aneurysms;\n* Kidney or any other solid organ transplant recipient or a planned transplant during the study;\n* Acute dialysis or acute kidney injury within 12 weeks prior to Screen A visit or during Screening;\n* History of clinically significant left-sided heart disease and/or clinically significant cardiac disease;\n* Systolic BP \\< 90 mm Hg at Screen A visit after a period of rest;\n* BMI \\< 18.5 kg/m2 at the Screen A visit;\n* History of malignancy within 5 years prior to Screen A visit, with the exception of localized skin or cervical carcinomas;\n* Systemic immunosuppression for more than 2 weeks, cumulatively, within the 12 weeks prior to randomization or anticipated need for immunosuppression during the study;\n* Untreated or uncontrolled active bacterial, fungal, or viral infection;\n* Participation in other interventional clinical studies within 30 days prior to Day 1;\n* Unwilling to practice acceptable methods of birth control (both males who have partners of child-bearing potential and females of childbearing potential) during Screening, while taking study drug, and for at least 30 days after the last dose of study drug is ingested;\n* Women who are pregnant or breastfeeding;\n* Concomitant use of tolvaptan is excluded. Patients previously treated with tolvaptan must have discontinued drug for at least 2 months prior to Screen A visit",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "12 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Off-treatment Period: Change From Baseline in Estimated Glomerular Filtration Rate (eGFR) at Week 108",
        "description": "Estimated Glomerular filtration rate (eGFR) is a measure of kidney function assessed through blood/serum. eGFR was measured in milliliters per minute per 1.73 meters square (mL/min/1.73 m\\^2). Higher eGFRs represent better/improved kidney function. Lower eGFRs represent poorer/decreased kidney function. Negative change from baseline in eGFR indicates worsened kidney function.",
        "timeFrame": "Baseline, Week 108"
      },
      {
        "measure": "Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Serious TEAEs",
        "description": "AE:any untoward medical occurrence in a participant regardless of its causal relationship to study drug.AE can be any unfavorable \\& unintended sign,symptom/disease temporally associated with use of study drug,whether considered to be study-drug related/not.This includes clinically significant abnormal laboratory test result,any newly occurring events/previous conditions that have increased in severity/frequency since administration of study drug. SAE:any AE that at any dose results in death,life-threatening,requires hospitalization/prolongation of existing hospitalisation,substantial disruption of ability to conduct normal life functions,congenital anomaly or is an important medical event. AEs \\& SAEs that occurred during treatment and within 30 days after last dose were considered TE.",
        "timeFrame": "From first dose of the study drug up to end of follow-up (up to Week 112)"
      }
    ],
    "secondary": [
      {
        "measure": "Treatment Period: Change From Baseline in eGFR at Week 100",
        "description": "eGFR is a measure of kidney function assessed through blood/serum. eGFR was measured in mL/min/1.73 m\\^2. Higher eGFRs represent better/improved kidney function. Lower eGFRs represent poorer/decreased kidney function. A negative change from baseline in eGFR indicates worsened kidney function.",
        "timeFrame": "Baseline, Week 100"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:06.422Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}