{
  "nctId": "NCT05375838",
  "briefTitle": "A Safety, Reactogenicity, and Immunogenicity Study of mRNA-1073 (COVID-19/Influenza) Vaccine in Adults 18 to 75 Years Old",
  "officialTitle": "Phase 1/2, Randomized, Stratified, Observer-blind Study to Evaluate the Safety, Reactogenicity, and Immunogenicity of mRNA-1073 (SARS-CoV-2 and Influenza Vaccine) Compared to Co-administered mRNA-1010 (Influenza) and mRNA-1273 (SARS-CoV-2) Vaccines and to mRNA- 1010 Vaccine and mRNA-1273 Vaccine Alone in Healthy Adults 18-75 Years of Age",
  "protocolDocument": {
    "nctId": "NCT05375838",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-08-16",
    "uploadDate": "2023-12-15T16:53",
    "size": 1789384,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05375838/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 550,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-05-13",
    "completionDate": "2022-12-29",
    "primaryCompletionDate": "2022-12-29",
    "firstSubmitDate": "2022-05-13",
    "firstPostDate": "2022-05-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Body mass index (BMI) of 18 kilograms per meter squared (kg/m\\^2) to 35 kg/m\\^2 (inclusive) at the Screening Visit.\n* Participants must have been fully vaccinated for COVID-19 primary series according to the locally authorized or approved regimen, and their last COVID-19 vaccine (primary series or booster) was ≥ 120 days prior to the randomization visit (or less per local guidance).\n\nExclusion Criteria:\n\n* Participant is acutely ill or febrile (temperature ≥ 38.0℃ \\[100.4°F\\]) 72 hours prior to or at the Screening Visit or Day 1. Participants meeting this criterion may be rescheduled within the 28-day Screening window and will retain their initially assigned participant number.\n* Participant has a history of a diagnosis or condition that, in the judgment of the investigator, is clinically unstable or may affect participant safety, assessment of safety endpoints, assessment of immune response, or adherence to study procedures. Clinically unstable is defined as a diagnosis or condition requiring significant changes in management or medication ≤ 60 days prior to Screening and includes ongoing workup of an undiagnosed illness that could lead to a new diagnosis or condition. Asymptomatic conditions and conditions with no evidence of end organ involvement (for example, mild hypertension, dyslipidemia) are not exclusionary, provided that they are being appropriately managed and are clinically stable (for example, unlikely to result in symptomatic illness within the time course of this study). Illnesses or conditions may be exclusionary, even if otherwise stable, due to therapies used to treat them (for example, immune-modifying treatments), at the discretion of the investigator.\n* Participant has a reported history of congenital or acquired immunodeficiency, immunosuppressive condition, or immune-mediated disease.\n* Participant has dermatologic conditions that could affect local solicited adverse reaction (AR) assessments (for example, tattoos, psoriasis patches affecting skin over the deltoid areas).\n* Participant has a reported history of anaphylaxis or severe hypersensitivity reaction after receipt of any mRNA vaccine(s) or any components of the mRNA vaccines.\n* Participant has a reported history of bleeding disorder that is considered a contraindication to IM injection or phlebotomy.\n* Participant has a diagnosis of malignancy within previous 10 years (excluding nonmelanoma skin cancer).\n* Participant has any medical, psychiatric, or occupational condition, including reported history of drug or alcohol abuse, that, in the opinion of the investigator, might pose additional risk due to participation in the study or could interfere with the interpretation of study results.\n* Participant has received systemic immunosuppressants or immune-modifying drugs for \\> 14 days in total within 6 months prior to Screening (for corticosteroids ≥ 10 mg/day of prednisone or equivalent) or is anticipating the need for immunosuppressive treatment at any time during participation in the study. Inhaled, nasal, topical steroids are not exclusionary.\n* Participant has received or plans to receive any vaccine authorized or approved by a local health agency ≤ 28 days prior to study injections (Day 1) or plans to receive a vaccine authorized or approved by a local health agency within 28 days before or after the study injections.\n* Participant has received a seasonal influenza vaccine or any other investigational influenza vaccine ≤ 180 days prior to the randomization visit.\n* Participant has tested positive for influenza by local health authority approved testing methods ≤ 180 days prior to the Screening Visit.\n* Participant has had close contact to someone with SARS-CoV-2 infection or COVID-19 as defined by the US CDC in the past 10 days prior to the Screening Visit.\n* Participant has known history of SARS-CoV-2 infection within ≤ 90 days.\n* Participant has received systemic immunoglobulins or blood products ≤ 90 days prior to the Screening Visit or plans to receive systemic immunoglobulins or blood products during the study.\n* Participant has a history of myocarditis, pericarditis, or myopericarditis.\n* Participant has donated ≥ 450 milliliters (mL) of blood products within 28 days prior to the Screening Visit or plans to donate blood products during the study.\n* Participated in an interventional clinical study within 28 days prior to the Screening Visit based on the medical history interview or plans to do so while participating in this study.\n* Participant is an immediate family member or household member of study personnel, study site staff, or Sponsor personnel.\n\nPhase 1 Specific Exclusion Criteria:\n\n* Participant has clinical screening laboratory values (total white blood cell count, hemoglobin, platelets, alanine aminotransferase (ALT), aspartate aminotransferase (AST), creatinine, alkaline phosphatase, and total bilirubin) \\> Grade 1.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Solicited Local and Systemic Adverse Reaction (ARs)",
        "description": "Solicited ARs (local and systemic) were collected in the electronic diary (eDiary). Local ARs included: pain at injection site, erythema (redness) at injection site, swelling/induration (hardness) at injection site, and localized axillary swelling or tenderness ipsilateral to the injection arm. Systemic ARs included: headache, fatigue, myalgia (muscle aches all over the body), arthralgia (aching in several joints), nausea/vomiting, rash, body temperature (potentially fever), and chills. Note, that not all solicited ARs were considered adverse events (AEs). The Investigator reviewed whether the solicited AR was also to be recorded as an AE. A Summary of all serious AEs (SAEs) and all nonserious AEs (\"Other\"), regardless of causality, is in Reported \"Adverse Events\" section.",
        "timeFrame": "Up to Day 8 (7 days post vaccination)"
      },
      {
        "measure": "Number of Participants With Unsolicited Adverse Events (AEs)",
        "description": "An AE was defined as any untoward medical occurrence associated with the use of a drug in humans, whether or not considered drug related. A treatment-emergent AE (TEAE) was defined as any event not present before exposure to vaccine or any event already present that worsens in intensity or frequency after exposure. Any abnormal laboratory test result (hematology, clinical chemistry, or prothrombin time \\[PT\\]/partial thromboplastin time \\[PTT\\]) or other safety assessment (for example, electrocardiogram, radiological scan, vital sign measurement), including one that worsens from baseline and is considered clinically significant in the medical and scientific judgment of the Investigator. A summary of SAEs and all nonserious AEs (\"Other\") reported up to the end of the study, regardless of causality, is located in the Reported \"Adverse Events\" section.",
        "timeFrame": "Up to Day 29 (28 days post vaccination)"
      },
      {
        "measure": "Number of Participants With Serious Adverse Events (SAEs), Adverse Events of Special Interest (AESIs), Medically-Attended AEs (MAAEs) and AEs Leading to Discontinuation",
        "description": "An SAE was defined as any AE that resulted in death, is life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in disability/permanent damage, was a congenital anomaly/birth defect, or was an important medical event. AESIs included thrombocytopenia, new onset of or worsening of the protocol specified neurologic diseases, anaphylaxis, and myocarditis/pericarditis. An MAAE is an AE that leads to an unscheduled visit to a healthcare practitioner. This would include visits to a study site for unscheduled assessments (for example, abnormal laboratory follow-up, and/or COVID-19 and visits to healthcare practitioners external to the study site (for example, urgent care, primary care physician). A summary of SAEs and all nonserious AEs (\"Other\"), regardless of causality, is located in the Reported \"Adverse Events\" section.",
        "timeFrame": "Up to Day 181"
      }
    ],
    "secondary": [
      {
        "measure": "Geometric Mean Titer of Anti-Hemagglutinin Antibodies at Day 29, as Measured by Hemagglutination Inhibition Assay (HAI) For Vaccine-Matched Seasonal Influenza A and B Strains",
        "description": "Seasonal influenza A included H1N1 and H3N2 and seasonal influenza B strains included BV and BY.",
        "timeFrame": "Day 29"
      },
      {
        "measure": "Geometric Mean Titer of VAC62 Neutralizing Antibody at Day 29, as Measured by Pseudovirus Neutralization Assay (or Binding Antibody Assay) For Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2)",
        "timeFrame": "Day 29"
      },
      {
        "measure": "Geometric Mean Fold Rise of Anti-Hemagglutinin Antibodies at Day 29, as Measured by Hemagglutination Inhibition Assay (HAI) For Vaccine-Matched Seasonal Influenza A and B Strains",
        "description": "Seasonal influenza A included H1N1 and H3N2 and seasonal influenza B strains included BV and BY.",
        "timeFrame": "Day 29"
      },
      {
        "measure": "Geometric Mean Fold Rise of VAC62 Neutralizing Antibody at Day 29, as Measured by Pseudovirus Neutralization Assay (or Binding Antibody Assay) For SARS-CoV-2",
        "description": "The GMFR measures the changes in immunogenicity titers or levels from Baseline within participants. 95% CI was calculated based on the difference in the log-transformed values for GMFR, then back transformed to the original scale for presentation.",
        "timeFrame": "Day 29"
      },
      {
        "measure": "Percentage of Participants With Seroconversion as Measured by HAI Assay For Vaccine-Matched Seasonal Influenza A and B Strains",
        "description": "Seroconversion at a participant level is defined as a pre-vaccination HAI titer \\< 1:10 and a post-vaccination HAI titer \\>= 1:40 or a pre-vaccination HAI titer \\>= 1:10 and a minimum 4-fold rise in post vaccination HAI antibody titer.",
        "timeFrame": "Day 29"
      },
      {
        "measure": "Percentage of Participants With Seroresponse as Measured by PsVNA (or Binding Antibody Assay) For SARS-CoV-2",
        "description": "Seroresponse at a participant level is defined as an increase from below the lower limit of quantification (LLOQ) to \\>= 4 x LLOQ if baseline neutralizing antibody (nAb) level is \\< LLOQ, or \\>= 4 fold rise if baseline nAb level is \\>=LLOQ.",
        "timeFrame": "Day 29"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:34.444Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}