{
  "nctId": "NCT01993719",
  "briefTitle": "Immunotherapy Using Tumor Infiltrating Lymphocytes for Patients With Metastatic Melanoma",
  "officialTitle": "A Phase II Study for Metastatic Melanoma Using High-Dose Chemotherapy Preparative Regimen Followed by Cell Transfer Therapy Using Tumor-Infiltrating Lymphocytes Plus IL-2 With the Administration of Pembrolizumab in the Retreatment Arm",
  "protocolDocument": {
    "nctId": "NCT01993719",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-02-15",
    "uploadDate": "2022-09-14T14:08",
    "size": 4609459,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01993719/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 33,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2013-12-12",
    "completionDate": "2022-07-06",
    "primaryCompletionDate": "2021-10-14",
    "firstSubmitDate": "2013-11-22",
    "firstPostDate": "2013-11-25"
  },
  "eligibilityCriteria": {
    "criteria": "-INCLUSION CRITERIA:\n\n1. Measurable metastatic melanoma with at least one lesion that is resectable for tumor infiltrating lymphocytes (TIL) generation and at least one other lesion that can be measured by Response Evaluation Criteria In Solid Tumors (RECIST) criteria.\n2. Confirmation of diagnosis of metastatic melanoma by the Laboratory of Pathology of National Cancer Institute (NCI).\n3. Patients with 3 or fewer brain metastases that are less than 1 cm in diameter and asymptomatic are eligible. Lesions that have been treated with stereotactic radiosurgery must be clinically stable for 1 month after treatment for the patient to be eligible. Patients with surgically resected brain metastases are eligible.\n4. Greater than or equal to 18 years of age and less than or equal to 70 years of age.\n5. Ability of subject to understand and the willingness to sign the Informed Consent Document\n6. Willing to sign a durable power of attorney.\n7. Clinical performance status of Eastern Cooperative Oncology Group (ECOG) 0, 1 or 2.\n8. Patients of both genders must be willing to practice birth control from the time of enrollment on this study and for up to four months after treatment.\n9. Serology:\n\n   * Seronegative for human immunodeficiency virus (HIV) antibody. (The experimental treatment being evaluated in this protocol depends on an intact immune system. Patients who are HIV seropositive can have decreased immune-competence and thus are less responsive to the experimental treatment and more susceptible to its toxicities.)\n   * Seronegative for hepatitis B antigen, and seronegative for hepatitis C antibody. If hepatitis C antibody test is positive, then patient must be tested for the presence of antigen by reverse transcription polymerase chain reaction (RT-PCR) and be hepatitis C virus (HCV) ribonucleic acid (RNA) negative.\n10. Women of child-bearing potential must have a negative pregnancy test because of the potentially dangerous effects of the treatment on the fetus.\n11. Hematology:\n\n    * Absolute neutrophil count greater than 1000/mm(3) without the support of filgrastim\n    * White blood cell (WBC) greater than or equal to 3000/mm(3)\n    * Platelet count greater than or equal to 100,000/mm(3)\n    * Hemoglobin \\> 8.0 g/dl\n12. Chemistry:\n\n    * Serum alanine aminotransferase (ALT)/aspartate aminotransferase (AST) less than or equal to 2.5 times the upper limit of normal\n    * Serum Creatinine less than or equal to 1.6 mg/dl\n    * Total bilirubin less than or equal to 1.5 mg/dl, except in patients with Gilbert's Syndrome who must have a total bilirubin less than 3.0 mg/dl.\n13. More than four weeks must have elapsed since any prior systemic therapy at the time the patient receives the preparative regimen, and patients toxicities must have recovered to a grade 1 or less (except for toxicities such as alopecia or vitiligo). Patients must have progressive disease after prior treatment.\n\n    Note: Patients may have undergone minor surgical procedures within the past 3 weeks, as long as all toxicities have recovered to grade 1 or less.\n14. Subjects must be co-enrolled in 03-C-0277\n\nEXCLUSION CRITERIA:\n\n1. Women of child-bearing potential who are pregnant or breastfeeding because of the potentially dangerous effects of the treatment on the fetus or infant.\n2. Any form of primary immunodeficiency (such as Severe Combined Immunodeficiency Disease).\n3. Concurrent opportunistic infections (The experimental treatment being evaluated in this protocol depends on an intact immune system. Patients who have decreased immune competence may be less responsive to the experimental treatment and more susceptible to its toxicities).\n4. Active systemic infections, (e.g.: requiring anti-infective treatment), coagulation disorders or any other active major medical illnesses.\n5. Concurrent systemic steroid therapy.\n6. History of severe immediate hypersensitivity reaction to any of the agents used in this study.\n7. History of coronary revascularization or ischemic symptoms.\n8. Any patient known to have an left ventricular ejection fraction (LVEF) less than or equal to 45%\n9. Documented LVEF of less than or equal to 45%, note: testing is required in patients with:\n\n   * Age greater than or equal to 65 years old\n   * Clinically significant atrial and or ventricular arrhythmias including but not limited to: atrial fibrillation, ventricular tachycardia, second or third degree heart block or history of ischemic heart disease or chest pain.\n10. Patients who are receiving other investigational agents\n11. Documented forced expiratory volume (FEV1) less than or equal to 60% predicted tested in patients with:\n\n    * A prolonged history of cigarette smoking (20 pack (pk)/year of smoking within the past 2 years).\n    * Symptoms of respiratory dysfunction",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Treatment-related Grade 3-5 Adverse Events in Arm 1N and Arm 1P",
        "description": "Number of participants with Grades 3-5 treatment-related adverse events were compared in Arm 1N and Arm 1P; and adverse events were assessed by the Common Terminology Criteria for Adverse Events (CTCAE v4.0). Grade 3 is severe. Grade 4 is life-threatening, and Grade 5 is death related to adverse event.",
        "timeFrame": "30 days after end of treatment"
      },
      {
        "measure": "Number of Participants Who Have a Clinical Response to Treatment (Objective Tumor Regression)",
        "description": "Clinical response to treatment was assessed by the Response Evaluation Criteria In Solid Tumors (RECIST v1.0). Complete Response (CR) is disappearance of all target lesions. Partial Response (PR) is at least a 30% decrease in the sum of the longest diameter (LD) of target lesions taking as reference the baseline sum LD. Progressive Disease (PD) is at least a 20% increase in the sum of LD of target lesions taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions. Stable Disease (SD) is neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD taking as references the smallest sum LD.",
        "timeFrame": "4 weeks after cell infusion, then every 3 months x 3 and then every 6 months for 5 years, then per Principal Investigator (PI) discretion up to 5 years or disease progression"
      },
      {
        "measure": "Overall Response Rate (ORR)",
        "description": "Overall response is the best response recorded from the start of treatment until disease progression/recurrence (taking as reference for progressive disease the smallest measurements recorded since the treatment started). Response was assessed by the Response Evaluation Criteria in Solid Tumors (RECIST) guideline (version 1.0). Progression is at least a 20% increase in the sum of LD of target lesions taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions.",
        "timeFrame": "Date of cells until time of disease progression, up to approximately 67.2 months."
      }
    ],
    "secondary": [
      {
        "measure": "Number of Treatment-related Adverse Events for Participants Who Received Pembrolizumab",
        "description": "Number of treatment-related adverse events for participants who received pembrolizumab. Adverse events were assessed by the Common Terminology Criteria for Adverse Events (CTCAE) v4.0.",
        "timeFrame": "Date treatment consent signed until approximately 4 weeks following last dose of Pembrolizumab, up to 4 weeks"
      },
      {
        "measure": "Progression-free Survival (PFS)",
        "description": "PFS is defined as the time to disease progression following the start of treatment, and time to death following the start of treatment. Progression was assessed by the Response Evaluation Criteria In Solid Tumors (RECIST) v1.0 and is defined as at least a 20% increase in the sum of the longest diameter (LD) of target lesions taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions.",
        "timeFrame": "Date of cells until time of disease progression up to approximately 67.2 months."
      },
      {
        "measure": "Overall Survival",
        "description": "Overall survival is defined as the time from treatment start date until date of death, or date last known alive.",
        "timeFrame": "Date of cells until time to death, up until 90.1 months."
      },
      {
        "measure": "Overall Survival",
        "description": "Overall survival is defined as the time from treatment start date until date of death, or date last known alive.",
        "timeFrame": "An average of 25.6 months."
      },
      {
        "measure": "Overall Progression Free Survival (PFS)",
        "description": "PFS is defined as the time to disease progression following the start of treatment, and time to death following the start of treatment. Progression was assessed by the Response Evaluation Criteria in Solid Tumors (RECIST) v1.0 and is defined as at least a 20% increase in the sum of the longest diameter (LD) of target lesions taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions.",
        "timeFrame": "Time to progression and time to death, approximately up to 67.2 months."
      }
    ],
    "other": [
      {
        "measure": "Number of Participants With Serious and/or Non-serious Adverse Events Assessed by the Common Terminology Criteria for Adverse Events (CTCAE v4.0)",
        "description": "Here is the number of participants with serious and/or non-serious adverse events assessed by the Common Terminology Criteria for Adverse Events (CTCAE v4.0). A non-serious adverse event is any untoward medical occurrence. A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life-threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned.",
        "timeFrame": "Date treatment consent signed to date off study, approximately 102 months and 9 days, 92 months and 19 days, 86 months and 9 days, 99 months and 16 days, and 86 months and 26 days for each group respectively."
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 5,
      "otherCount": 1,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 61,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:46.915Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}