{
  "nctId": "NCT03373383",
  "briefTitle": "Study to Test the Efficacy and Safety of Padsevonil as Adjunctive Treatment of Focal-onset Seizures in Adults With Drug-resistant Epilepsy",
  "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled, Dose Finding Study to Evaluate the Efficacy and Safety of Padsevonil as Adjunctive Treatment of Focal-Onset Seizures in Adult Subjects With Drug-Resistant Epilepsy",
  "protocolDocument": {
    "nctId": "NCT03373383",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-10-12",
    "uploadDate": "2021-01-28T02:04",
    "size": 2335549,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03373383/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 411,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-02-12",
    "completionDate": "2020-01-30",
    "primaryCompletionDate": "2020-01-30",
    "firstSubmitDate": "2017-12-07",
    "firstPostDate": "2017-12-14"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Diagnosis of focal epilepsy per 1989 International League Against Epilepsy (ILAE) criteria at least 3 years before study entry\n* Subject has failed to achieve seizure control with 4 tolerated and appropriately chosen prior antiepileptic drugs (AED), including past and ongoing treatment, that were individually optimized for adequate dose and duration. Prior discontinued AED treatment would need to be assessed by the Investigator considering the patient medical records and patient and/or caregiver interview. 'Prior AED' is defined as all past and ongoing AED treatments with a start date before the Screening Visit (Visit 1)\n* Average of \\>= 4 spontaneous and observable focal seizures (type IA1 (i.e. focal aware), IB (i.e. focal impaired awareness), IC (i.e. focal to bilateral tonic-clonic)) per month\n* Current treatment with an individually optimized and stable dose of at least 1 and up to 3 AEDs for the 8 weeks prior to the Screening Visit with or without additional Vagus Nerve Stimulation (VNS) or other neurostimulation treatments\n\nExclusion Criteria:\n\n* Subject has a history of or signs of generalized or combined generalized and focal epilepsy\n* Cluster seizures which are uncountable in the previous 8 weeks before study entry and during 4 weeks prospective baseline\n* Current treatment with carbamazepine, phenytoin, primidone, phenobarbital\n* Current treatment/ use of (non-AED) prescription, nonprescription, dietary (eg, grapefruit or passion fruit), or herbal products that are potent inducers or inhibitors of the CYP3A4 or 2C19 pathway for 2 weeks (or 5 half-lives, whichever is longer) prior to the Baseline Visit\n* Subjects taking sensitive substrates of CYP2C19 for 2 weeks (or 5 half-lives, whichever is longer) prior to the Baseline Visit\n* Subject has been taking vigabatrin less than 2 years at study entry\n* Subject has been taking felbamate for less than 12 months\n* Subject taking retigabine for less than 4 years\n* Current treatment with benzodiazepines (i.e. GABA-A-ergic drugs like zolpidem, zaleplon, or zopiclone, excluding GABA-A-ergic AEDs) \\<3 times per week for emergencies\n* Subject has a current medical condition that occurred within the last 12 months which, in the opinion of the investigator, could compromise his/her safety or ability to participate in this study",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Log-transformed Observable Focal Onset Seizure Frequency From Baseline Over the 12 Week Maintenance Period",
        "description": "During the study, participants kept diaries to record daily seizure activity. Seizure frequency refers to 28-day adjusted frequency. Seizure frequency was based on investigator assessment of participants' reports of daily seizure type and frequency. Observable focal-onset seizures refer to Type IA1, IB, and IC (ILAE Classification of Epileptic Seizures, 1981). Based on ANCOVA on change in log-transformed, 28-day adjusted seizure frequency from Baseline with treatment group as the main factor, Baseline log-transformed seizure frequency as a continuous covariate, Baseline SV2A use (yes or no) and Region (Europe, Non-Europe) as categorical factors.",
        "timeFrame": "From Baseline over the 12 Week Maintenance Period"
      },
      {
        "measure": "Percentage of Participants With Treatment-Emergent Adverse Events (TEAEs) Reported by the Subject and/or Caregiver or Observed by the Investigator During the Entire Study",
        "description": "An Adverse Event is any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product that does not necessarily have a causal relationship with this treatment.",
        "timeFrame": "From Baseline until Safety Follow-Up (up to Week 23)"
      },
      {
        "measure": "Percentage of Participants With Treatment-Emergent Adverse Events (TEAEs) Leading to Study Withdrawal",
        "description": "An Adverse Event is any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product that does not necessarily have a causal relationship with this treatment.",
        "timeFrame": "From Baseline until Safety Follow-Up (up to Week 23)"
      },
      {
        "measure": "Percentage of Participants With Treatment-Emergent Serious Adverse Events (SAEs) During the Entire Study",
        "description": "A Serious Adverse Event (SAE) is any untoward medical occurrence that at any dose:\n\n* Results in death\n* Is life-threatening\n* Requires in patient hospitalization or prolongation of existing hospitalization\n* Is a congenital anomaly or birth defect\n* Is an infection that requires treatment parenteral antibiotics\n* Other important medical events which based on medical or scientific judgement may jeopardize the patients, or may require medical or surgical intervention to prevent any of the above.",
        "timeFrame": "From Baseline until Safety Follow-Up (up to Week 23)"
      }
    ],
    "secondary": [
      {
        "measure": "75 % Responder Rate Over the 12 Week Maintenance Period",
        "description": "The 75% responder rate, where a responder is a participant experiencing a ≥75% reduction in observable focal-onset seizure frequency from Baseline, over the 12-Week Maintenance Period.",
        "timeFrame": "End of Maintenance Period (Week 16) following 3 Weeks of titration and 1 Week stabilization"
      },
      {
        "measure": "50 % Responder Rate Over the 12 Week Maintenance Period",
        "description": "The 50% responder rate, where a responder was a participant experiencing a ≥50% reduction in observable focal-onset seizure frequency from Baseline, over the 12-Week Maintenance Period.",
        "timeFrame": "End of Maintenance Period (Week 16) following 3 Weeks of titration and 1 Week stabilization"
      },
      {
        "measure": "Percent Change in Observable Focal-onset Seizure Frequency From Baseline Over the 12 Week Maintenance Period",
        "description": "During the study, participants kept diaries to record daily seizure activity. The percentage of participants who experienced a 50 % or greater reduction in seizure frequency per 28 days relative to Baseline (responders) was assessed.",
        "timeFrame": "End of Maintenance Period (Week 16) following 3 Weeks of titration and 1 Week stabilization"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:47.678Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}