{
  "nctId": "NCT03646240",
  "briefTitle": "ABI-009 (Nab-rapamycin) for Surgically-Refractory Epilepsy (RaSuRE)",
  "officialTitle": "Phase 1 Study of ABI-009 (Nab-rapamycin) for Surgically-Refractory Epilepsy (RaSuRE)",
  "protocolDocument": {
    "nctId": "NCT03646240",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-10-31",
    "uploadDate": "2019-01-02T14:15",
    "size": 718112,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03646240/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 14,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-07-31",
    "completionDate": "2022-12-31",
    "primaryCompletionDate": "2022-08-22",
    "firstSubmitDate": "2018-07-19",
    "firstPostDate": "2018-08-24"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Written informed consent (and assent when applicable) obtained from participant or participant's legal representative\n2. Be willing and able to adhere to the study visit schedule and other protocol requirements\n3. Male or female ≥3 and ≤26 years of age at Visit 1 b. Because no dosing or adverse event data are currently available on the use of ABI-009 or other mTOR inhibitors in participants \\<3 years of age, these young children are excluded from this study.\n4. Documentation of a diagnosis of medically intractable epilepsy as defined by the failure of at least 2 appropriately dosed and tolerated AEDs to eliminate all clinical seizures over a 6-month period (prior to epilepsy surgery)\n5. Documentation of resective epilepsy surgery following appropriate pre-surgical evaluation\n6. Documentation of continued clinical seizures that persist at least 3 months following resective epilepsy surgery. In order to proceed with drug administration, participants will have to have had \\>8 seizures in the last 30 days without 2 weeks of seizure freedom, as noted by a daily seizure diary.\n7. Documentation that the participant is not a candidate for OR refuses any additional resective epilepsy surgery\n8. Participants must have adequate bone marrow function (ANC ≥1,000/mm3, platelet count of ≥100,000/mm3, and hemoglobin ≥9 gm/dL) before starting study drug.\n9. Participants must have adequate liver function (SGPT/ALT ≤5 times ULN and bilirubin ≤5 times ULN) before starting study drug.\n10. Participants must have adequate renal function, defined as: Creatinine clearance or radioisotope GFR \\>/= 70mL/min/1.73 m2 or a serum creatinine based on age/gender as follows:\n11. Participants must have a fasting cholesterol level \\<350 mg/dL and triglycerides \\<400 mg/dL before starting study drug. In case one or both of these are exceeded, the participant can only be included after initiation of appropriate lipid lowering medication and documentation of cholesterol \\<350mg/dL and triglycerides \\<400mg/dl before start of study drug.\n12. Participants must have normal oxygen saturation.\n13. The effects of ABI-009 on the developing human fetus at the recommended therapeutic dose are unknown. For this reason and because rapamycin is known to be teratogenic, female participants of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a female participant become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n\n    1. Participants of child bearing potential must not be breastfeeding or pregnant as evidenced by a negative pregnancy test.\n\nExclusion Criteria:\n\n1. For females of child bearing potential:\n\n   1. Positive pregnancy test at Visit 1, or\n   2. Lactating, or\n   3. Unwilling to practice a medically acceptable form of contraception (acceptable forms of contraception: abstinence, hormonal birth control, intrauterine device, or barrier method plus a spermicidal agent), unless surgically sterilized or postmenopausal during the study.\n2. Has any other condition that, in the opinion of the Site Investigator/designee, would preclude informed consent or assent, make study participation unsafe, complicate interpretation of study outcome data, or otherwise interfere with achieving the study objectives.\n3. Participants should not receive immunization with attenuated live vaccines within one week of study entry or during study period. Close contact with those who have received attenuated live vaccines should be avoided during the ABI-009 dosing period. Examples of live vaccines include intranasal influenza, measles, mumps, rubella, oral polio, BCG, yellow fever, varicella and TY21a typhoid vaccines.\n4. HBsAg and HCVAb blood test must be done at screening (HBsAg only needs to be screened in patients who have not received the full complement of Hepatitis B immunizations). Patients who test positive for Hepatitis C antibodies or the Hepatitis B antigen are ineligible. Alternatively, if the patient has received the complement of Hepatitis B immunizations, this would suffice.\n5. A known history of HIV seropositivity. HIV-positive patients on combination antiretroviral therapy are ineligible because of the potential for pharmacokinetic interactions with ABI-009. In addition, these patients are at increased risk of lethal infections when treated with marrow-suppressive therapy.\n6. Patients receiving chronic, systemic treatment with corticosteroids or another immunosuppressive agent. Note: Patients that are currently using inhaled, intranasal, ocular, topical or other non-oral or non-IV steroids are not necessarily excluded from the study but need to be discussed with the study chair.\n7. Patients who have been previously treated with a systemic mTOR inhibitor for epilepsy. Skin cream use with rapamycin or everolimus, however, is permitted.\n8. Patients with a known hypersensitivity to human albumin, ABI-009 or other rapamycins (e.g. sirolimus, everolimus, temsirolimus).\n9. Patients receiving any other concurrent anticancer or investigational therapy. Participants will be permitted to enroll in the study after a 30-day washout of previously used investigational drugs.\n10. Patients with any clinically significant unrelated systemic illness that would compromise a participant's ability to tolerate protocol procedures.\n11. Patients with inability to return for dosing and follow-up visits to assess toxicity to the study drug.\n12. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, active lung disease, or psychiatric illness/social situations that would limit compliance with study requirements. Study Specific Tolerance for Inclusion/Exclusion Criteria Patients who fail to meet one or more of the inclusion criteria or who meet any of the exclusion criteria will not be enrolled in this study. Waivers of any of the above study entry criteria will not be granted.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "3 Years",
    "maximumAge": "26 Years",
    "stdAges": [
      "CHILD",
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Maximum tolerated dose",
        "description": "Incidence of AEs in each treatment arm will be tabulated by seriousness, severity, and relationship to study drug from baseline will be summarized by treatment group.",
        "timeFrame": "3 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage reduction in seizure rate",
        "description": "Frequency measured using median percentage reduction",
        "timeFrame": "4 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 19,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:29:49.656Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}