{
  "nctId": "NCT04824131",
  "briefTitle": "Safety, Tolerability and Acceptability of Long-Acting Cabotegravir (CAB LA) for the Prevention of HIV Among Adolescent Females",
  "officialTitle": "Safety, Tolerability and Acceptability of Long-Acting Cabotegravir (CAB LA) for the Prevention of HIV Among Adolescent Females - A Sub-study of HPTN 084",
  "protocolDocument": {
    "nctId": "NCT04824131",
    "filename": "Prot_ICF_002.pdf",
    "label": "Study Protocol and Informed Consent Form",
    "date": "2019-10-14",
    "uploadDate": "2024-04-19T14:45",
    "size": 1302221,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04824131/document/Prot_ICF_002.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": true
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 55,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-11-04",
    "completionDate": "2023-01-10",
    "primaryCompletionDate": "2023-01-10",
    "firstSubmitDate": "2021-01-06",
    "firstPostDate": "2021-04-01"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Assigned female at birth\n* At enrollment, below 18 years of age\n* At enrollment, body weight ≥ 35 kg (77 lbs.)\n* Willing and able to provide informed assent/consent for the study and/or able to obtain written parental/guardian informed consent\n* Self-reported sexual activity with a male (oral, anal or vaginal) in the past 12 months\n* Willing and able to undergo all study procedures\n* In general, good health, as evidenced by the following laboratory values:\n\n  * Non-reactive / negative HIV test results\\*\\*,\n  * Absolute neutrophil count \\> 799 cells/mm3,\n  * Platelet count ≥ 100,000/mm3,\n  * Hemoglobin ≥ 11g/dL,\n  * Calculated creatinine clearance ≥ 60 mL/minute using the modified Schwartz equation,\n  * Alanine aminotransferase (ALT) \\< 2.0 times the upper limit of normal (ULN) (≤ grade 1) and total bilirubin (Tbili) ≤ 2.5 x ULN,\n  * Hepatitis B virus (HBV) surface antigen (HBsAg) negative) and accepts vaccination,\n  * Hepatitis C virus (HCV) Antibody negative\n* Must have a negative beta human chorionic gonadotropin (βHCG) pregnancy test (sensitivity of ≤ 25 mIU/mL) performed (and results known) on the same day as Enrollment and before initiating study product\n* Must agree to use a reliable form of long acting contraception, during the trial and for 48 weeks after stopping the long acting injectable, or 30 days after stopping oral study product, from the list below:\n\n  * Intrauterine device (IUD) or intrauterine system (IUS) that meets \\<1% failure rate as stated in the product label\n  * Hormone-based contraceptive that meets \\<1% failure rate when used consistently and correctly as stated in the product label (implants or injectables only; this excludes combined oral contraception)\n* If currently on PrEP from a non-study source, willing to stop said PrEP prior to enrollment and agree to switch to oral CAB for the lead-in period and CAB LA injections.\n* HIV-uninfected, based on HIV test results obtained at Screening and at the Enrollment visit. All HIV test results from the Screening visit must be obtained and must all be negative/non-reactive. This includes testing for acute HIV infection, which must be performed within 14 days of Enrollment. Individuals who have one or more reactive or positive HIV test result(s) will not be enrolled, even if subsequent confirmatory testing indicates that they are not HIV-infected (see SSP Manual).\n\nExclusion Criteria:\n\n* Co-enrollment in any other HIV interventional research study or other concurrent studies which may interfere with this study (as provided by self-report or other available documentation)\n* Past or current participation in HIV vaccine trial with exception for participants who can provide documentation of receipt of placebo\n* Exclusively had sex with biological females in lifetime\n* In the last 6 months (at the time of screening):\n\n  * active or planned use of any substance use which would, in the opinion of the site investigator, interfere with study participation (including herbal remedies), as described in the Investigator's Brochure (IB) or listed in the Study Specific Procedures (SSP), and/ or Protocol Section 4.4,\n* Known history of clinically significant cardiovascular disease, as defined by history/evidence of symptomatic arrhythmia, angina/ischemia, coronary artery bypass grafting (CABG) surgery or percutaneous transluminal coronary angioplasty (PTCA) or any clinically significant cardiac disease\n* Inflammatory skin conditions that compromise the safety of intramuscular (IM) injections\n* Tattoo or other dermatological condition overlying the buttock region that may interfere with interpretation of injection site reactions\n* Current or chronic history of liver disease (e.g., non-alcoholic or alcoholic steatohepatitis) or known hepatic or biliary abnormalities (with the exception of Gilbert's syndrome, asymptomatic gallstones, or cholecystectomy)\n* Known history of clinically significant bleeding\n* A history of seizure disorder, per self-report\n* Medical, social or other condition that, in the opinion of the site investigator, would interfere with the conduct of the study or safety of the participant (e.g., provided by self-report, or found upon medical history and examination or in available medical records)\n* Plans to move out of the geographic area within the next 18 months or otherwise unable to participate in study visits, according to the site investigator\n* Pregnant or currently breastfeeding at the time of screening or intends to become pregnant and/or breastfeed while on study",
    "healthyVolunteers": true,
    "sex": "FEMALE",
    "maximumAge": "17 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Count and Percentage of Participants Experiencing Any Grade 2 or Higher Clinical Adverse Events (AEs) and Laboratory Abnormalities Among Participants Who Receive at Least One Injection of CAB LA.",
        "description": "Number and percent of participants experiencing any Grade 2 or higher clinical adverse events (AEs) or laboratory abnormalities (reported as adverse events) from the first injection visit to 8 weeks after the last Step 2 injection visit or week 41, whichever comes first.",
        "timeFrame": "Measured through participant's first injection visit up to, 8 weeks after the last Step 2 injection visit or week 41"
      },
      {
        "measure": "Tolerability Endpoint: Percentage of Participants Who Receive at Least 1 Injection and Who Discontinue Receiving Injections Prior to the Full Course of Injections Due to Intolerability of Injection, Frequency of Injections or Burden of Study Procedures.",
        "description": "Number and percent of participants who receive at least 1 injection and who discontinue receiving injections prior to the full course of injections due to intolerability of injection or burden of study procedures. Reasons for intolerability may include:\n\n1. Injection site reaction\n2. Burden of study procedure i. Participant refused further participation ii. Participant is unwilling or unable to comply with required study procedures iii. Participant refused further study product use iv. Participant unable to adhere to visit schedule",
        "timeFrame": "Measured through participant's first injection visit up to, 8 weeks after the last Step 2 injection visit or week 41"
      },
      {
        "measure": "Acceptability Endpoint: Count and Percentage of Participants Who Complete All Scheduled Injections and Who Receive at Least One Injection Whom Would Consider Using CAB LA for HIV Prevention in the Future.",
        "description": "Number and percent of participants who complete all scheduled injections: Defined as completing all scheduled injections for participants who are confirmed pregnant, confirmed HIV seroconverted, or discontinue product due to the following reasons:\n\n* Death\n* Early study closure\n* HBV infection\n\nDuring Step 1:\n\nEnrolled population: completed all 0 of 0 scheduled injections Injection population: not applicable, did not receive injection\n\nDuring Step 2:\n\nBoth enrolled and injection: completed all injections whose target window closed prior to pregnancy/seroconversion/product discontinuation date",
        "timeFrame": "Measured through participant's first injection visit up to, 8 weeks after the last Step 2 injection visit or week 41"
      }
    ],
    "secondary": [
      {
        "measure": "Count of Participants Above the Protein-adjusted Inhibitor Concentration (90%; PA-IC90) at Each Injection Visit",
        "description": "CAB drug concentrations will be measured in plasma to generate CAB-LA concentration-time profiles among study participants. Measurements will occur at study visits during the injection phase of the study as well as during the pharmacologic \"tail\" phase. Count of participants for injection visits in which a participant remains above the 1x (0.166 mcg/mL), 4x (0.664 mcg/mL) and 8x (1.33 mcg/mL) PA-IC90. Concentrations above the 3 PA-IC90 are associated with rectal protection in a non-human primate study, and concentrations above the 8x PA-IC90 are expected to be associated with protection in humans.",
        "timeFrame": "Measured through participant's first Oral visit up to, 10 weeks after the last Step 2 injection visit or week 41"
      },
      {
        "measure": "Measurement of Pharmacokinetic Parameters, Mean and Associated Deviations of Drug Concentrations at Each Injection Visit.",
        "description": "CAB drug concentrations will be measured throughout the study, and the study team will characterize variability in concentrations at each visit by determining mean concentrations, as well as associated deviations.",
        "timeFrame": "Measured through weeks 5, 6, 9, 10, 17, 18, 25, 26, 33, 34, 41 (33 +8)"
      },
      {
        "measure": "Count and Percentage of Participants Experiencing Grade 2 or Higher Clinical AEs and Laboratory Abnormalities in the Oral Phase and the Aggregate Oral and Injection Phases",
        "description": "Number and percent of participants experiencing any Grade 2 or higher clinical adverse events (AEs) or laboratory abnormalities from:\n\n1. enrollment to week 5 (oral phase (step 1), including interim visits).\n2. enrollment to 8 weeks following the last injection received (aggregate over oral + injection phases (step 1-step 2) including interim visits)",
        "timeFrame": "Measured through participant's first Oral visit up to, 8 weeks after the last Step 2 injection visit or week 41"
      },
      {
        "measure": "Number and Percent of Injection Visits That Occurred \"On-time\"",
        "description": "Number and percent of injection visits (up to 5 per participant) that occur \"on-time\", using the number of injections given as the denominator. This will be presented along with the total number and percent of injections given, among all intended injections (i.e. 5 injections per participant).",
        "timeFrame": "Measured through participant's last study visit, up to approximately 1.5 years after study entry."
      },
      {
        "measure": "Change From Enrollment of Self-reported Sexual Behavior (Number of Sexual Partners) During the Study Period",
        "description": "We will use generalized estimating equations (GEE) with robust variance to model change in self-reported sexual behavior from enrollment (W0) to follow up visits (W4, W5, W9, W17, W25, W33, W+12, W+24, W+36, W+48), with an indicator variable for all on-study visits (i.e. enrollment visit = 0) to measure change in the outcome behavior. We will model count outcomes (number of sexual partners) using a poisson model.",
        "timeFrame": "Measured through participant's study visit, up to Week 48 from enrollment."
      },
      {
        "measure": "Change From Enrollment of Self-reported Sexual Behavior (Increased Episodes of Vaginal or Anal Sex Without a Condom) During the Study Period",
        "description": "We will use generalized estimating equations (GEE) with robust variance to model change in self-reported sexual behavior from enrollment (W0) to follow up visits (W4, W5, W9, W17, W25, W33, W+12, W+24, W+36, W+48), with an indicator variable for all on-study visits (i.e. enrollment visit = 0) to measure change in the outcome behavior. We will model count outcomes (number of episodes of vaginal sex without a condom) using a poisson model and binary outcomes (any episodes of anal sex without a condom) using a logistic model.",
        "timeFrame": "Measured through participant's last study visit, up to approximately 1.5 years after study entry."
      },
      {
        "measure": "Evaluate Rates of HIV Drug Resistance Among Participants Who Acquire HIV Infection During the Study",
        "description": "Data from steps 1, 2, and 3 will be included. The number of cases of drug resistance will be summarized. All cases of drug resistance among incident HIV infections will be described.",
        "timeFrame": "Measured through participant's last study visit, up to approximately 1.5 years after study entry."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:19.326Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}