{
  "nctId": "NCT02918019",
  "briefTitle": "A Study to Assess the Efficacy and Safety of MSTT1041A in Participants With Uncontrolled Severe Asthma",
  "officialTitle": "A Phase IIb, Randomized, Double-Blind, Placebo-Controlled, Multicenter, Dose-Ranging Study to Assess the Efficacy and Safety of MSTT1041A in Patients With Uncontrolled Severe Asthma",
  "protocolDocument": {
    "nctId": "NCT02918019",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-01-23",
    "uploadDate": "2022-03-31T19:44",
    "size": 27917534,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02918019/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 517,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-09-20",
    "completionDate": "2019-07-26",
    "primaryCompletionDate": "2019-04-05",
    "firstSubmitDate": "2016-09-27",
    "firstPostDate": "2016-09-28"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Body mass index (BMI) of 18 to 38 kilogram/square meter (kg/m\\^2) and weight \\>= 40 kg at screening\n* Documented physician-diagnosed asthma\n* On high dose inhaled corticosteroid (ICS) therapy plus at least one additional allowed controller medication\n* Forced expiratory volume in 1 second (FEV1) of 40% to 80% of predicted\n* Evidence of uncontrolled asthma\n* Use of contraceptive measures\n\nExclusion Criteria:\n\n* Diagnosis of mimics of asthma\n* Diagnosis of occupational asthma, aspirin-sensitive asthma, asthma chronic obstructive pulmonary disease overlap syndrome, or bronchiolitis, as determined by the investigator\n* Pregnant or lactating, or intending to become pregnant during the study or within 20 weeks after the last dose of MSTT1041A\n* Recent history of smoking\n* History or evidence of substance abuse that would pose a risk to participants safety, interfere with the conduct of the study, have an impact on the study results\n* Asthma exacerbation within 4 weeks prior to screening\n* Intubation for respiratory failure due to asthma within 12 months prior to screening\n* Comorbid conditions that may interfere with evaluation of investigational medicinal product\n* Known sensitivity to any of the active substances or their excipients to be administered during dosing\n* Positive pregnancy test",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Reduction in Rate of Asthma Exacerbations",
        "description": "Asthma exacerbation was defined as new or increased asthma symptoms (wheezing, coughing, dyspnea, chest tightness, and/or nighttime awakenings due to these symptoms) that result in one or both of the following: Hospitalization or emergency department visit with administration of systemic corticosteroid treatment; Treatment with systemic corticosteroids for at least 3 days, or a long-acting depot corticosteroid preparation with a therapeutic effectiveness of at least 3 days.\n\nAdjusted rates for the overall mITT population (all participants that received at least one dose of study drug) were estimated using Poisson regression and adjusted for blood eosinophil level at the first visit, the number of asthma exacerbations requiring systemic corticosteroids in the 12 months prior to study entry, the total daily ICS dose at the first visit, and geographic region, with patient time at risk used as an offset term.",
        "timeFrame": "Baseline to Week 54"
      }
    ],
    "secondary": [
      {
        "measure": "Absolute Change in Pre-Bronchodilator Forced Expiratory Volume in 1 Second (FEV1)",
        "description": "FEV1 measures how much air a person can exhale during the first second of a forced breath.\n\nAdjusted means are reported.",
        "timeFrame": "Baseline to Week 54"
      },
      {
        "measure": "Time to First Asthma Exacerbation",
        "description": "Asthma exacerbation was defined as new or increased asthma symptoms (wheezing, coughing, dyspnea, chest tightness, and/or nighttime awakenings due to these symptoms) that result in one or both of the following: Hospitalization or emergency department visit with administration of systemic corticosteroid treatment; Treatment with systemic corticosteroids for at least 3 days, or a long-acting depot corticosteroid preparation with a therapeutic effectiveness of at least 3 days.",
        "timeFrame": "52 Weeks"
      },
      {
        "measure": "Achievement in Improvement in Standardized Asthma Quality-of-Life Questionnaire (AQLQ(S)) Score",
        "description": "The AQLQ measures the functional problems (physical, emotional, social, and occupational) most troublesome to adults (17-70 years) with asthma. There are 32 questions in 4 domains - symptoms, activity limitation, emotional function, and environmental stimuli - scored on a 7 point scale, with 7= no impairment and 1= severely impaired. For this study, improvement achievement was defined as an increase of at least 0.5 points from baseline to week 54.\n\nAdjusted rates are reported.",
        "timeFrame": "Week 54"
      },
      {
        "measure": "Absolute Change in Patient-Reported Use of Short-Acting Rescue Therapy",
        "description": "Adjusted mean values are all equal to zero.",
        "timeFrame": "Baseline to Week 54"
      },
      {
        "measure": "Proportion of Weeks Without Patient-Reported Asthma-Related Nighttime Awakenings",
        "description": "The adjusted mean proportion of weeks without a nighttime awakening from baseline through week 54 are reported. The proportion of weeks is expressed as a percentage.",
        "timeFrame": "Baseline through Week 54"
      },
      {
        "measure": "Absolute Change in Patient-Reported Daytime Asthma Symptom Severity as Measured by the Asthma Daily Symptom Diary (ADSD)",
        "description": "The ADSD is a 6-item daily measure of asthma symptom severity that assesses three core categories of asthma symptoms: breathing symptoms, chest symptoms, and cough. Symptoms are rated at their worst using an 11-point numeric rating scale ranging from 0 (no symptoms) to 10 (the worst symptoms imaginable).\n\nAdjusted means are reported.",
        "timeFrame": "Baseline to Week 54"
      },
      {
        "measure": "Percentage of Participants With Adverse Events",
        "description": "An adverse event is any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the treatment. An adverse event can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. Preexisting conditions which worsen during a study are also considered as adverse events.",
        "timeFrame": "Baseline to Week 54"
      },
      {
        "measure": "Percentage of Participants With Anti-Drug Antibodies (ADAs)",
        "description": "The prevalence of ADAs at baseline was defined as the proportion of the evaluable participant population in a study that is ADA positive at baseline.",
        "timeFrame": "Baseline"
      },
      {
        "measure": "Serum Concentration of Astegolimab (MSTT1041A)",
        "timeFrame": "Weeks 26 and 54"
      },
      {
        "measure": "Percentage of Participants With Treatment-Emergent ADAs",
        "description": "The incidence of ADAs at post-baseline timepoints was defined as the proportion of the study population found to have developed treatment-emergent ADAs.",
        "timeFrame": "From baseline to the first appearance of ADAs at any point post-baseline (up to Week 54)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 89,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:24.202Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}