{
  "nctId": "NCT03467477",
  "briefTitle": "Tau Screening Study in Subjects With Early Symptomatic AD",
  "officialTitle": "A Multicenter Screening Study With Flortaucipir F 18 in Patients With Early Symptomatic AD; #2",
  "protocolDocument": {
    "nctId": "NCT03467477",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-04-17",
    "uploadDate": "2020-06-27T14:20",
    "size": 480727,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03467477/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 161,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-03-08",
    "completionDate": "2018-11-15",
    "primaryCompletionDate": "2018-11-15",
    "firstSubmitDate": "2018-03-08",
    "firstPostDate": "2018-03-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Patients with gradual and progressive change in memory function reported by the patient or informant for ≥6 months\n2. Patients who have a mini-mental status exam (MMSE) score between 20-28 inclusive\n3. Patients who are willing to undergo a PET scan using flortaucipir F 18\n4. Patients who give informed consent or have a legally authorized representative (LAR) available to consent at the time of enrollment\n5. A study partner who must be available if the patient enters the treatment trial\n\nExclusion Criteria:\n\n1. Are females of childbearing potential who are not surgically sterile, not refraining from sexual activity or not using reliable methods of contraception. Females of childbearing potential must not be pregnant (negative serum β-HCG \\[beta human chorionic gonadotropin\\] at screening and negative urine β-HCG prior to flortaucipir F 18 injection) or breastfeeding at screening. Females should agree to avoid becoming pregnant by refraining from sexual activity or using reliable contraceptive methods for 24 hours following administration of flortaucipir F 18 injection;\n2. Patients who lack, in the investigator's opinion, adequate premorbid literacy, adequate vision, or adequate hearing to complete the required psychometric testing;\n3. Have significant neurological disease affecting the central nervous system (CNS), other than AD, that may affect cognition or ability to complete the study, including but not limited to, other dementias, serious infection of the brain, Parkinson's disease, multiple concussions, or epilepsy or recurrent seizures (except febrile childhood seizures);\n4. Patients with any current primary psychiatric diagnosis other than AD if, in the judgment of the investigator, the psychiatric disorder or symptom is likely to confound interpretation of drug effect, affect cognitive assessment, or affect the patient's ability to complete the study \\[Patients with history of schizophrenia or other chronic psychosis are excluded.\\];\n5. Have a current serious or unstable illness including, cardiovascular, hepatic, renal, gastroenterologic, respiratory, endocrinologic, neurologic (other than AD), psychiatric, immunologic, or hematologic disease and other conditions that, in the investigator's opinion, could interfere with the analyses in this study; or has a life expectancy of \\<24 months;\n6. Has a history of cancer within the last 5 years, with the exception of nonmetastatic basal and/or squamous cell carcinoma of the skin, in situ cervical cancer, non-progressive prostate cancer, or other cancers with low risk of recurrence or spread;\n7. Have a past history (suspected or confirmed) of Hepatitis B or Hepatitis C;\n8. Are clinically judged by the investigator to be at serious risk for suicide as assessed by medical history, examination, or the Columbia-Suicide Severity Rating Scale (C-SSRS).\n9. Have a history of alcohol or drug disorder (except tobacco use disorder) within 2 years before the screening visit;\n10. Have a history of clinically significant multiple or severe drug allergies or severe post treatment hypersensitivity reactions (including but not limited to erythema multiforme major, linear immunoglobulin A dermatosis, toxic epidermal necrolysis, and/or exfoliative dermatitis)\n11. Have known positive serologic findings for human immunodeficiency virus (HIV) antibodies. Local laws and regulations may apply to whether testing is required.\n12. Has previous MRI evidence of significant abnormality that would suggest another potential etiology for progressive dementia or a clinically significant finding that may impact the patient's ability to safely participate in the study;\n13. Have any contraindications for MRI, including claustrophobia or the presence of contraindicated metal (ferromagnetic) implants/cardiac pacemaker;\n14. Have any clinically important abnormality at screening, as determined by investigator, in physical or neurological examination, vital signs, ECG, or clinical laboratory test results that could be detrimental to the patient, could compromise the study, or show evidence of other etiologies for dementia.\n15. Has hypersensitivity to flortaucipir F 18 or any of its excipients;\n16. Intend to use drugs known to significantly prolong the QT interval within 14 days or 5 half-lives, whichever is longer, of a scheduled screening/baseline flortaucipir F 18 PET scan, or have medical history of risk factors for torsades de pointes.\n17. Have an ECG corrected QT (QTcF) interval measurement \\>450 msec (men) or \\>470 msec (women) at screening (as determined at the investigational site).\n18. Have poor venous access;\n19. Contraindication to PET;\n20. Present or planned exposure to ionizing radiation that, in combination with the planned administration of study PET ligands, would result in a cumulative exposure that exceeds local recommended exposure limits;\n21. Patients that are currently enrolled in any other interventional clinical trial involving an investigational product or any other type of medical research judged not to be scientifically or medically compatible with this study\n22. Have participated, within the last 30 days in a clinical trial involving an investigational product. If the previous investigational product is scientifically or medically incompatible with this study and has a long half-life, 3 months or 5 half-lives (whichever is longer) should have passed prior to screening (Participation in observational studies may be permitted upon review of the observational study protocol and approval by the sponsor).\n23. Are investigator site personnel directly affiliated with this study and/or their immediate families; immediate family is defined as spouse, parent, child, or sibling whether biological or legally adopted;\n24. Are Lilly employees or are employees of third-party organizations (TPOs) involved in a study that requires exclusion of their employees;\n25. In the opinion of the investigator, are otherwise unsuitable for a study of this type.\n26. Have received treatment with a stable dose of an acetylcholinesterase inhibitor (AChEI) and/or memantine for less than 1 months \\[If a patient has recently stopped an AChEI and/or memantine, he or she must have discontinued treatment at least 1 months prior\\].\n27. Have changes in concomitant medications that could potentially affect cognition and their dosing should be stable for at least 1 month before screening, (does not apply to medications with limited duration of use, such as antibiotics).\n28. Have received active immunization agents for the treatment of Alzheimer's Disease\n29. Have known allergies to LY3303560, related compounds, or any components of the formulation; or history of significant atopy\n30. Have allergies to either monoclonal antibodies, diphenhydramine, epinephrine, or methylprednisolone;\n31. Are receiving Immunoglobulin G therapy (also known as gamma globulin or intravenous immunoglobulin \\[IVIG\\])",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "60 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Flortaucipir Qualitative Results (Visual Reads)",
        "description": "Flortaucipir PET scans were rated visually by an expert reader as follows: Not consistent with an AD pattern (τAD-), Moderate AD pattern (τAD+), or Advanced AD pattern and likely to progress (τAD++). Eligibility for future studies was determined from the flortaucipir PET scan according to protocol-specified criteria.",
        "timeFrame": "baseline scan"
      },
      {
        "measure": "Flortaucipir Quantitative Results (SUVr)",
        "description": "Flortaucipir standardized uptake value ratio (SUVr). A value of 1 signifies no flortaucipir activity above background, values greater than 1 signify increasing flortaucipir activity in the brain. Visual read categories as described for previous measure.",
        "timeFrame": "baseline scan"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 24,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:29:41.651Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}