{
  "nctId": "NCT05989672",
  "briefTitle": "A Study on the Reactogenicity, Safety and Immune Response of a Targeted Immunotherapy Against HSV in Healthy Japanese Participants Aged 18-40 Years",
  "officialTitle": "A Phase 1, Observer-blind, Randomized, Placebo-Controlled Study to Evaluate Reactogenicity, Safety and Immune Response of an HSV-targeted Immunotherapy in HSV-2 Seronegative Japanese Participants Aged 18-40 Years",
  "protocolDocument": {
    "nctId": "NCT05989672",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-03-20",
    "uploadDate": "2025-04-22T06:20",
    "size": 1935297,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05989672/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 50,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-08-08",
    "completionDate": "2024-04-24",
    "primaryCompletionDate": "2023-11-29",
    "firstSubmitDate": "2023-08-04",
    "firstPostDate": "2023-08-14"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n• Participants who, in the opinion of the investigator, can and will comply with the requirements of the protocol (e.g., completion of the diary cards, return for follow-up visits).\n\n* Written informed consent obtained from the participant prior to performance of any study-specific procedure.\n* Healthy participants as established by medical history and physical examination, at the discretion of the investigator, before entering into the study.\n* Man or woman aged 18 to 40 years, included, at the time of screening.\n* Japanese ethnic origin (defined as having been born in Japan with 4 ethnic Japanese grandparents and able to speak Japanese).\n* Women of non-childbearing potential may be enrolled in the study.\n* Women of childbearing potential may be enrolled in the study, if the participant:\n\n  * Has practiced highly effective contraception for 1 month prior to study intervention administration, and\n  * Has a negative pregnancy test result at the Screening visit and on the day of each study intervention administration, and\n  * Has agreed to continue highly effective contraception until Day 118, approximately 3 months post-Dose 2.\n\nBlood sample for simultaneous FSH and estradiol levels may be collected and tested locally at the discretion of the investigator to confirm non-reproductive potential according to local laboratory reference range.\n\n• Seronegative for HSV-2 as determined by Western blot performed at the Screening visit.\n\nExclusion Criteria:\n\nMedical conditions:\n\n* Acute or chronic clinically significant pulmonary, cardiovascular, hepatic, endocrine, or renal functional abnormality, as determined by physical examination or laboratory screening tests.\n\n  * Clinically significant abnormalities may include but are not limited to: evidence of cardiac damage, heart failure categorized as class II or greater according to the New York Heart Association functional classification, heart valve disease, pulmonary uncontrolled persistent asthma despite treatment, uncontrolled diabetes, or disease or disorder that may put the participant at risk or influence study results.\n  * Participants with a controlled underlying chronic co-morbidity may be enrolled, provided there have been no changes to their medication within 3 months prior to the Screening visit.\n* Any other clinical condition that, in the opinion of the investigator, might pose additional risk to the participant due to participation in the study or that would interfere with the immunogenicity assessments planned in this study.\n* History of any reaction or hypersensitivity likely to be exacerbated by any component of the study intervention.\n* Any confirmed or suspected immunosuppressive or immunodeficient condition or documented or suspected HIV infection, based on medical history and physical examination (no laboratory testing required).\n\nHypersensitivity to latex.\n\n* Recurrent history of or uncontrolled neurological disorders or seizures.\n* At the screening visit: hematological parameters (hemoglobin level, white blood cell, platelet) and/or biochemical parameters (ALT, AST, creatinine, blood urea nitrogen) outside the normal laboratory ranges, unless the laboratory abnormalities are considered not clinically significant by the investigator.\n* Body mass index =18 kg/m2 or =35 kg/m2.\n* History of any form of ocular HSV infection, HSV-related erythema multiforme, or HSV-related neurological complications (including meningitis, encephalitis, radiculopathy, myelitis).\n\nPrior/Concomitant therapy:\n\n* Use of any investigational or non-registered product (drug, vaccine or invasive medical device) other than the study intervention during the period beginning as of the Screening visit, or their planned use during the study period.\n* Planned administration or administration of a vaccine\\* in the period starting 15 days\\* before each dose and ending 15 days\\* after each dose of study intervention administration\\*\\*.\n\n  \\* In case of adjuvanted and live-attenuated vaccines, this time window is to be increased to 30 days before and after each dose.\n  * In case emergency mass vaccination for an unforeseen public health threat (e.g., a pandemic) is recommended and/or organized by public health authorities outside the routine immunization program, the time period described above can be reduced if, necessary for that vaccine, provided it is used according to the local governmental recommendations and that the Sponsor is notified accordingly.\n* Administration or planned administration of long-acting immune-modifying drugs at any time during the study period (e.g., infliximab).\n* Administration of immunoglobulins and/or any blood products or plasma derivatives during the period starting 3 months before the first dose of study intervention or planned administration during the study period.\n* Chronic administration (defined as more than 14 days in total) of immunosuppressants or other immune-modifying drugs during the period starting 3 months prior to the first study intervention dose. For corticosteroids, this will mean prednisone equivalent =20 mg/day for adult participants. Inhaled, intra articular and topical steroids are allowed.\n* Prior receipt of a vaccine containing HSV antigens.\n\nPrior/Concurrent clinical study experience:\n\n• Concurrently participating in another clinical study, at any time during the study period, in which the participant has been or will be exposed to an investigational or a non-investigational intervention (drug or invasive medical device).\n\nOther exclusions:\n\n• Pregnant or lactating woman. Woman planning to become pregnant or planning to discontinue contraceptive precautions before Day 118 (approximately 3 months post-Dose 2).",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "40 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Reporting Any Solicited Administration Site Events",
        "description": "The solicited administration site events include erythema (redness), pain and swelling. Any solicited administration site AEs = occurrence of the symptom regardless of intensity grade.",
        "timeFrame": "During the 7 days (including the day of vaccination) following vaccination at Day 1"
      },
      {
        "measure": "Number of Participants Reporting Any Solicited Administration Site Events",
        "description": "The solicited administration site events include erythema (redness), pain and swelling. Any solicited administration site AEs = occurrence of the symptom regardless of intensity grade.",
        "timeFrame": "During the 7 days (including the day of vaccination) following vaccination at Day 29"
      },
      {
        "measure": "Number of Participants Reporting Any Solicited Systemic Events",
        "description": "The solicited systemic events include arthralgia (joint pain), fatigue (tiredness), headache, myalgia (muscle pain), and fever \\[temperature \\>=38.0-degree Celsius (°C)\\]. Any solicited systemic AEs = occurrence of the symptom regardless of intensity grade.",
        "timeFrame": "During the 7 days (including the day of vaccination) following vaccination at Day 1"
      },
      {
        "measure": "Number of Participants Reporting Any Solicited Systemic Events",
        "description": "The solicited systemic events include arthralgia (joint pain), fatigue (tiredness), headache, myalgia (muscle pain), and fever (temperature \\>= 38.0 °C). Any solicited systemic AEs = occurrence of the symptom regardless of intensity grade.",
        "timeFrame": "During the 7 days (including the day of vaccination) following vaccination at Day 29"
      },
      {
        "measure": "Number of Participants Reporting Any Unsolicited Adverse Events (AEs)",
        "description": "An unsolicited AE is an AE that was not included in the list of solicited events. Also, any solicited symptom with onset outside the specified period of follow-up for solicited symptoms is to be reported as an unsolicited AE. Any = occurrence of the symptom regardless of intensity grade.",
        "timeFrame": "During the 28 days (including the day of vaccination) following vaccination at Day 1"
      },
      {
        "measure": "Number of Participants Reporting Any Unsolicited AEs",
        "description": "An unsolicited AE is an AE that was not included in the list of solicited events. Also, any solicited symptom with onset outside the specified period of follow-up for solicited symptoms is to be reported as an unsolicited AE. Any = occurrence of the symptom regardless of intensity grade.",
        "timeFrame": "During the 28 days (including the day of vaccination) following vaccination at Day 29"
      },
      {
        "measure": "Number of Participants Reporting Any Medically Attended Events (MAEs)",
        "description": "MAEs are defined as AEs requiring medically attended visits, such as visits for hospitalization, an emergency room visit, or an otherwise unscheduled visit to or from medical personnel (medical doctor) for any reason. Any = occurrence of the symptom regardless of intensity grade.",
        "timeFrame": "From Day 1 (dose 1) up to Day 57 (28 days post dose 2)"
      },
      {
        "measure": "Number of Participants Reporting Any Serious Adverse Events (SAEs)",
        "description": "An SAE is defined as any untoward medical occurrence that: resulted in death, was life threatening, required hospitalization or prolongation of hospitalization, resulted in disability/incapacity or was a congenital anomaly/birth defect in the offspring of a study subject. Any = occurrence of the symptom regardless of intensity grade.",
        "timeFrame": "From Day 1 (dose 1) up to Day 57 (28 days post dose 2)"
      },
      {
        "measure": "Number of Participants Reporting Any Newly Diagnosed Potential Immune-Mediated Diseases (pIMDs)",
        "description": "plMDs are defined as a subset of adverse events of special interest (AESI) that include autoimmune diseases and other inflammatory or neurologic disorders that may or may not have an autoimmune etiology. Newly diagnosed pIMDs are categorized as new-onset conditions if they start following the administration of the study intervention. Any = occurrence of the symptom regardless of intensity grade.",
        "timeFrame": "From Day 1 (dose 1) up to Day 57 (28 days post dose 2)"
      },
      {
        "measure": "Number of Participants Reporting Any Exacerbation of Pre-existing pIMDs",
        "description": "Exacerbation of pre-existing pIMDs is categorized as an exacerbation of a pre-existing chronic condition if the condition worsened following the administration of the study intervention.",
        "timeFrame": "From Day 1 (dose 1) up to Day 57 (28 days post dose 2)"
      },
      {
        "measure": "Number of Participants Reporting Any Hematological and Biochemical Laboratory Abnormalities",
        "description": "The safety laboratory data included haematological parameters (hemoglobin, white blood cells (WBC), platelets), and chemical parameters (Alanine Aminotransferase \\[ALT\\], Aspartate Aminotransferase \\[AST\\], Creatinine, Urea nitrogen). Below = value below the laboratory reference range defined for the specified visit and laboratory parameter; Within = value within the laboratory reference range defined for the specified visit and laboratory parameter; Above = value above the laboratory reference range defined for the specified visit and laboratory parameter.",
        "timeFrame": "At Day 1 (pre-study intervention administration)"
      },
      {
        "measure": "Number of Participants Reporting Any Hematological and Biochemical Laboratory Abnormalities",
        "description": "The safety laboratory data included haematological parameters (hemoglobin, white blood cells (WBC), platelets), and chemical parameters (Alanine Aminotransferase \\[ALT\\], Aspartate Aminotransferase \\[AST\\], Creatinine, Urea nitrogen). Below = value below the laboratory reference range defined for the specified visit and laboratory parameter; Within = value within the laboratory reference range defined for the specified visit and laboratory parameter; Above = value above the laboratory reference range defined for the specified visit and laboratory parameter.",
        "timeFrame": "At Day 8 (7 days post dose 1)"
      },
      {
        "measure": "Number of Participants Reporting Any Hematological and Biochemical Laboratory Abnormalities",
        "description": "The safety laboratory data included haematological parameters (hemoglobin, white blood cells (WBC), platelets), and chemical parameters (Alanine Aminotransferase \\[ALT\\], Aspartate Aminotransferase \\[AST\\], Creatinine, Urea nitrogen). Below = value below the laboratory reference range defined for the specified visit and laboratory parameter; Within = value within the laboratory reference range defined for the specified visit and laboratory parameter; Above = value above the laboratory reference range defined for the specified visit and laboratory parameter.",
        "timeFrame": "At Day 29 (28 days post dose 1)"
      },
      {
        "measure": "Number of Participants Reporting Any Hematological and Biochemical Laboratory Abnormalities",
        "description": "The safety laboratory data included haematological parameters (hemoglobin, white blood cells (WBC), platelets), and chemical parameters (Alanine Aminotransferase \\[ALT\\], Aspartate Aminotransferase \\[AST\\], Creatinine, Urea nitrogen). Below = value below the laboratory reference range defined for the specified visit and laboratory parameter; Within = value within the laboratory reference range defined for the specified visit and laboratory parameter; Above = value above the laboratory reference range defined for the specified visit and laboratory parameter.",
        "timeFrame": "At Day 36 (7 days post dose 2)"
      },
      {
        "measure": "Number of Participants Reporting Any Hematological and Biochemical Laboratory Abnormalities",
        "description": "The safety laboratory data included haematological parameters (hemoglobin, white blood cells (WBC), platelets), and chemical parameters (Alanine Aminotransferase \\[ALT\\], Aspartate Aminotransferase \\[AST\\], Creatinine, Urea nitrogen). Below = value below the laboratory reference range defined for the specified visit and laboratory parameter; Within = value within the laboratory reference range defined for the specified visit and laboratory parameter; Above = value above the laboratory reference range defined for the specified visit and laboratory parameter.",
        "timeFrame": "At Day 57 (28 days post dose 2)"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With Seropositivity Rate of Anti-HSVTI Antibody",
        "description": "The seropositivity rate of anti-HSVTI antibody was assessed by Enzyme-Linked Immunosorbent Assay (ELISA) and measured in ELISA Units per milliliter (EU/mL).",
        "timeFrame": "At Day 1 (pre-study intervention administration), Day 29 (28 days post-Dose 1), and Day 57 (28 days post-Dose 2)"
      },
      {
        "measure": "Anti-HSVTI Antibody Geometric Mean Concentration (GMC)",
        "timeFrame": "At Day 1 (pre-study intervention administration), Day 29 (28 days post-Dose 1), and Day 57 (28 days post-Dose 2)"
      },
      {
        "measure": "Geometric Mean of HSVTI-specific Cluster of Differentiation (CD)4+T Cells Frequency",
        "description": "The geometric mean of HSVTI CD4+T cells frequency expressing at least 2 markers including at least one cytokine among Interferon \\[IFN\\]-gamma, Tumour necrosis factor \\[TNF\\]-alpha, Interleukin \\[IL\\]-2, IL-13, IL-17, 4-1BB and CD40L were assessed by Intracellular staining (ICS).",
        "timeFrame": "At Day 1 (pre-study intervention administration), Day 29 (28 days post-Dose 1), and Day 57 (28 days post-Dose 2)"
      },
      {
        "measure": "Geometric Mean of HSVTI-specific CD8+ T Cells Frequency",
        "description": "The geometric mean of HSVTI CD8+ T cells frequency expressing at least 2 activation markers including at least one cytokine among IFN-gamma, TNF-alpha, IL-2, IL-13, IL- 17, 4-1BB and CD40L were assessed by ICS.",
        "timeFrame": "At Day 1 (pre-study intervention administration), Day 29 (28 days post-Dose 1), and Day 57 (28 days post-Dose 2)"
      },
      {
        "measure": "Number of Participants Reporting Any MAEs",
        "timeFrame": "From Day 1 (dose 1) up to study end (Day 209)"
      },
      {
        "measure": "Number of Participants Reporting Any SAEs",
        "timeFrame": "From Day 1 (dose 1) up to study end (Day 209)"
      },
      {
        "measure": "Number of Participants Reporting Any Newly Diagnosed pIMDs",
        "timeFrame": "From Day 1 (dose 1) up to study end (Day 209)"
      },
      {
        "measure": "Number of Participants Reporting Any Exacerbation of Pre-existing pIMDs",
        "timeFrame": "From Day 1 (dose 1) up to study end (Day 209)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 15,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 23
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:45.980Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}