{
  "nctId": "NCT02525783",
  "briefTitle": "Aequalis Pyrocarbon IDE; Replacing the Humeral Head in Hemi-Arthroplasty",
  "officialTitle": "Aequalis Pyrocarbon Humeral Head IDE Study",
  "protocolDocument": {
    "nctId": "NCT02525783",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-01-06",
    "uploadDate": "2022-10-05T16:45",
    "size": 1045279,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02525783/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 157,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-12",
    "completionDate": "2022-10-07",
    "primaryCompletionDate": "2019-07-19",
    "firstSubmitDate": "2015-08-14",
    "firstPostDate": "2015-08-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Adult subject 22 years or older.\n* Scapula and proximal humerus must have reached skeletal maturity.\n* Clinical indication for hemiarthroplasty due to primary diagnosis of arthritis or avascular necrosis. Primary arthritis for this study includes osteoarthritis with pain and/or post-traumatic arthritis.\n* Willing and able to comply with the protocol.\n* Willing and able to sign the informed consent formed (or the Legally Authorized Representative will sign for the subject).\n\nExclusion Criteria:\n\n* Active local or systemic infection, sepsis, or osteomyelitis.\n* In the opinion of the clinician, there is insufficient bone stock to support implants in the humeral metaphysis or poor bone quality.\n* In the opinion of the clinician, there is insufficient bone stock or excessive deformation of the native glenoid to allow normal functioning of the glenohumeral joint.\n* In the clinician's opinion, the subject is unwilling or unable to be compliant with the recommendations of the healthcare professional.\n* Metabolism disorders that could compromise bone formation, or Osteomalacia.\n* Infection at or near the implant site, distant foci of infections that could spread to the site of the implant, or systemic infection.\n* Rapid destruction of the joint, marked bone loss, or bone resorption apparent on X-ray.\n* Known allergy or suspected allergy to implant materials.\n* Female subjects who are pregnant or planning to become pregnant within the study period.\n* Medical conditions or balance impairments that could lead to falls. Prior arthroplasty or prior failed rotator cuff repair on the affected shoulder; (successful rotator cuff surgery may be included).\n* A rotator cuff that is not intact and cannot be reconstructed. Subjects with a massive rotator cuff tear (\\>5cm) will be excluded.\n* Nonfunctional deltoid muscle.\n* Neuromuscular compromise condition of the shoulder (e.g., neuropathic joints or brachial plexus injury with a flail shoulder joint).\n* Known active metastatic or neoplastic diseases, Paget's disease, or Charcot's disease.\n* Currently, within the last 6 months, or planning to be on chemotherapy or radiation.\n* Known alcohol or drug abuse as defined by DSM-5.\n* Taking greater than 5mg/day corticosteroids (e.g. prednisone) excluding inhalers, within 3 months prior to surgery.\n* Currently enrolled in any clinical research study that might interfere with the current study endpoints.\n* Known history of renal or hepatic disease/insufficiency.\n* Anatomy cannot be replicated using current available system sizes.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "22 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Rate of Patient Success at 24 Months.",
        "description": "A subject is a success at 24 months if:\n\n* Their change in Constant score is greater than or equal to 17 and\n* They did not have revision surgery; and\n* There is no radiographic evidence of system disassembly or fracture, and\n* They did not have a system-related serious adverse event.",
        "timeFrame": "24 Months"
      }
    ],
    "secondary": [
      {
        "measure": "Constant Score",
        "description": "Constant Score: In this score, 35 points are allocated for subjective assessments of pain and activities of daily living and 65 points are available for objective measures of range of movement and shoulder strength. A young healthy patient can therefore have a maximum score of 100 points. The minimum score is 0 points. The range of the score is 0-100 for both the Constant Score and the adjusted Constant score. A higher value represents a better outcome.\n\nAverage of 2 pain scores (15 points max) Sum of 4 activities of daily living questions (20 points max) Sum of 4 ROM measure (40 points max) Power score (25 points max)\n\nChange in Constant Score and Adjusted Constant Score at 24 months compared to baseline is presented along with absolute values.",
        "timeFrame": "24 Months"
      },
      {
        "measure": "American Shoulder and Elbow Surgeons (ASES) Score",
        "description": "American Shoulder and Elbow Surgeons Standardized Shoulder Assessment. The original ASES consists of 2 portions, a medical professional assessment section and a patient self-report section. The patient self-report section utilized in this study is a condition specific scale intended to measure functional limitations and pain of the shoulder. The assessment takes approximately 5 minutes to complete and consists of 2 dimensions: pain and activities of daily living. The pain score is calculated from the single pain question and the function score from the sum of the 10 questions addressing function. The pain score and function composite score are weighted equally (50 points each) and combined for a total score out of a possible 100 points. The minimum score is 0 and the maximum score is 100. A higher value represents a better outcome.\n\nChange in American Shoulder and Elbow Surgeons (ASES) Score at 24 months compared to baseline are presented.",
        "timeFrame": "24 Months"
      },
      {
        "measure": "Single Assessment Numeric Evaluation (SANE)",
        "description": "The SANE rating is determined by the subject's written response to the following question \"How would you rate your shoulder today as a percentage of normal (0% to 100% scale with 100% being normal)?\"\n\nChange in Single Assessment Numeric Evaluation (SANE) at 24 months compared to baseline",
        "timeFrame": "24 Months"
      },
      {
        "measure": "EQ-5D Index",
        "description": "EQ-5D: a standardized instrument for use as a measure of health outcome. It is cognitively simple, takes only a few minutes to complete, and provides a simple descriptive profile as well as a single index value for health status. Scale 0 to 1; 1 (representing full health) to 0 (representing dead).\n\nChange in EQ-5D score at 24 months compared to baseline",
        "timeFrame": "24 Months"
      },
      {
        "measure": "Pain Measured by a VIsual Analog Scale (VAS)",
        "description": "Pain is measured by a visual analog scale (from 0-10). The subject responds to the question: How bad is your pain TODAY. 0 is no pain; 10 is pain as bad as it can be.\n\nChange in pain measured by a visual analog scale (VAS) at 24 months compared to baseline",
        "timeFrame": "24 Months"
      },
      {
        "measure": "Range of Motion (ROM)",
        "description": "Range of Motion (ROM) is a movement test conducted on a joint to diagnose level of pain and function. The shoulder joint has a greater Range of Motion than all other joints in the body. In this study, ROM was measured using a goniometer for forward flexion in relation to the thorax, abduction, and external rotation (arm at side and arm abducted to 90°).\n\nChange in Range of Motion (ROM) at 24 months compared to baseline.\n\n* Forward Flexion\n* Abduction\n* External Rotation",
        "timeFrame": "24 Months"
      },
      {
        "measure": "Strength",
        "description": "The subject's strength will be assessed using a fixed force gauge. The fixed force gauge is held in place by the examiner and the subject pulls upward with maximum effort for approximately five seconds. The test can be completed up to three times and the maximum score is used, however all three pulls will be recorded. The test is done only on the affected arm. The result of this test contributes to the Constant score calculation.\n\nChange in Strength testing at 24 months compared to baseline",
        "timeFrame": "24 Months"
      },
      {
        "measure": "Number of Participants With Device-related Serious Adverse Events",
        "description": "Adverse Events data will be collected and summarized at 24 months.",
        "timeFrame": "24 Months"
      },
      {
        "measure": "Revision Rate",
        "description": "A revision is a procedure that adjusts or in any way modifies or removes any component of the original implant configuration, with or without replacement of a component, after the initial surgery. A revision may also include adjusting the position of the original configuration. An explant is a revision that includes permanent removal of any system component. If a subject has a revision that includes an addition of a glenoid component (revision to TSA) the Pyrocarbon humeral head must be permanently explanted.\n\nThe Revision Rate will be calculated and summarized at 24 months.",
        "timeFrame": "24 Months"
      },
      {
        "measure": "Level of Satisfaction With the Shoulder",
        "description": "The level of satisfaction with the shoulder will be summarized at 24 months.",
        "timeFrame": "24 Months"
      },
      {
        "measure": "X-Ray Data",
        "description": "The follow data will be summarized at 24 Months:\n\nglenohumeral joint space width, glenoid osteophytes, glenoid morphology, humeral component radiolucency, osteolysis, migration, subsidence, subluxation, acromial humeral distance, anatomic fracture, and additional observations",
        "timeFrame": "24 Months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:58.409Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}