{
  "nctId": "NCT04512430",
  "briefTitle": "Neo-DIANA: Neoadjuvant Treatment for EGFR Mutated Patients",
  "officialTitle": "A Phase II Trial of Neoadjuvant Treatment Carboplatin-Pemetrexed-Bevacizumab Plus Atezolizumab for the Treatment of Locally Advanced and Potentially Resectable NSCLC Patients With EGFR Mutations",
  "protocolDocument": {
    "nctId": "NCT04512430",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-02-16",
    "uploadDate": "2025-04-01T07:48",
    "size": 1125608,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04512430/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 4,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-12-02",
    "completionDate": "2024-07-19",
    "primaryCompletionDate": "2024-07-19",
    "firstSubmitDate": "2020-08-07",
    "firstPostDate": "2020-08-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* 1\\. Previously untreated patients with histologically- or cytologically- documented NSCLC who present stage IIIA disease (according to 8th version of the International Association for the Study of Lung Cancer Staging Manual in Thoracic Oncology). PET/CT including IV contrast (CT of diagnostic quality) will be performed at baseline (28 days +10 before randomization).\n* 2\\. Tumor should be considered resectable before study entry by a multidisciplinary team\n* 3\\. Sensitizing EGFR mutation (Del Exon 19 and ins Exon 21).\n* 4\\. ECOG (Performance status) 0-1\n* 5\\. Screening laboratory values must meet the following criteria and should be obtained within 14 days prior to randomization i. Neutrophils ≥ 1500×109/L ii. Platelets ≥ 100 ×109/L iii. Hemoglobin \\> 9.0 g/dL iv. Serum creatinine ≤ 1.5 x ULN or creatinine clearance (CrCl) ≥ 40 mL/min (if using the Cockcroft-Gault formula below): a. Female CrCl = (140 - age in years) x weight in kg x 0.85/ 72 x serum creatinine in mg/dL b. Male CrCl = (140 - age in years) x weight in kg x 1.00/ 72 x serum creatinine in mg/dL v. AST/ALT ≤ 3 x ULN vi. Total Bilirubin ≤ 1.5 x ULN (except subjects with Gilbert Syndrome, who can have total bilirubin \\< 3.0 mg/dL) vii. PT/APTT/INR within normal limits\n* 6\\. Measurable or evaluable disease according to RECIST v1.1.\n* 7\\. The patients need to have a forced expiratory volume (FEV1)≥ 1.2 liters or \\>40% p- predicted value.\n* 8\\. All patients are notified of the investigational nature of this study and signed a written informed consent in accordance with institutional and national guidelines, including the Declaration of Helsinki prior to any trial-related intervention.\n* 9\\. Patients aged \\> 18 years.\n* 10\\. Patient capable of proper therapeutic compliance and accessible for correct follow-up.\n* 11\\. For female patients of childbearing potential, agreement (by patient and/or partner) to use a highly effective form(s) of contraception that results in a low failure rate (\\< 1% per year) when used consistently and correctly, and to continue its use for 5 months after the last dose of Atezolizumab and/or 6 months after the last dose of Bevacizumab, whichever is later. Such methods include: combined (estrogen and progestogen containing) hormonal contraception, progestogen-only hormonal contraception associated with inhibition of ovulation together with another additional barrier method always containing a spermicide, intrauterine device (IUD): intrauterine hormone-releasing system (IUS), bilateral tubal occlusion, vasectomized partner (on the understanding that this is the only one partner during the whole study duration), and sexual abstinence.\n* 12\\. For male patients with female partners of childbearing potential, agreement (by patient and/or partner) to use a highly effective form(s) of contraception that results in a low failure rate \\[\\< 1% per year\\] when used consistently and correctly, and to continue its use for 6 months after the last dose of Bevacizumab. Male patients should not donate sperm during this study and for at least 6 months after the last dose of Bevacizumab.\n* 13\\. Oral contraception should always be combined with an additional contraceptive method because of a potential interaction with the study drugs. The same rules are valid for male patients involved in this clinical study if they have a partner of childbirth potential. Male patients must always use a condom.\n* 14\\. Women who are not postmenopausal (≥ 12 months of non-therapy-induced amenorrhea) or surgically sterile must have a negative serum pregnancy test result within 14 days prior to initiation of study drug\n\nExclusion Criteria:\n\n* 1\\. All patients carrying other EGFR mutations.\n* 2\\. Patients with known anaplastic lymphoma kinase (ALK) fusion oncogene, STK11 ligand alteration or ROS1 translocations.\n* 3\\. Clinically significant comorbidities that impaired administration of platinum-based chemotherapy.\n* 4\\. Patients with a condition requiring systemic treatment with either corticosteroids (\\>10 mg daily prednisone equivalent) or other immunosuppressive medications within 14 days of randomization. Inhaled or topical steroids, and adrenal replacement steroid doses \\> 10 mg daily prednisone equivalent, are permitted in the absence of active autoimmune disease.\n* 5\\. Patients with a history of interstitial lung disease cannot be included if they have symptomatic ILD (Grade 3-4) and/or poor lung function. In case of doubt please contact trial team.\n* 6\\. Patients with other active malignancy requiring concurrent intervention and/or concurrent treatment with other investigational drugs or anti-cancer therapy.\n* 7\\. Patients with previous malignancies (except non-melanoma skin cancers, and the following in situ cancers: bladder, gastric, colon, endometrial, cervical/dysplasia, melanoma, or breast) are excluded unless a complete remission was achieved at least 2 years prior to study entry AND no additional therapy is required during the study period.\n* 8\\. Any medical, mental or psychological condition which in the opinion of the investigator would not permit the patient to complete the study or understand the patient information.\n* 9\\. Patients with positive test for hepatitis B virus surface antigen (HBV sAg) or hepatitis C virus ribonucleic acid (HCV antibody) indicating acute or chronic infection.\n* 10\\. Patients with known history of testing positive for human immunodeficiency virus (HIV) or known acquired immunodeficiency syndrome (AIDS).\n* 11\\. Active tuberculosis.\n* 12\\. Severe infections within 4 weeks prior to be included in the study, including but not limited to hospitalization for complications of infection, bacteremia, or severe pneumonia.\n* 13\\. Patients with history of allergy to study drug components excipients.\n* 14\\. History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins.\n* 15\\. Women who are pregnant or in the period of breastfeeding.\n* 16\\. Sexually active men and women of childbearing potential who are not willing to use an effective contraceptive method during the study.\n* 17\\.\n\n  * Patients with active, known or suspected autoimmune disease, including but not limited to myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjögren's syndrome, Guillain-Barré syndrome, multiple sclerosis, vasculitis, or glomerulonephritis.\n  * Patients with a history of autoimmune-related hypothyroidism on a stable dose of thyroid replacement hormone are eligible for this study.\n  * Patients with controlled Type 1 diabetes mellitus on a stable dose of insulin regimen are eligible for this study.\n  * Patients with eczema, psoriasis, lichen simplex chronicus, or vitiligo with dermatologic manifestations only (e.g., patients with psoriatic arthritis would be excluded) are permitted provided that they meet the following conditions:\n\n    * Rash must cover less than 10% of body surface area (BSA).\n    * Disease is well controlled at baseline and only requiring low-potency topical steroids.\n    * No acute exacerbations of underlying condition within the previous 12 months (not requiring PUVA \\[psoralen plus ultraviolet A radiation\\], methotrexate, retinoids, biologic agents, oral calcineurin inhibitors, high-potency or oral steroids).\n* 18\\. Patients with any contraindication for bevacizumab administration.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Overall Response",
        "description": "To determine the antitumor activity in terms of objective response rate (ORR) of neoadjuvant treatment with carboplatin-pemetrexed-bevacizumab plus atezolizumab for the treatment of locally advanced and potentially resectable NSCLC patients with EGFR mutations.\n\nResponse Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR. Progressive disease (PD): at least a 20% increase in the sum of diameters of target lesions.",
        "timeFrame": "From date of end of neoadjuvant treatment until the date of last follow up, assessed up to 36 months"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 14,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:30:50.479Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}