{
  "nctId": "NCT03968159",
  "briefTitle": "Adjunctive Pimavanserin in Subjects With Major Depressive Disorder and Inadequate Response to Antidepressant Treatment",
  "officialTitle": "Phase 3, Multicenter, Randomized, Double-blind, Placebo-controlled Study to Evaluate the Efficacy and Safety of Adjunctive Pimavanserin in Subjects With Major Depressive Disorder and Inadequate Response to Antidepressant Treatment (ACP-103-054/059)",
  "protocolDocument": {
    "nctId": "NCT03968159",
    "filename": "Prot_002.pdf",
    "label": "Study Protocol: Study ACP-103-054 protocol (NCT03999918)",
    "date": "2020-06-21",
    "uploadDate": "2021-09-21T01:34",
    "size": 832141,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03968159/document/Prot_002.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 298,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-04-25",
    "completionDate": "2020-05-29",
    "primaryCompletionDate": "2020-04-30",
    "firstSubmitDate": "2019-05-13",
    "firstPostDate": "2019-05-30"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Adult patients, aged 18 years and above\n2. A clinical diagnosis of major depressive disorder (MDD)\n3. Is being treated with one of the following SSRI or SNRI antidepressants:\n\n   1. Citalopram\n   2. Escitalopram\n   3. Paroxetine\n   4. Fluoxetine\n   5. Sertraline\n   6. Duloxetine\n   7. Venlafaxine\n   8. Desvenlafaxine\n   9. Venlafaxine XR\n4. Inadequate response to SSRI/SNRI antidepressant treatment is confirmed\n5. If the subject is female, she must not be pregnant or breastfeeding. She must also be of non-childbearing potential OR must agree to use acceptable methods of contraception\n\nExclusion Criteria:\n\n1. Has a history of psychotic disorder or is currently being treated or requires treatment for post-traumatic stress disorder, acute stress disorder, panic disorder, or obsessive compulsive disorder\n2. Has current evidence of delirium or an unstable neurological, cardiovascular, respiratory, gastrointestinal, renal, hepatic, hematologic, or other medical disorder, including cancer or malignancies that would affect the patient's ability to participate in the program\n3. Has a known history or symptoms of long QT syndrome\n4. Is determined to be inappropriate for the study for any reason\n\nAdditional inclusion/exclusion criteria apply. Patients will be evaluated at screening to ensure that all criteria for study participation are met. Patients may be excluded from the study based on these assessments (and specifically, if it is determined that their baseline health and psychiatric condition do not meet all pre-specified entry criteria).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline to Week 5 in Hamilton Depression Scale (17 Items) (HAMD-17) Total Score",
        "description": "The HAMD-17 consists of 8 items with a score on a 3 point scale and 9 items with a score on a 5 point scale. The total score ranging from 0 to 52 will be calculated as the sum of the scores for all 17 items. Higher total scores denote more severe depression.",
        "timeFrame": "Baseline, Week 5"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline to Week 5 in Clinical Global Impression-Severity (CGI-S) Score for Depressive Symptoms",
        "description": "The CGI-S rates the severity of a subject's depression over the past 7 days and the score ranges from 1 to 7. Higher CGI-S scores denote more severe depression.",
        "timeFrame": "Baseline, 5 weeks"
      },
      {
        "measure": "Change From Baseline to Week 5 in Sheehan Disability Scale (SDS) Score",
        "description": "The SDS is a 3-item subject-facing questionnaire used to evaluate impairments in the domains of work, social life/leisure, and family life/home responsibility. Subjects rate each item using an 11-point scale ranging from 0 (not at all) to 10 (extremely). Higher scores denote greater disability.",
        "timeFrame": "Baseline, 5 weeks"
      },
      {
        "measure": "Change From Baseline to Week 5 in the Changes in Sexual Functioning Questionnaire Short Form",
        "description": "The CSFQ-14 is a 14-item version of the CSFQ. This is a patient-facing questionnaire, with a male version and a female version. The total score ranging from 14 to 70 will be calculated as the sum of the scores for all 14 items. Higher total scores denote better sexual functioning.",
        "timeFrame": "Baseline, 5 weeks"
      },
      {
        "measure": "Change From Baseline to Week 5 in Karolinska Sleepiness Scale (KSS) Score",
        "description": "The KSS is a scale that measures the subject's drowsiness and is frequently used in studies measuring subjective sleepiness. Scoring is based on a 9-point verbally anchored scale going from \"1 = extremely alert\" to \"9 = very sleepy, great effort to keep awake, fighting sleep\". Higher scores denote more drowsiness.",
        "timeFrame": "Baseline, 5 weeks"
      },
      {
        "measure": "Change From Baseline to Week 1 in the HAMD-17 Total Score",
        "description": "The HAMD-17 consists of 8 items with a score on a 3 point scale and 9 items with a score on a 5 point scale. The total score ranging from 0 to 52 will be calculated as the sum of the scores for all 17 items. Higher total scores denote more severe depression.",
        "timeFrame": "Baseline, 1 week"
      },
      {
        "measure": "Treatment Responder and Treatment Remission Rates at Week 5",
        "description": "The HAMD-17 consists of 8 items with a score on a 3 point scale and 9 items with a score on a 5 point scale. The total score ranging from 0 to 52 will be calculated as the sum of the scores for all 17 items. Treatment response is defined as a reduction from Baseline in HAMD-17 total score of 50% or more. Treatment remission is defined as a HAMD-17 total score ≤7.",
        "timeFrame": "Baseline, 5 weeks"
      },
      {
        "measure": "Change From Baseline to Week 5 in the Hamilton Depression (HAMD) Anxiety/Somatization Factor Score",
        "description": "The Anxiety/Somatization factor of the HAMD-17 includes 6 items: psychic anxiety, somatic anxiety, gastrointestinal somatic symptoms, general somatic symptoms, hypochondriasis, and insight. The HAMD-17 Anxiety/Somatization factor score ranging from 0 to 18 will be calculated as the sum of the scores for the 6 items. Higher scores denote more severe anxiety/somatization condition.",
        "timeFrame": "Baseline, 5 weeks"
      },
      {
        "measure": "Change From Baseline to Week 5 in the Barratt Impulsiveness Scale (BIS-11)",
        "description": "The BIS-11 is a questionnaire designed to assess the personality/behavioral construct of impulsiveness. It is composed of 30 items describing common impulsive or non-impulsive (reverse scored items: 1, 7, 8, 9, 10, 12, 13, 15, 20, 29, and 30) behaviors and preferences. Items are scored on the following 4-point scale: Rarely/Never = 1; Occasionally = 2; Often = 3; Almost Always/Always = 4. For reverse scored items, a response of 1 is recoded to 4; 2 is recoded to 3; 3 is recoded to 2; and 4 is recoded to 1. The BIS-11 score ranging from 30 to 120 will be calculated as the sum of the scores for all 30 items. Higher scores denote more impulsiveness.",
        "timeFrame": "Baseline, 5 weeks"
      },
      {
        "measure": "Clinical Global Impression-Improvement (CGI-I) Score for Depressive Symptoms at Week 5",
        "description": "The CGI-I rates the change in a subject's depression over the past 7 days relative to the subject's symptoms at Baseline and the score ranges from 1 to 7. Higher CGI-I scores denote less improvement in Depression.",
        "timeFrame": "Baseline, 5 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:20.269Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}