{
  "nctId": "NCT02974153",
  "briefTitle": "Evaluation of ALD403 (Eptinezumab) in the Prevention of Chronic Migraine",
  "officialTitle": "A Parallel Group, Double-Blind, Randomized, Placebo Controlled Phase 3 Trial to Evaluate the Efficacy and Safety of ALD403 Administered Intravenously in Patients With Chronic Migraine",
  "protocolDocument": {
    "nctId": "NCT02974153",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-08-31",
    "uploadDate": "2020-03-19T09:58",
    "size": 3534527,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02974153/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 1121,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-11",
    "completionDate": "2018-04",
    "primaryCompletionDate": "2017-11",
    "firstSubmitDate": "2016-11-23",
    "firstPostDate": "2016-11-28"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Males and females between 18 and 65 years of age, inclusive, who were diagnosed with migraines at ≤ 50 years of age, and have a history of chronic migraine for ≥ 12 months before screening.\n* During the 28 day screening period, subjects must adequately complete the headache eDiary and must have headaches occurring on ≥ 15 to ≤ 26 days of which at least 8 must be migraine days.\n* Headache eDiary was completed on at least 24 of the 28 days prior to randomization.\n\nExclusion Criteria:\n\n* Confounding and clinically significant pain syndromes (e.g. fibromyalgia, chronic low back pain, complex regional pain syndrome).\n* Psychiatric conditions that are uncontrolled and/or untreated, including conditions that are not controlled for a minimum of 6 months prior to screening. Patients with a lifetime history of psychosis, mania, or dementia are excluded.\n* Any use of botulinum toxin for migraine or for any other medical/cosmetic reasons requiring injections within 4 months prior to screening and during the screening period.\n* History or diagnosis of complicated migraine (ICHD-III beta version, 20134), chronic tension-type headache, hypnic headache, cluster headache, hemicrania continua, new daily persistent headache, or sporadic and familial hemiplegic migraine.\n* Receipt of any monoclonal antibody treatment (within or outside a clinical trial) within 6 months before screening.\n* Previously dosed with ALD403 or any monoclonal antibody targeting the CGRP pathway.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Monthly Migraine Days",
        "description": "Monthly migraine days are summarized in 28-day intervals, and averaged across Weeks 1-12",
        "timeFrame": "Week 1-12"
      }
    ],
    "secondary": [
      {
        "measure": "75% Migraine Responder Rate",
        "description": "Participants with an average reduction in migraine days of at least 75% over Weeks 1 to 12, as compared with baseline.",
        "timeFrame": "Week 1-12"
      },
      {
        "measure": "75% Migraine Responder Rate - 4 Week",
        "description": "Participants with an average reduction in migraine days of at least 75% over Weeks 1 to 4, as compared with baseline.",
        "timeFrame": "Week 1-4"
      },
      {
        "measure": "50% Migraine Responder Rate",
        "description": "Participants with an average reduction in migraine days of at least 50% over Weeks 1 to 12, as compared with baseline.",
        "timeFrame": "Week 1-12"
      },
      {
        "measure": "Percentage of Participants With a Migraine on the Day After Dosing",
        "description": "The percentage of participants with a migraine on the day after dosing, where Day 0 is treatment Day and Day 1 is the day after dosing.",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Change in Monthly Acute Medication Days",
        "description": "An acute medication migraine day was a day with any triptan or ergotamine use as recorded in the eDiary.",
        "timeFrame": "Week 1-12"
      },
      {
        "measure": "Change From Baseline of Headache Impact Test (HIT-6) Score",
        "description": "The HIT-6 measures the impact of headache on the participant's functional health and well-being in 6 domains: pain; role functioning (ability to carry out usual activities); social functioning; energy or fatigue; cognition; and emotional distress assessed over the prior 12-week period. The total possible scores range from 36 (no impact) to 78 (worst impact).",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Change in Migraine Prevalence From Baseline to Week 4",
        "description": "The avarage change in percentage of participants with a migraine on any given day during baseline and the equivalent avarage rate over Weeks 1-4.",
        "timeFrame": "Baseline to Week 4"
      },
      {
        "measure": "75% Headache Responder Rate",
        "description": "Participants with an average reduction in headache days of at least 75% over Weeks 1 to 12, as compared with baseline.",
        "timeFrame": "Week 1-12"
      },
      {
        "measure": "50% Headache Responder Rate",
        "description": "Participants with an average reduction in headache days of at least 50% over Weeks 1 to 12, as compared with baseline.",
        "timeFrame": "Week 1-12"
      },
      {
        "measure": "100% Migraine Responder Rate",
        "description": "For each 4-week period the 100% response is determined, and the result for a participant is the average rate across Weeks 1-12. If a participant has one 4-week period out of 3 with 100% response, they are included as 33%.",
        "timeFrame": "Week 1-12"
      },
      {
        "measure": "100% Headache Responder Rate",
        "description": "For each 4-week period the 100% response is determined, and the result for a participant is the average rate across Weeks 1-12. If a participant has one 4-week period out of 3 with 100% response, they are included as 33%.",
        "timeFrame": "Week 1-12"
      },
      {
        "measure": "Change From Baseline in Monthly Migraine Days (Weeks 13-24)",
        "description": "Monthly migraine days are summarized in 28-day intervals, and averaged across Weeks 13-24.",
        "timeFrame": "Week 13-24"
      },
      {
        "measure": "Change From Baseline in Monthly Headache Days (Weeks 1-12)",
        "description": "Monthly headache days are summarized in 28-day intervals, and averaged across Weeks 1-12.",
        "timeFrame": "Week 1-12"
      },
      {
        "measure": "Time to First Migraine After Dosing",
        "description": "The time to first migraine after dosing based upon the migraine data entered into the eDiary",
        "timeFrame": "32 weeks"
      },
      {
        "measure": "Change From Baseline to Week 12 in Percentage of Migraines With Use of Acute Medication",
        "description": "The percentage of migraines with acute medication usage. Participants with no migraine will be included with a rate of zero.",
        "timeFrame": "Week 1-12"
      },
      {
        "measure": "Change From Baseline to Week 12 in Percentage of Headaches With Use of Acute Medication",
        "description": "The percentage of headaches with acute medication usage. Participants with no headaches will be included with a rate of zero.",
        "timeFrame": "Week 1-12"
      },
      {
        "measure": "Percent Change in Frequency of Migraine Days - Week 1-12",
        "description": "The percent change in frequency of migraine days from Weeks 1-12 was calculated as the number of migraine days within 4-week intervals that were then averaged up to Week 12. The difference of this estimate from baseline was calculated as the change from baseline in the frequency of migraine days over Weeks 1-12.",
        "timeFrame": "Week 1-12"
      },
      {
        "measure": "Percent Change in Frequency of Headache Days - Week 1-12",
        "description": "The percent change in frequency of headache days from Weeks 1-12 was calculated as the number of headache days within 4-week intervals that were then averaged up to Week 12. The difference of this estimate from baseline was calculated as the change from baseline in the frequency of headache days over Weeks 1-12.",
        "timeFrame": "Week 1-12"
      },
      {
        "measure": "Change From Baseline in Percentage of Severe Migraines",
        "description": "The change from baseline in percentage of migraines that are classified as severe over Weeks 1-12.",
        "timeFrame": "Week 1-12"
      },
      {
        "measure": "Change From Baseline in Percentage of Severe Headache",
        "description": "The change from baseline in percentage of headaches that are classified as severe over Weeks 1-12.",
        "timeFrame": "Week 1-12"
      },
      {
        "measure": "Change From Baseline in Monthly Migraine Hours, Weeks 1-12",
        "description": "Migraine hours are the sum of migraines within 4 week intervals, and the average 4 week duration within 12 weeks.",
        "timeFrame": "Week 1-12"
      },
      {
        "measure": "Change From Baseline in Monthly Headache Hours, Weeks 1-12",
        "description": "Headache hours are the sum of the duration of headaches within 4 week intervals, and the average 4 week duration within 12 week intervals.",
        "timeFrame": "Week 1-12"
      },
      {
        "measure": "Duration of Migraine-Free Intervals",
        "description": "The number of participants with migraine-free intervals starting within the first 2 weeks of treatment. The longest migraine free interval for each participant is recorded.",
        "timeFrame": "32 weeks"
      },
      {
        "measure": "Change From Baseline of Short Form Health Survey (SF-36 v 2.0) Scale Scores",
        "description": "The SF-36 is a health survey containing 36 questions consisting of eight scaled scores to measure quality of life over the past 4 weeks. All scales are on a range of 0 to 100, with 0 being the worst and 100 being the best. Scales are reported separately. Increases from baseline indicate improvement.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Patient Global Impression of Change (PGIC) at Week 12",
        "description": "The PGIC includes a single question concerning the participant's impression of the change in their disease status since the start of the study. Seven responses are possible: Very much improved, much improved, minimally improved, no change, minimally worse, much worse, very much worse.",
        "timeFrame": "Week 12"
      },
      {
        "measure": "Health Related Quality of Life (EQ-5D-5L) at Week 12",
        "description": "The EQ-5D-5L is a descriptive system of health-related quality of life states consisting of 5 dimensions/questions (mobility, self-care, usual activities, pain/discomfort, anxiety/depression) each of which can take one of five responses. The responses record five levels of severity (no problems/slight problems/moderate problems/severe problems/extreme problems) within a particular EQ-5D dimension.",
        "timeFrame": "Week 12"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 26,
      "otherCount": 0,
      "totalCount": 27
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:53.315Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}