{
  "nctId": "NCT04184622",
  "briefTitle": "A Study of Tirzepatide (LY3298176) in Participants With Obesity or Overweight",
  "officialTitle": "Efficacy and Safety of Tirzepatide Once Weekly in Participants Without Type 2 Diabetes Who Have Obesity or Are Overweight With Weight- Related Comorbidities: A Randomized, Double-Blind, Placebo-Controlled Trial (SURMOUNT-1)",
  "protocolDocument": {
    "nctId": "NCT04184622",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-10-04",
    "uploadDate": "2023-01-19T15:00",
    "size": 4878676,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04184622/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 2539,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-12-04",
    "completionDate": "2024-07-06",
    "primaryCompletionDate": "2022-04-01",
    "firstSubmitDate": "2019-12-02",
    "firstPostDate": "2019-12-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Body mass Index (BMI) ≥30 kilograms per square meter (kg/m²), or ≥27 kg/m² and previous diagnosis with at least one of the following comorbidities: hypertension, dyslipidemia, obstructive sleep apnea, cardiovascular disease\n* History of at least one unsuccessful dietary effort to lose body weight\n\nExclusion Criteria:\n\n* Diabetes mellitus\n* Change in body weight greater than 5 kg within 3 months prior to starting study\n* Obesity induced by other endocrinologic disorders or monogenetic or syndromic forms of obesity\n* History of pancreatitis\n* Family or personal history of medullary thyroid carcinoma (MTC) or multiple endocrine neoplasia syndrome type 2 (MEN-2)\n* History of significant active or unstable major depressive disorder (MDD) or other severe psychiatric disorder within the last 2 years\n* Any lifetime history of a suicide attempt",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percent Change From Baseline in Body Weight (Primary Treatment Period)",
        "description": "Least Squares (LS) Mean was calculated using mixed-model repeated measures (MMRM) with baseline, analysis country, sex, prediabetes status at randomization, treatment, time, treatment\\*time (Type III sum of squares) in the model.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Percentage of Participants Who Achieve ≥5% Body Weight Reduction (Primary Treatment Period)",
        "description": "Percentage of participants who achieve greater than or equal to( ≥) 5% body weight reduction.",
        "timeFrame": "Week 72"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Body Weight (Pooled Doses of Tirzepatide 10 mg and 15 mg) - Primary Treatment Period",
        "description": "LS Mean was calculated using MMRM with baseline, analysis country, sex, prediabetes status at randomization, treatment, time, treatment\\*time (Type III sum of squares) in the model.",
        "timeFrame": "Baseline, Week 20"
      },
      {
        "measure": "Percentage of Participants Who Achieve ≥10% Body Weight Reduction (Primary Treatment Period)",
        "description": "Percentage of Participants who Achieve ≥10% Body Weight Reduction",
        "timeFrame": "Week 72"
      },
      {
        "measure": "Percentage of Participants Who Achieve ≥15% Body Weight Reduction (Primary Treatment Period)",
        "description": "Percentage of participants who achieve ≥15% body weight reduction.",
        "timeFrame": "Week 72"
      },
      {
        "measure": "Percentage of Participants Who Achieve ≥20% Body Weight Reduction (Primary Treatment Period)",
        "description": "Percentage of participants who achieve ≥20% body weight reduction.",
        "timeFrame": "Week 72"
      },
      {
        "measure": "Change From Baseline in Waist Circumference (Primary Treatment Period)",
        "description": "LS Mean was calculated using MMRM with baseline, analysis country, sex, prediabetes status at randomization, treatment, time, treatment\\*time (Type III sum of squares) in the model.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Change From Baseline in Short Form Survey-36 Version 2 (SF-36v2) Acute Form Physical Functioning Domain Score at Week 72 (Pooled Doses of Tirzepatide 10 mg and 15 mg) - Primary Treatment Period",
        "description": "The SF-36v2 acute, 1-week recall version is a 36-item, generic, patient-administered measure designed to assess the following 8 domains: Physical Functioning, Role-Physical, Bodily Pain, General Health, Vitality, Social Functioning, Role-Emotional, and Mental Health. The Physical-Functioning domain assesses limitations due to health \"now\" while the remaining domains assess functioning \"in the past week.\" Each domain is scored individually and information from these 8 domains are further aggregated into 2 health-component summary scores: Physical-Component Summary and Mental-Component Summary. Items are answered on Likert scales of varying lengths (3-, 5-, or 6- point scales).The summary scores range from 0 to 100, with higher scores indicating better levels of function and/or better health.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Percent Change From Baseline in Triglycerides (Pooled Doses of Tirzepatide 5 mg, 10 mg and 15 mg) - Primary Treatment Period",
        "description": "Percent change from baseline in triglycerides are reported as model-based estimate and Standard Error (SE) from MMRM analysis using log transformation.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Percent Change From Baseline in Total Cholesterol (Pooled Doses of Tirzepatide 5 mg, 10 mg and 15 mg) - Primary Treatment Period",
        "description": "Results are reported as model-based estimate and SE from MMRM analysis using log transformation.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Percent Change From Baseline in High-Density Lipoprotein (HDL) Cholesterol at Week 72 (Pooled Doses of Tirzepatide 5 mg, 10 mg and 15 mg) - Primary Treatment Period",
        "description": "Results are reported as model-based estimate and SE from MMRM analysis using log transformation.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Change From Baseline in Systolic Blood Pressure (SBP) (Pooled Doses of Tirzepatide 5 mg, 10 mg and 15 mg) - Primary Treatment Period",
        "description": "LS Mean was calculated using MMRM with baseline, analysis country, sex, prediabetes status at randomization, treatment, time, treatment\\*time (Type III sum of squares) in the model.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Percent Change From Baseline in Fasting Insulin (Pooled Doses of Tirzepatide 5 mg, 10 mg and 15 mg) - Primary Treatment Period",
        "description": "Fasting Insulin is a test used to measure the amount of insulin in the body. Results are reported as model-based estimates and SE from MMRM analysis using log transformation.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Percent Change From Baseline in Body Weight (Primary and Additional Treatment Periods : Participants With Prediabetes at Randomization)",
        "description": "LS Mean was calculated using mixed-model repeated measures (MMRM) with baseline, analysis country, sex, treatment, time, treatment\\*time (Type III sum of squares) in the model.",
        "timeFrame": "Baseline, Week 176"
      },
      {
        "measure": "Percentage of Participants With Onset of Type 2 Diabetes From Baseline to Week 176 (Primary and Additional Treatment Periods: Participants With Prediabetes at Randomization)",
        "description": "The percentage of participants with onset of Type 2 diabetes mellitus (T2DM), evaluated as time to onset of T2DM among those who had pre-diabetes at randomization, was reported.\n\nTime to onset of Type 2 diabetes mellitus was defined as the duration from the date of randomization to the adjudication committee-confirmed date of incident diabetes. Participants who did not experience the event were censored.",
        "timeFrame": "Baseline through Week 176"
      },
      {
        "measure": "Percentage of Participants With Onset of Type 2 Diabetes From Baseline to Week 193 (Primary and Additional Treatment Periods + Safety Follow-up Period: Participants With Prediabetes at Randomization)",
        "description": "The percentage of participants with onset of Type 2 diabetes mellitus (T2DM), evaluated as time to onset of T2DM among those who had pre-diabetes at randomization, was reported.\n\nTime to onset of Type 2 diabetes mellitus was defined as the duration from the date of randomization to the adjudication committee-confirmed date of incident diabetes. Participants who did not experience the event were censored.",
        "timeFrame": "Baseline through Week 193"
      },
      {
        "measure": "Change From Baseline in Body Mass Index (BMI) - Primary Treatment Period",
        "description": "LS Mean was calculated using MMRM with baseline, analysis country, sex, prediabetes status at randomization, treatment, time, treatment\\*time (Type III sum of squares) in the model.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Change From Baseline in Hemoglobin A1c (HbA1c) - Primary Treatment Period",
        "description": "HbA1c is the glycosylated fraction of hemoglobin A. HbA1c is measured primarily to identify average plasma glucose concentration over prolonged periods of time. LS Mean was calculated using MMRM with baseline, analysis country, sex, prediabetes status at randomization, treatment, time, treatment\\*time (Type III sum of squares) in the model.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Change From Baseline in Fasting Glucose (Primary Treatment Period)",
        "description": "LS Mean was calculated using MMRM with baseline, analysis country, sex, prediabetes status at randomization, treatment, time, treatment\\*time (Type III sum of squares) in the model.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Percent Change From Baseline in Low-Density Lipoprotein (LDL) Cholesterol (Pooled Doses of Tirzepatide 5 mg, 10 mg and 15 mg) - Primary Treatment Period",
        "description": "Results are reported as model-based estimate and SE from MMRM analysis using log transformation.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Percent Change From Baseline in Very Low-Density Lipoprotein (VLDL) Cholesterol (Pooled Doses of Tirzepatide 5 mg, 10 mg and 15 mg) - Primary Treatment Period",
        "description": "Results are reported as model-based estimate and SE from MMRM analysis using log transformation.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Percent Change From Baseline in Free Fatty Acids (Pooled Doses of Tirzepatide 5 mg, 10 mg and 15 mg) - Primary Treatment Period",
        "description": "Results are reported as model-based estimate and SE from MMRM analysis using log transformation.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Change From Baseline in Diastolic Blood Pressure (DBP) (Pooled Doses of Tirzepatide 5 mg, 10 mg and 15 mg) - Primary Treatment Period",
        "description": "LS Mean was calculated using MMRM with baseline, analysis country, sex, prediabetes status at randomization, treatment, time, treatment\\*time (Type III sum of squares) in the model.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Percentage of Participants Who Achieve ≥5% Body Weight Reduction (Primary and Additional Treatment Periods : Participants With Prediabetes at Randomization)",
        "description": "Percentage of Participants Who Achieve ≥5% Body Weight Reduction.",
        "timeFrame": "Week 176"
      },
      {
        "measure": "Change From Baseline in Impact of Weight on Quality of Life-Lite-Clinical Trials Version (IWQOL-Lite-CT) Physical Function Composite Score at Week 72 (Primary Treatment Period)",
        "description": "The IWQOL-Lite-CT is a 20-item, obesity-specific patient-reported outcomes (PRO) instrument developed for use in obesity clinical trials. It assesses 2 primary domains of obesity-related health-related quality of life (HRQoL): physical (7 items), and psychosocial (13 items). A 5-item subset of the physical domain, the physical-function composite is also supported. Items in the physical-function composite describe physical impacts related to general and specific physical activities. All items in the physical domain are rated on either a 5-point frequency (\"never\" to \"always\") scale or a 5-point truth (\"not at all true\" to \"completely true\") scale. Total score of IWQOL-Lite-CT composite ranges from 0 to 100, with higher scores reflecting better quality of life.",
        "timeFrame": "Baseline, Week 72"
      },
      {
        "measure": "Pharmacokinetics (PK): Steady State Area Under the Concentration Time Curve (AUC) of Tirzepatide (Primary Treatment Period)",
        "description": "PK: Steady State AUC of Tirzepatide. each participant will be assigned via the Interactive Web Response System (IWRS) to one of the sampling PK time windows of 1 to 24 hours, 24 to 96 hours, or 120 to 168 hours postdose.",
        "timeFrame": "Week 8, 16, and 36, at 1 to 24 hours, 24 to 96 hours, or 120 to 168 hours postdose"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 24,
      "otherCount": 0,
      "totalCount": 26
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:16.937Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}