{
  "nctId": "NCT04847141",
  "briefTitle": "A Study to Evaluate the Safety and Efficacy of C19-IG 20% in SARS-CoV-2 Infected Asymptomatic Ambulatory Outpatients",
  "officialTitle": "A Multicenter, Randomized, Double-blind, Parallel Group Study to Evaluate the Safety and Efficacy of Anti-COVID-19 Immune Globulin (Human) 20% (C19-IG 20%) Versus Placebo in Asymptomatic Ambulatory Outpatients With Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Infection",
  "protocolDocument": {
    "nctId": "NCT04847141",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-10-13",
    "uploadDate": "2022-11-08T03:00",
    "size": 23385217,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04847141/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 465,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-04-28",
    "completionDate": "2021-12-27",
    "primaryCompletionDate": "2021-11-10",
    "firstSubmitDate": "2021-04-14",
    "firstPostDate": "2021-04-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Ambulatory male or female outpatients ≥ 18 years of age who have laboratory-confirmed severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection as determined by qualitative PCR (reverse transcriptase (RT)-PCR), or other commercial or public health assay approved by regulatory authorities as a diagnostic test for COVID-19 (inclusive of SARS-CoV-2 antigen testing or other approved rapid testing platforms) in any specimen ≤ 5 days prior to randomized treatment.\n2. Asymptomatic with no constitutional COVID-19 illness (evident symptoms), specifically no fever, cough, shortness of breath, fatigue, anorexia, vomiting/diarrhea, headache that is unrelated to pre-existing conditions (example, migraine), sore throat that is unrelated to other pre-existing medical conditions (example, allergies, gastroesophageal reflux disease), myalgias, olfactory disorders unrelated with previous medical condition, or evidence of pneumonia at Screening.\n3. Pulse oximetry peripheral oxygen saturation (SpO2) (oxygen saturation) on room air \\> 94% (i.e., 95% to 100%) at Screening.\n4. National Early Warning Score (NEWS) ≤ 2 points at Screening.\n5. Participant provides informed consent (ICF) prior to initiation of any study procedures.\n\nExclusion Criteria:\n\n1. Participants who are admitted to hospital or for whom hospital admission is being planned at the time of Screening.\n2. Participants requiring any form of oxygen supplementation at Screening.\n3. Concurrent or planned treatment with other agents with actual or possible direct antiviral activity against SARS-CoV-2 including remdesivir.\n4. Prior, concurrent or planned treatment with monoclonal antibodies (mAbs) against SARS-CoV-2\n5. Have participated in a previous SARS-CoV-2 vaccine study OR outside of a study have received any SARS-CoV-2 vaccine of any kind.\n6. Have a history of convalescent COVID-19 plasma treatment at Screening.\n7. Fever (temperature ≥38.0° C \\[≥100.4° F\\]), measured orally, requirement for antipyretics to reduce temperature (administered for fever), and/or respiratory symptoms (cough, dyspnea) at Screening.\n8. Clinical evidence of any significant acute or chronic disease that, in the opinion of the investigator, may place the participant at undue medical risk for study treatment.\n9. The participant has had a known (documented) history of serious anaphylactic reaction to blood, any blood-derived plasma product or commercial immunoglobulin, or has known selective immunoglobulin A (IgA) deficiency with anti-IgA antibodies.\n10. Decompensated congestive heart failure or renal failure with fluid overload. This includes currently uncontrolled congestive heart failure New York Heart Association Class III or IV stage heart failure.\n11. Participants for whom there is limitation of therapeutic effort such as \"Do not resuscitate\" status.\n12. Currently participating in another interventional clinical trial with investigational medical product or device.\n13. Participants with known (documented) thrombotic complications to polyclonal intravenous immune globulin (IVIG) therapy in the past.\n14. Participant has medical condition (other than COVID-19) that is projected to limit lifespan to ≤ 1 year.\n15. Participant has history of drug or alcohol abuse within the past 12 months.\n16. Participant is unwilling to commit to follow-up visits.\n17. Women who are pregnant or breastfeeding, or if of childbearing potential, unwilling to practice a highly effective method of contraception (oral, injectable, or implanted hormonal methods of contraception, placement of an intrauterine device or intrauterine system, condom, or occlusive cap with spermicidal foam/gel/cream/suppository, male sterilization, or true abstinence) throughout the study.\n\n    * True abstinence: When this is in line with the preferred and usual lifestyle of the participant. (Periodic abstinence \\[e.g., calendar, ovulation, symptothermal, post-ovulation methods\\], declaration of abstinence for the duration of a trial, and withdrawal are not acceptable methods of contraception).\n    * Note: Women who are \\>55 years and with the absence of menses in the last 12 months are considered to be not of childbearing potential. Female participants of childbearing potential must have a negative test for pregnancy blood or urine human chorionic gonadotropin (hCG)-based assay at Screening/Baseline Visit.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Asymptomatic Participants Who Remained Asymptomatic, i.e., Who Did Not Develop Symptomatic COVID-19 Through Day 14",
        "description": "Participants were described as symptomatic if they a. experienced at least two of the following systemic symptoms: fever (≥38 ºC), chills, myalgia, headache, sore throat, cough, fatigue that interferes with activities of daily living, new olfactory/taste disorder(s), and vomiting/diarrhea, b. experienced at least one of the following respiratory signs/symptoms: new or worsening shortness of breath or difficulty breathing; c. experienced a peripheral oxygen saturation by pulse oximetry (SpO2) \\<94% on room air; or d. had radiographical evidence of pneumonia. The percentage of participants who meet the primary endpoint within each treatment group was presented along with a two-sided exact (Clopper-Pearson) 95% confidence interval (CI).",
        "timeFrame": "Up to Day 14"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in SARS-CoV-2 Viral Load (log10 Copies/mL)",
        "description": "Mean change from baseline (CFB) in log10 SARS-CoV-2 viral load at Days 7 and 14 was assessed.",
        "timeFrame": "Baseline to Day 7 and Day 14"
      },
      {
        "measure": "Percentage of Participants Who Remained in an Outpatient Setting and Maintained SpO2 ≥94% on Room Air on Day 3, Day 7, and Day 14",
        "description": "An outpatient setting was defined as no hospitalization or intensive care unit (ICU) admission through Days 3, 7, and 14. The percentage of participants who remained in an outpatient setting and maintained SpO2 ≥94% on room air at each timepoint within each treatment group were presented along with a two-sided exact (Clopper-Pearson) 95% CI. p-value and 95% CI were not estimable for C19-IG 20% 1 g vs placebo as all participants had remained in an outpatient setting and maintained SpO2 ≥94% on Room Air in C19-IG 20% 1 g and placebo arm on Day 3.",
        "timeFrame": "Day 3, Day 7, and Day 14"
      },
      {
        "measure": "Percentage of Participants Negative for SARS-CoV-2 by Polymerase Chain Reaction (PCR) Test at Multiple Timepoints Through Day 14 and Through Day 29",
        "description": "The percentage of participants with negative SARS-CoV-2 by PCR through Day 14 and Day 29 within each treatment group was presented along with a two-sided exact (Clopper-Pearson) 95% CI.",
        "timeFrame": "Day 3, Day 7, Day 14, and Day 29"
      },
      {
        "measure": "Time to Negative SARS-CoV-2 PCR From Baseline Through Day 29",
        "description": "The first negative test result was defined as the first PCR negative result after the first PCR positive result. Kaplan-Meier method was used for analysis. Participants who did not have any viral load data or had negative test results through the study were excluded from the KM analysis.",
        "timeFrame": "Baseline to Day 29"
      },
      {
        "measure": "Percentage of Participants Who Required Oxygen (O2) Supplementation on or Before Day 29",
        "description": "The percentage of participants requiring oxygen supplementation through Day 29 within each treatment group was presented along with a two-sided exact (Clopper-Pearson) 95% CI.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Duration of Any Oxygen Use Through Day 29",
        "description": "The duration (number of days) of any oxygen use from Day 1 through Day 29 was calculated based on the start/stop date of using oxygen supplementation.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Absolute Value Score on a 7-point Ordinal Scale",
        "description": "The ordinal scale is a 7-point scale ranging from 1 to 7 used to measure clinical status of a participant based on the following points: 1) death; 2) hospitalized, on invasive mechanical ventilation or extracorporeal membrane oxygenation (ECMO); 3) hospitalized, on non-invasive ventilation or high flow oxygen devices; 4) hospitalized, requiring supplemental oxygen; 5) hospitalized, not requiring supplemental oxygen; 6) not hospitalized, limitation on activities; and 7) not hospitalized, no limitations on activities. A higher score indicates less severity.",
        "timeFrame": "Baseline, Day 7, 14, and 29"
      },
      {
        "measure": "Mean Change From Baseline in the 7-point Ordinal Scale",
        "description": "The ordinal scale is a 7-point scale ranging from 1 to 7 used to measure clinical status of a participant based on the following points: 1) death; 2) hospitalized, on invasive mechanical ventilation or ECMO; 3) hospitalized, on non-invasive ventilation or high flow oxygen devices; 4) hospitalized, requiring supplemental oxygen; 5) hospitalized, not requiring supplemental oxygen; 6) not hospitalized, limitation on activities; and 7) not hospitalized, no limitations on activities. A higher score indicates less severity. The analysis was performed by using a linear mixed-effects model for repeated measures (MMRM).",
        "timeFrame": "Baseline to Day 7, Day 14, and Day 29"
      },
      {
        "measure": "Percentage of Participants in Each Severity Category of the 7-point Ordinal Scale",
        "description": "The ordinal scale is a 7-point scale ranging from 1 to 7 used to measure clinical status of a participant based on the following points: 1) death; 2) hospitalized, on invasive mechanical ventilation or ECMO; 3) hospitalized, on non-invasive ventilation or high flow oxygen devices; 4) hospitalized, requiring supplemental oxygen; 5) hospitalized, not requiring supplemental oxygen; 6) not hospitalized, limitation on activities; and 7) not hospitalized, no limitations on activities.",
        "timeFrame": "Days 1, 7, 14, and 29"
      },
      {
        "measure": "Change From Baseline in National Early Warning Score (NEWS)",
        "description": "The NEWS has demonstrated an ability to classify participants at risk of poor outcomes. This score is based on 7 clinical parameters (respiration rate, oxygen saturation, any supplemental oxygen, temperature, systolic blood pressure (BP), heart rate, level of consciousness \\[Alert, Voice, Pain, Unresponsive\\]). A score of 0 to 3 was allocated to each parameter except supplemental oxygen use (score of 0 or 2) and level of consciousness (score of 0 \\[alert, normal health condition\\] or 3 \\[altered mental state/confusion, worst health condition\\]). All parameter scores were summed to get an aggregate NEWS assessment. Scoring for NEWS ranges from 0 to 20, with higher scores meaning more severity/higher clinical risk: low risk (score 1 to 4); medium risk (score 5 to 6); high risk (score 7 to 20). The analysis is performed by using a linear MMRM.",
        "timeFrame": "Baseline to Day 7, Day 14, and Day 29"
      },
      {
        "measure": "Percentage of Participants Who Required At Least One COVID-19 Related Medically Attended Visit (MAV) for Management/Treatment of COVID-19 Which May Have Occurred in Any Setting Through Day 29",
        "description": "MAV for management/treatment of COVID-19 may have occurred in any setting e.g., emergency department, urgent care, outpatient clinic, or professional setting wherein direct in-person/telemedicine medical assessment and escalation of care for COVID-19 was provided by licensed healthcare personnel. The percentage of participants requiring at least one COVID-19-related MAV for management/treatment of COVID-19 (apart from routinely scheduled study-directed visits) within each treatment group was presented along with a two-sided exact (Clopper-Pearson) 95% CI.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Percentage of Participants Who Required Hospital Admission for Medical Care (Non-Quarantine Purposes) Through Day 29",
        "description": "The percentage of participants requiring hospital admission through Day 29 within each treatment group was presented along with a two-sided exact (Clopper-Pearson) 95% CI.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Duration of Hospital Stay Through Day 29",
        "description": "The duration (number of days) of hospitalization from post-randomization through Day 29 was calculated based on hospital admission and discharge dates recorded.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Percentage of Participants Who Required Intensive Care Unit (ICU) Admission or Initiation of ICU Level Care Through Day 29",
        "description": "The percentage of participants requiring ICU admission through Day 29 within each treatment group was presented along with a two-sided exact (Clopper-Pearson) 95% CI. ICU level care is defined as the medical need for intensive or invasive monitoring; the immediate or impending need for the support of the airway, breathing, or circulation; and/or stabilization of acute severe, or life-threatening complications of COVID-19.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Duration of ICU Stay Through Day 29",
        "description": "The duration (number of days) of ICU stay from post-randomization through Day 29 was calculated based on ICU admission and discharge dates recorded.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Percentage of Participants Requiring Invasive Mechanical Ventilation Through Day 29",
        "description": "The percentage of participants requiring invasive mechanical ventilation through Day 29 within each treatment group was presented along with a two-sided exact (Clopper-Pearson) 95% CI.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Duration of Invasive Mechanical Ventilation Through Day 29",
        "description": "The duration (number of days) on invasive mechanical ventilation from post randomization through Day 29 was calculated based on the start/stop dates of invasive mechanical ventilation.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "All-Cause Mortality Through Day 29",
        "description": "All-cause mortality rate is the percentage of participants in each treatment group who experienced mortality up to Day 29.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Percentage of Participants With Critical COVID-19 Illness",
        "description": "Critical COVID-19 illness was defined as any one of the following: (a) requiring ICU admission or ICU level of care, (b) invasive mechanical ventilation, or (c) resulting in death by Day 29. The percentage of participants with critical COVID-19 illness defined above within each treatment group was presented along with a two-sided exact (Clopper-Pearson) 95% CI.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Length of Time to Clinical Progression to Critical COVID-19 Illness Through Day 29",
        "description": "Length of time to clinical progression to critical COVID-19 illness was defined as the time to death, invasive mechanical ventilation, or ICU admission/requiring ICU level of care. ICU level care is defined as the medical need for intensive or invasive monitoring; the immediate or impending need for the support of the airway, breathing, or circulation; and/or stabilization of acute severe, or life-threatening complications of COVID-19. The time to clinical progression was estimated using the KM method.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Time to COVID-19 Symptoms Through Day 14",
        "description": "Participants were described as symptomatic if they a. experienced at least two of the following systemic symptoms: fever (≥38℃), chills, myalgia, headache, sore throat, cough, fatigue that interferes with activities of daily living, new olfactory/taste disorder(s), and vomiting/diarrhea, b. experienced at least one of the following respiratory signs/symptoms: new or worsening shortness of breath or difficulty breathing, c. experienced a peripheral oxygen saturation by pulse oximetry (SpO2) \\<94% on room air, or d. had radiographical evidence of pneumonia. Time to COVID-19 symptoms was defined as the time from study drug administration to the first time point when any of the above elements was fulfilled through Day 14. The time to COVID-19 symptoms was estimated using the KM method.",
        "timeFrame": "Up to Day 14"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 21,
      "otherCount": 0,
      "totalCount": 22
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:38.264Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}