{
  "nctId": "NCT02949011",
  "briefTitle": "Study of S-033188 (Baloxavir Marboxil) Compared With Placebo or Oseltamivir in Patients With Influenza at High Risk of Influenza Complications",
  "officialTitle": "A Phase 3, Multicenter, Randomized, Double-blind Study of a Single Dose of S-033188 Compared With Placebo or Oseltamivir 75 mg Twice Daily for 5 Days in Patients With Influenza at High Risk of Influenza Complications",
  "protocolDocument": {
    "nctId": "NCT02949011",
    "filename": "Prot_002.pdf",
    "label": "Study Protocol",
    "date": "2016-10-31",
    "uploadDate": "2019-11-06T14:49",
    "size": 16721102,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02949011/document/Prot_002.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 2184,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-01-11",
    "completionDate": "2018-04-20",
    "primaryCompletionDate": "2018-04-12",
    "firstSubmitDate": "2016-10-27",
    "firstPostDate": "2016-10-31"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Patients or their legal guardians who provide written informed consent to participate in the study on a voluntary basis. For adolescent patients, informed consent/assent of voluntary participation should be obtained in accordance with local requirements.\n2. Male or female patients ≥ 12 years at the time of signing the informed consent/assent form.\n3. Patients with a diagnosis of influenza confirmed by all of the following:\n\n   1. Fever ≥ 38ºC (axillary) during the predose examinations or within the 4 hours prior if antipyretics were taken\n   2. A positive rapid influenza diagnostic test (RIDT) result OR A patient with a negative RIDT may be enrolled if the patient reports contact with a known case of influenza within the prior 7 days and all other inclusion criteria are met.\n   3. At least 1 each of the following general and respiratory symptoms associated with influenza is present with a severity of moderate or greater:\n\n   i. General symptoms (headache, feverishness or chills, muscle or joint pain, or fatigue) ii. Respiratory symptoms (cough, sore throat, or nasal congestion)\n4. The time interval between the onset of symptoms and the predose examinations is 48 hours or less. The onset of symptoms is defined as either:\n\n   1. Time of the first increase in body temperature (an increase of at least 1ºC from normal body temperature)\n   2. Time when the patient experiences at least 1 new general or respiratory symptom\n5. If a women of childbearing potential, agrees to use a highly effective method of contraception for 3 months after the first dose of study drug\n6. Patients will be considered at high risk\\* of influenza complications due to the presence of at least 1 of the following inclusion criteria:\n\n   1. Asthma or chronic lung disease (such as chronic obstructive pulmonary disease or cystic fibrosis)\n   2. Endocrine disorders (including diabetes mellitus)\n   3. Residents of long-term care facilities (eg, nursing homes)\n   4. Compromised immune system (including patients receiving corticosteroids not exceeding 20 mg of prednisolone or equivalent, and patients being treated for human immunodeficiency virus \\[HIV\\] infection with a CD4 count \\> 350 cells/mm³ within the last 6 months)\n   5. Neurological and neurodevelopmental disorders (including disorders of the brain, spinal cord, peripheral nerve, and muscle, eg, cerebral palsy, epilepsy \\[seizure disorders\\], stroke, muscular dystrophy, or spinal cord injury)\n   6. Heart disease (such as congenital heart disease, congestive heart failure, or coronary artery disease), excluding hypertension without any other heart-related symptoms\n   7. Adults aged ≥ 65 years\n   8. American Indians and Alaskan Natives\n   9. Blood disorders (such as sickle cell disease)\n   10. Metabolic disorders (such as inherited metabolic disorders and mitochondrial disorders)\n   11. Morbid obesity (body mass index ≥ 40 kg/m²)\n   12. Women who are within 2 weeks postpartum and are not breastfeeding\n\nExclusion Criteria:\n\n1. Patients with severe influenza virus infection requiring inpatient treatment.\n2. Patients with known allergy to oseltamivir (Tamiflu®).\n3. Patients unable to swallow tablets or capsules.\n4. Patients who have previously received baloxavir marboxil.\n5. Patients weighing ≤ 40 kg.\n6. Patients who have been exposed to an investigational drug within 30 days prior to the predose examinations.\n7. Women who are pregnant, breastfeeding, or have a positive pregnancy test at the predose examinations. The following female patients who have documentation of either a or b below do not need to undergo a pregnancy test at the predose examinations:\n\n   1. Postmenopausal women (defined as cessation of regular menstrual periods for 2 years or more and confirmed by a follicle-stimulating hormone test)\n   2. Women who are surgically sterile by hysterectomy, bilateral oophorectomy, or tubal ligation\n8. Patients with concurrent infections at the predose examinations requiring systemic antimicrobial therapy.\n9. Patients with liver disease associated with hepatic impairment.\n10. Patients with cancer within the last 5 years (unless nonmelanoma skin cancer).\n11. Patients with untreated HIV infection or treated HIV infection with a CD4 count below 350 cells/mm3 in the last 6 months.\n12. Patients with immunosuppression following organ or bone marrow transplants.\n13. Patients exceeding 20 mg of prednisolone or equivalent dose of chronic systemic corticosteroids.\n14. Patients who have received peramivir, laninamivir, oseltamivir, zanamivir, rimantadine, umifenovir or amantadine within 30 days prior to the predose examinations.\n15. Patients who have received an investigational monoclonal antibody for a viral disease in the last year.\n16. Patients with known creatinine clearance ≤ 60 mL/min.\n17. Patients who, in the opinion of the investigator, would be unlikely to comply with required study visits, self-assessments, and interventions",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "12 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Time to Improvement of Influenza Symptoms",
        "description": "Participants assessed the severity of 7 influenza-associated symptoms (cough, sore throat, headache, nasal congestion, feverishness/chills, muscle/joint pain, and fatigue) on a 4-point scale (0 = no symptoms, 1= mild, 2 = moderate, and 3 = severe). Time to improvement of symptoms was defined as the time from the start of treatment to the time when all influenza symptoms were alleviated, maintained, or improved, as defined below, for a duration of at least 21.5 hours:\n\n* Preexisting symptoms (cough, fatigue, or muscle/joint pain that existed prior to influenza) that were worse at baseline must have improved at least 1 point from baseline\n* Preexisting symptoms not worse at baseline must have maintained baseline severity\n* New symptoms must have alleviated, defined as a symptom score of none (0) or mild (1).\n\nTime to improvement of symptoms was analyzed using Kaplan-Meier (KM) methods; participants who did not experience improvement of symptom s were censored at the last observation.",
        "timeFrame": "From Day 1 pretreatment up to Day 14"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With Positive Influenza Virus Titer at Each Time Point",
        "description": "Virus titer was quantified from nasopharyngeal swabs (or throat swabs if nasopharyngeal swabbing was not feasible) using tissue culture methods. Positive influenza virus titer was defined as virus titer not less than the lower limit of quantification (0.7 log₁₀ of the 50% tissue culture infective dose (TCID₅₀/mL) among those assessed for virus titer on Days 2, 3, 4, 5, 6, and 9.",
        "timeFrame": "Days 2, 3, 4 (optional), 5, 6 (optional), and 9"
      },
      {
        "measure": "Percentage of Participants With Positive Influenza Virus by RT-PCR at Each Time Point",
        "description": "Influenza virus ribonucleic acid (RNA) was quantified from nasopharyngeal swabs (or throat swabs, if nasopharyngeal swabbing was not feasible). The percentage of participants with detectable virus RNA (2.05 for flu A and 2.83 for flu B log₁₀ virus particles/mL) measured by reverse transcription polymerase chain reaction (RT-PCR) among those assessed on Days 2, 3, 4, 5, 6 and 9.",
        "timeFrame": "Days 2, 3, 4 (optional), 5, 6 (optional), and 9."
      },
      {
        "measure": "Change From Baseline in Virus Titer at Each Time Point",
        "description": "Virus titer was quantified from nasopharyngeal swabs (or throat swabs if nasopharyngeal swabbing was not feasible) by tissue culture methods.\n\nIf virus titer was less than the lower limit of quantification, the virus titer was imputed 0.7 (TCID₅₀/mL).",
        "timeFrame": "Day 1 pretreatment (Baseline) and Days 2, 3, 4 (optional), 5, 6 (optional), and 9"
      },
      {
        "measure": "Change From Baseline in Virus RNA (RT-PCR) at Each Time Point",
        "description": "Nasopharyngeal swabs (or throat swabs, if nasopharyngeal swabbing was not feasible) were obtained for viral quantitation. Virus RNA was measured by reverse transcription polymerase chain reaction (RT-PCR).",
        "timeFrame": "Day 1 pretreatment (Baseline) and Days 2, 3, 4 (optional), 5, 6 (optional), and 9"
      },
      {
        "measure": "Area Under the Curve (AUC) Adjusted by Baseline in Influenza Virus Titer",
        "description": "This endpoint was defined as AUC of change from Baseline in virus titer from Day 1 to Day 9. AUC was calculated using the trapezoidal method.",
        "timeFrame": "Day 1 to Day 9"
      },
      {
        "measure": "Area Under the Curve (AUC) Adjusted by Baseline in Viral RNA",
        "description": "This endpoint was defined as AUC of change from baseline in the amount of virus RNA (RT-PCR) from Day 1 to Day 9. The AUC was calculated using the trapezoidal method.",
        "timeFrame": "Day 1 to Day 9"
      },
      {
        "measure": "Time to Cessation of Viral Shedding Determined by Virus Titer",
        "description": "Time to cessation of viral shedding by virus titer was defined as the time between the initiation of the study treatment and first time when the virus titer was below the limit of detection (0.7 log₁₀\\[TCID₅₀/mL\\]). The median and 95% confidence interval (CI) for time to cessation of viral shedding determined by virus titer was analyzed using the Kaplan-Meier (KM) method; participants whose virus titer had not reached cessation by the last observation time point were treated as censored at that time point.",
        "timeFrame": "Day 1 to Day 9"
      },
      {
        "measure": "Time to Cessation of Viral Shedding Determined by Virus RNA",
        "description": "Time to cessation of viral shedding by RT-PCR was defined as the time between the initiation of the study treatment and first time when the virus RNA was below the limit of detection measured by RT-PCR.\n\nTime to cessation of viral shedding by RT-PCR was analyzed using the KM method; participants whose virus RNA had not reached cessation by the last observation time point were treated as censored at that time point.",
        "timeFrame": "Day 1 to Day 9"
      },
      {
        "measure": "Percentage of Participants Whose Symptoms Were Improved at Each Time Point",
        "description": "Participants assessed the severity of 7 influenza-associated symptoms (cough, sore throat, headache, nasal congestion, feverishness or chills, muscle or joint pain, and fatigue) on a 4-point scale (0 = no symptoms, 1= mild, 2 = moderate, and 3 = severe).\n\nImprovement of symptoms was defined as all influenza symptoms alleviated, maintained, or improved, as defined below, for a duration of at least 21.5 hours:\n\n* Preexisting symptoms (cough, fatigue, or muscle/joint pain that existed prior to influenza) judged to be worse at baseline must have improved at least 1 point from baseline severity\n* Preexisting symptoms judged not to be worse at baseline must have maintained baseline severity\n* New symptoms at baseline must have alleviated, defined as a symptom score of none (0) or mild (1).",
        "timeFrame": "12, 24, 36, 48, 72, 96, 120, 144, 168, 192, and 216 hours after the initial dose of study treatment"
      },
      {
        "measure": "Time to Alleviation of Symptoms",
        "description": "Participants assessed the severity of seven influenza-associated symptoms (cough, sore throat, headache, nasal congestion, feverishness or chills, muscle or joint pain, and fatigue) on a 4-point scale (with 0 indicating no symptoms, 1 mild symptoms, 2 moderate symptoms, and 3 severe symptoms).\n\nTime to alleviation of symptoms was defined as the time from the start of the study treatment to the time when all seven influenza-related symptoms were assessed by the participant as absent (0) or mild (1) for at least 21.5 hours.\n\nTime to alleviation of symptoms was analyzed using Kaplan-Meier (KM) methods; participants who did not experience alleviation of symptoms were censored at the last observation time point.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Time to Improvement of the Four Systemic Symptoms",
        "description": "Participants assessed the severity of 7 influenza-associated symptoms on a 4-point scale (from 0 = no symptoms to 3 = severe symptoms). Time to improvement of the 4 systemic symptoms was defined as the time between the initiation of study treatment to the time when all 4 systemic symptoms (headache, feverishness or chills, muscle or joint pain, and fatigue) were alleviated, maintained, or improved, as defined below, for a duration of at least 21.5 hours:\n\n* Preexisting symptoms (cough, fatigue, or muscle/joint pain that existed prior to influenza) that were worse at baseline must have improved at least 1 point from baseline\n* Preexisting symptoms not worse at baseline must have maintained baseline severity\n* New symptoms at baseline must have alleviated, defined as a symptom score of none (0) or mild (1).\n\nTime to improvement of the 4 systemic symptoms was analyzed using KM methods; participants who did not experience improvement of symptoms were censored at the last observation.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Time to Improvement of the Three Respiratory Symptoms",
        "description": "Participants assessed the severity of 7 influenza-associated symptoms on a 4-point scale (from 0 = no symptoms to 3 = severe symptoms). Time to improvement of the 3 respiratory symptoms was defined as the time from the start of study treatment to the time when all 3 respiratory symptoms (cough, sore throat, and nasal congestion) were alleviated, maintained, or improved, as defined below, for a duration of at least 21.5 hours:\n\n* Preexisting symptoms (cough, fatigue, or muscle/joint pain that existed prior to influenza) that were worse at baseline must have improved at least 1 point from baseline\n* Preexisting symptoms not worse at baseline must have maintained baseline severity\n* New symptoms at baseline must have alleviated, defined as a symptom score of none (0) or mild (1).\n\nTime to improvement of the 3 respiratory symptoms was analyzed using KM methods; participants who did not experience improvement of symptoms were censored at the last observation time point.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Time to Resolution of Fever",
        "description": "Time to resolution of fever was defined as the time between the initiation of the study treatment and the resolution of fever. The resolution of fever was defined as the time when the participant's self-measured axillary temperature became less than 37ºC and was maintained at less than 37ºC for at least 12 hours. Time to resolution of fever was analyzed using KM methods; participants who did not experience resolution of fever by the last observation time point were censored at that time point.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Percentage of Participants Reporting Normal Temperature at Each Time Point",
        "description": "Defined as the percentage of patrticipants whose axillary body temperature dropped to less than 37ºC after the initiation of the study treatment.",
        "timeFrame": "12, 24, 36, 48, 72, 96, 120, 144, 168, 192, and 216 hours after the initial dose of study treatment"
      },
      {
        "measure": "Body Temperature at Each Time Point",
        "description": "Participant's self-measured axillary temperature using an electronic thermometer.",
        "timeFrame": "12, 24, 36, 48, 72, 96 and 120 hours after the initial dose of study treatment"
      },
      {
        "measure": "Time to Improvement of Individual Symptoms",
        "description": "Participants assessed the severity of 7 influenza-associated symptoms on a 4-point scale (0 = no symptoms to 3 = severe). Time to improvement of cough, fatigue, and muscle/joint pain was defined as the time from the start of treatment to the time when each symptom was alleviated, maintained, or improved, as defined below, for at least 21.5 hours:\n\n* Preexisting symptoms that were worse at baseline must have improved at least 1 point from baseline\n* Preexisting symptoms not worse at baseline must have maintained baseline severity\n* New symptoms must have alleviated, defined as a score of 0 (None) or 1 (Mild). Time to improvement of sore throat, headache, nasal congestion, and feverish/chills was defined as the time from the start of treatment to the time when the symptom was assessed as 0 (None) or 1 (Mild) for at least 21.5 hours.\n\nTime to improvement of symptoms was analyzed using KM methods; participants with no improvement of symptoms were censored at the last observation.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Time to Return to Preinfluenza Health Status",
        "description": "Participants were asked to record their preinfluenza health status on a scale from 0 (worst possible health) to 10 (normal health \\[for someone your age and condition\\]), and their health status at baseline and every day after initiation of study treatment on the same scale. Return to preinfluenza health status was defined as time from the initiation of the study treatment to the first time when the health status score was equal to or higher than the preinfluenza health status score.\n\nTime to return to preinfluenza health status was analyzed using KM methods; participants with a smaller number on the scale for health status by the last observation time point were censored at that time point.",
        "timeFrame": "Baseline to Day 14"
      },
      {
        "measure": "Percentage of Participants Requiring Systemic Antibiotics for Infections Secondary to Influenza Infection",
        "description": "The percentage of participants who received systemic antibiotics for any of the predefined complications (sinusitis, otitis media, bronchitis and pneumonia).",
        "timeFrame": "Day 2 to Day 22"
      },
      {
        "measure": "Percentage of Participants With Influenza-related Complications",
        "description": "Defined as the percentage of patients who experience each influenza-related complication (hospitalization, death, sinusitis, otitis media, bronchitis, and radiologically-confirmed pneumonia) as an adverse event after the initiation of study treatment.",
        "timeFrame": "Day 1 to Day 22"
      },
      {
        "measure": "Percentage of Participants With Adverse Events (AEs)",
        "timeFrame": "From first dose of study drug to Day 22"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 20,
      "otherCount": 0,
      "totalCount": 21
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:32.628Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}