{
  "nctId": "NCT02195518",
  "briefTitle": "Tenofovir Disoproxil Fumarate (TDF) 300mg 3 Years RD Therapy Chinese Chronic Hepatitis B (CHN) CHB Multiple Nucleos(t)Ide Analogues (NAs) Failure Points Pts PH4 PMS Study",
  "officialTitle": "A Multi-centre, Single-arm, Open-label Study to Evaluate the Efficacy and Safety of Tenofovir Disoproxil Fumarate(TDF) Treatment in Chinese Chronic Hepatitis B (CHB) Subjects Following Failure of Multiple Nucleos(t)Ide Analogues(NAs)",
  "protocolDocument": {
    "nctId": "NCT02195518",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2015-10-21",
    "uploadDate": "2019-07-05T08:56",
    "size": 884185,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02195518/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 213,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-03-18",
    "completionDate": "2018-08-14",
    "primaryCompletionDate": "2018-08-14",
    "firstSubmitDate": "2014-07-17",
    "firstPostDate": "2014-07-21"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Aged between 18-65years (inclusive). Male or female; a female is eligible to enter and participate in this study if she is of: Non-childbearing potential (i.e., physiologically incapable of becoming pregnant, including any female who is post-menopausal); or,\n* Child-bearing potential, has a negative serum pregnancy test at baseline, and agrees to one of the following methods for avoidance of pregnancy during the period of the study and until 30 days after last dose of study medication: Oral contraceptive, either combined or progestogen alone, Injectable progestogen, Implants of levonorgestrel, Oestrogenic vaginal ring, Percutaneous contraceptive patches., Intrauterine device (IUD) or intrauterine system (IUS) showing that the expected failure rate is less than 1% per year as stated in the IUD or IUS product label, Has a male partner who is sterilised, Double barrier method: condom and an occlusive cap (diaphragm or cervical/vault caps) with a vaginal spermicidal agent (foam/gel/film /cream/suppository).\n* The ability to understand and sign a written informed consent prior to any study-related procedure and comply with the requirements of the study.\n* Positive HBsAg for more than 6 months, and anti-HBs negative.\n* Serum HBV DNA level \\>=200 IU/mL at study screening (Use central lab results).\n* Experienced multiple NAs treatment failure which is defined as HBV DNA greater than 200 IU/mL after at least two NAs treatment (at least 6 months continuous treatment for each NA(s), total duration is no less than 12 months). In addition, subjects judged by the treating physician to have adhered to previous NA therapy.\n* Agreement not to participate in any other investigational trials or to undertake other HBV systemic antiviral or interferon (IFN) regimens during participation in this study.\n\nExclusion Criteria:\n\n* Hepatocellular carcinoma as evidenced by one of the following: Suspicious foci on ultrasound or radiological examination, Normal ultrasound but a history of rising serum alpha-fetoprotein and serum alpha-fetoprotein \\>20 nanogram (ng) per mL at screening.\n* Clinical signs of decompensated liver disease at baseline. These may include but are not limited to:Total serum bilirubin \\>1.5 x Upper limit of the normal range (ULN), International Normalized Ratio \\>1.3, Serum albumin \\<32grams per Liter (g/L), History of clinical hepatic decompensation (e.g., ascites, variceal bleeding, or encephalopathy).\n* Creatinine clearance less than 70 milliliter per minutes (mL/min).\n* Alanine aminotransferase \\>10 times ULN at screening or history of acute exacerbation leading to transient decompensation.\n* Haemoglobin \\<8 grams per deciliter (g/dL), absolute neutrophil count \\<1.0 x 10\\^9 per Liter, platelets \\<75 x 10\\^9 per Liter.\n* Documented co-infection with hepatitis A (HAV), hepatitis C (HCV), hepatitis delta virus (HDV), hepatitis E virus (HEV) or Human immunodeficiency virus (HIV). For HCV co-infection, subjects who are anti-HCV positive and in whom HCV RNA is undetectable are considered to be not eligible for enrolment.\n* Evidence of active liver disease due to autoimmune hepatitis (antinuclear antibody titre \\>1:160)\n* Any serious or active medical or psychiatric illnesses other than hepatitis B which, in the opinion of the Investigator, would interfere with subject treatment, assessment or compliance with the protocol. This would include any uncontrolled clinically significant renal, cardiac, pulmonary, vascular, neurogenic, digestive, metabolic (diabetes, thyroid disorders, adrenal disease), immunodeficiency disorders, pathological fractures or cancer.\n* Active alcohol or drug abuse or history of alcohol or drug abuse considered by the Investigator to be sufficient to hinder compliance with treatment, participation in the study or interpretation of results.\n* A female who is breastfeeding or plan to breast.\n* Use of immunosuppressive therapy, immunomodulatory therapy \\[including Pegylated interferon (PEG-IFN) and short-acting interferon or thymosin alpha\\], systemic cytotoxic agents within the previous 6 months prior to screening.\n* Planned for liver transplantation or previous liver transplantation.\n* Receipt of TDF within 6 months prior to screening.\n* Therapy with nephrotoxic drugs (e.g., aminoglycosides, amphotercin B, vancomycin, cidofovir, foscarnet, cis-platinum, pentamidine etc.) or competitors of renal excretion (e.g., probenecid) within 2 months prior to study screening or the expectation that subject will receive any of these during the course of the study.\n* History of hypersensitivity to nucleoside and/or nucleotide analogues and/or any component of study medication.\n* Inability to comply with study requirements as determined by the study Investigator.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Serum Hepatitis B Virus (HBV) Deoxyribonucleic Acid (DNA) <20 International Unit Per Milliliter (IU/mL) at Week 144",
        "description": "HBV DNA level were analyzed using the sensitive HBV test in central laboratory using Roche cobas Taqman HBV test from the blood samples collected at Week 144. A 95 percent confidence interval (CI) was constructed by normal approximation and continuity correction method. Percentage of participants with serum HBV DNA \\<20 IU/mL at Week 144 have been presented. The Modified Intent-to-treat (mITT) Population was defined as all recruited participants who received at least one dose of study medication.",
        "timeFrame": "At Week 144"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With Serum HBV DNA <20 IU/mL and Serum HBV DNA <69 IU/mL at Weeks 48 and 96",
        "description": "HBV DNA level were analyzed using the sensitive HBV test in central laboratory using Roche cobas Taqman HBV test from the blood samples collected at Weeks 48 and 96. Virological response was assessed by proportion of participants with serum serum HBV \\<20 IU/mL and \\<69 IU/mL at Weeks 48 and 96. Percentage of participants with serum HBV DNA \\<20 IU/mL and \\<69 IU/mL at Weeks 48 and 96 have been presented.",
        "timeFrame": "At Weeks 48 and 96"
      },
      {
        "measure": "Percentage of Participants in the Subgroup With Confirmed Multi-drug Resistance Mutations at Baseline With Serum HBV DNA <20 IU/mL and Serum HBV DNA <69 IU/mL at Weeks 48, 96 and 144",
        "description": "Serum samples were collected and analyzed for HBV DNA levels at indicated time points. Resistance surveillance of the HBV polymerase gene were performed by direct sequencing for all participants at Baseline. Day 0 was considered as Baseline. Percentage of participants in the subgroup with confirmed multi-drug resistance mutations at Baseline with serum HBV DNA \\<20 IU/mL and serum HBV DNA \\<69 IU/mL at Weeks 48, 96 and 144 have been presented.",
        "timeFrame": "At Weeks 48, 96, and 144"
      },
      {
        "measure": "Change From Baseline in Logarithm to the Base 10 (Log 10) Reduction in Serum HBV DNA at Week 48, 96 and 144",
        "description": "Log10 reduction in serum HBV DNA was analyzed by patterns of mutation. The patterns of mutation were summarized by 2 categories. Category 1 included wild-type, LAM-R (Lamivudine-resistant), ADV-R (Adefovir-resistant) and ETV-R (Entecavir-resistant). Category 2 included Wild type, ADV-R single mutation, ADV-R double mutation and other mutation. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Weeks 48,96, and 144"
      },
      {
        "measure": "Percentage of Hepatitis B e Antigen (HBeAg) Positive Participants Achieving HBeAg Loss, HBeAg Seroconversion or Hepatitis B s Antigen (HBsAg) Loss and HBsAg Seroconversion at Weeks 48, 96, and 144",
        "description": "Serological response was assessed at Weeks 48, 96 and 144 in participants with Positive HBeAg at Baseline (Day 0). It was presented as HBeAg Loss, HBeAg Seroconversion, HBsAg Loss and HBsAg Seroconversion. HBeAg Loss was defined as HBeAg changed to be negative. HBeAg seroconversion was defined as HBeAg changed to negative and HBeAb was positive. HBsAg Loss was defined as HBsAg changed to be negative. HBsAg seroconversion was defined as HBsAg changed to negative and HBsAb was positive.",
        "timeFrame": "At Weeks 48, 96 and 144"
      },
      {
        "measure": "Percentage of HBeAg Negative Participants Achieving HBsAg Loss and HBsAg Seroconversion at Weeks 48, 96, and 144",
        "description": "Serological response was assessed at Weeks 48, 96 and 144 in participants with negative HBeAg at Baseline (Day 0). HBsAg Loss was defined as HBsAg changed to be negative. HBsAg seroconversion was defined as HBsAg changed to negative and HBsAb was positive.",
        "timeFrame": "At Weeks 48,96, and 144"
      },
      {
        "measure": "Percentage of Participants With Alanine Aminotransferase (ALT) Normalization at Weeks 48, 96, and 144 in Participants Who Had Abnormal ALT at Baseline",
        "description": "Blood samples were collected for evaluation of ALT at indicated time points. ALT normalization was defined as measurement less than or equal to the upper limit of the normal range. Normal range for ALT is 7 to 56 International Units per liter. Percentage of participants with ALT normalization at Weeks 48, 96, and 144 in Participants who had abnormal ALT at Baseline (Day 0) have been presented.",
        "timeFrame": "At Weeks 48, 96, and 144"
      },
      {
        "measure": "Percentage of Participants Who Experienced Viral Breakthrough up to Week 144",
        "description": "Viral breakthrough was defined as 1 log increase in HBV DNA from nadir determined by two sequential HBV DNA measurements. Percentage of participants who experienced viral breakthrough at Weeks 24, 36, 48, 60, 72, 84, 96, 108, 120, 132 and 144 have been presented.",
        "timeFrame": "At Weeks 24, 36, 48, 60, 72, 84, 96, 108, 120,132, and 144"
      },
      {
        "measure": "Number of Participants With Treatment Emergent Adverse Events (TEAEs), Serious TEAEs and Non-serious TEAEs",
        "description": "An adverse event was defined as any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. TEAE is defined as AE occurred on or after the first dose date of study drug, SAE is any untoward medical occurrence that results in death, is life threatening, requires hospitalization or prolongation of existing hospitalization, results in disability or incapacity, is a congenital anomaly/birth defect and other situations according to medical or scientific judgement or events associated with liver injury and impaired liver function. The Safety analysis (SA) Population was defined as all participants who received at least one dose of study medication and have at least one post Baseline safety assessment.",
        "timeFrame": "Up to Week 144"
      },
      {
        "measure": "Change From Baseline in Hematology Parameters: White Blood Cells (WBC), Basophils, Eosinophils, Lymphocytes, Monocytes, Neutrophils and Platelets",
        "description": "Blood samples were collected to analyze the hematology parameters: WBC, basophils, eosinophils, lymphocytes, monocytes, neutrophils and platelets. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Weeks 24, 48, 72, 96, 120 and 144"
      },
      {
        "measure": "Change From Baseline in Hemoglobin (Hb)",
        "description": "Blood samples were collected to analyze Hb values. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Weeks 24, 48, 72, 96, 120 and 144"
      },
      {
        "measure": "Change From Baseline in Red Blood Cells (RBC)",
        "description": "Blood samples were collected to analyze RBC values. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Weeks 24, 48, 72, 96, 120 and 144"
      },
      {
        "measure": "Change From Baseline in Chemistry Parameters: ALT, Alkaline Phosphatase (ALP), Aspartate Aminotransferase (AST), Gamma-Glutamyltransferase (GGT), Creatinine Phosphokinase (CK), Lactose Dehydrogenase (LDH)",
        "description": "Blood samples were collected to analyze the chemistry parameters: ALT, ALP, AST, GGT, CK, LDH. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Weeks 12,24,36,48,60,72,84,96,108,120,132,and 144"
      },
      {
        "measure": "Change From Baseline in Chemistry Parameters: Total Billirubin, Direct Bilirubin, Serum Creatinine",
        "description": "Blood samples were collected to analyze the chemistry parameters: total billirubin,direct bilirubin and serum creatinine. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Weeks, 12,24,36,48,60,72,84,96,108,120,132,and 144"
      },
      {
        "measure": "Change From Baseline in Chemistry Parameters: Albumin, Total Protein",
        "description": "Blood samples were collected to analyze the chemistry parameters: albumin and total protein. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Weeks, 12,24,36,48,60,72,84,96,108,120,132,and 144"
      },
      {
        "measure": "Change From Baseline in Chemistry Parameter: Blood Urea Nitrogen (BUN), Potassium, Sodium, Chloridian, Phosphorus, Calcium and Fasting Blood Glucose.",
        "description": "Blood samples were collected to analyze the chemistry parameters: BUN, potassium, sodium, chloridian, phosphorus, calcium and fasting blood glucose. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Weeks, 12,24,36,48,60,72,84,96,108,120,132,and 144"
      },
      {
        "measure": "Change From Baseline in Chemistry Parameter: Creatinine Clearance Rate",
        "description": "Blood samples were collected to analyze the chemistry parameter: creatinine clearance rate. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Weeks, 12,24,36,48,60,72,84,96,108,120,132,and 144"
      },
      {
        "measure": "Change From Baseline in Chemistry Parameter: Estimated Glomerular Filtration Rate (eGFR)",
        "description": "Blood samples were collected to analyze the chemistry parameter: eGFR. Day 0 was considered as Baseline. Change from Baseline was calculated by subtracting Baseline value from the specified time point value.",
        "timeFrame": "Baseline (Day 0) and at Weeks, 12,24,36,48,60,72,84,96,108,120,132,and 144"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 17,
      "otherCount": 0,
      "totalCount": 18
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:24.046Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}