{
  "nctId": "NCT04797611",
  "briefTitle": "STEM-Parkinson's Disease",
  "officialTitle": "Non-Invasive Brainstem Modulation for the Treatment of Non-Motor Symptoms in Parkinson's Disease: A Randomized Controlled Trial (RCT)",
  "protocolDocument": {
    "nctId": "NCT04797611",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2024-05-10",
    "uploadDate": "2025-03-06T10:56",
    "size": 1492257,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04797611/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 188,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-05-19",
    "completionDate": "2024-12-06",
    "primaryCompletionDate": "2024-12-06",
    "firstSubmitDate": "2021-03-10",
    "firstPostDate": "2021-03-15"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Adult participants (aged 18 - 85 years inclusive)\n* Diagnosed with Parkinson's disease according to the UK Brain Bank Criteria (allowing for an exclusion in Step 2 for \"more than one affected relative\").\n* Demonstrates a sustained, positive response to dopamine replacement therapies (DRTs) (e.g., levodopa, dopamine agonists or monoamine oxidase inhibitors) defined as either good or excellent responses (50-100%) for at least one year or moderate responses (30-49)% for at least three years prior to screen.\n* Participant-reported or clinician-investigator-determined limitation, based on knowledge of medical history, to one or more activities of daily living (e.g., writing, walking, bathing, dressing, eating, toileting, etc.)\n* Able and willing to consent to participate in the study.\n* Willing and able to comply with study requirements.\n* Participants and investigators must expect that the participant will be able to remain on a stable regimen of concomitant therapies used for the management of PD motor and non-motor symptoms and not to introduce new medications used to treat motor or non-motor symptoms associated with PD during the study.\n* Have at minimum a moderate burden of non-motor symptoms associated with Parkinson's disease (i.e., MDS-UPDRS part Ia and part Ib summed total score ≥ 9) at study screen to avoid floor effects for the primary endpoint (MDS-NMS).\n* The principal investigator or designee must have confidence in the participant's ability to reliably use the TNM™ device, understand the assessments (provided in English only) and to complete the assessment battery within a given on-state period.\n* Have a study partner (defined as someone who sees the participant for more than one hour a day, 3 times per week) that is willing to consent and participate in the trial.\n* Have capabilities to use and access smartphones and or tablets for the collection of some study data and/or tablets or computers for access to telemedicine platforms.\n* Must be willing to answer questions related to sexual interest, arousal, and performance in an interview with study staff.\n\nExclusion Criteria:\n\n* Participant anticipates being unable to attend all visits and complete all study activities.\n* Women of child-bearing potential who are pregnant or plan to become pregnant during the course of the study trial. Women of child-bearing potential , who are not abstinent or exclusively in same sex relationships must:\n\n  1. Test negative for pregnancy as indicated by a negative urine pregnancy test\n  2. Agree to use an approved contraception method for the entirety of the trial\n* Have a history or prior diagnosis of dementia or or adjusted score ≤ 20 on the Montreal Cognitive Assessment (MoCA) at the screening visit\n* Have experienced a myocardial infarction, angina, or stroke within the past 12 months, or a transient ischemic attack within the past 6 months.\n* Are receiving deep brain stimulation therapy.\n* Are treated with a pump for continuous delivery of dopamine replacement medication.\n* Have received MRI guided high intensity focused ultrasound within the past 12 months.\n* Experience frequent falls. (defined as 2 or more falls in the past month related to Parkinson's disease). Parkinson's falls are defined as falls associated with bradykinesia, freezing, turning, change in posture and postural dizziness and do not include accidental falls.\n* Work night shifts\n* Use a hearing aid that is implanted or that cannot be easily removed and replaced.\n* Has any significant co-morbidity or illness which in the opinion of the investigator would prevent safe participation in the study, compliance with protocol requirements or which presents with symptoms that are also common in PD.\n* Demonstrate suicidality at screening (scores ≥ 4 on the C-SSRS Baseline in section \"Suicidal Ideation\" (In the past Month)). Participants that respond affirmatively to question 4 or 5 (In the past Month) should receive a referral for mental health counseling according to local site regulations and standards\n* Use a hearing aid that is implanted or that cannot be easily removed and replaced\n* Have a cochlear implant or myringotomy tubes\n* Have chronic that has been ongoing for at least 3 months and causes significant impairment of communication and/or impairment of activities of daily living.\n* Have previously been diagnosed with traumatic brain injury with ongoing sequalae.\n* Have been diagnosed with a co-morbid neurological disorder that may present with symptoms overlapping with PD (e.g., stroke, brain tumor, epilepsy, Alzheimer's disease, multiple sclerosis, amyotrophic lateral sclerosis, atypical Parkinsonism or aneurysm)\n* Have been previously diagnosed with either clinically meaningful central vestibular dysfunction (lifetime) or have experienced clinically meaningful peripheral vestibular dysfunction within the last 12 months. For this purpose, clinically meaningful is defined as vestibular dysfunction which causes at least a minimal impairment in the individual activities of daily living (e.g., dressing, bathing, preparing food, conducting household chores, work or recreational activities).\n* In the Investigator's opinion, currently abuse alcohol, abuse drugs (including legal, illegal or prescribed drugs) or have a history of alcohol or drug dependency within the past 5 years or use any drugs excluded as noted in the Excluded Medications List\n* Have unresolved complications from a previous surgical procedure at the baseline visits, such as swelling or persistent pain, that requires medical intervention.\n* Have active ear infections, perforated tympanic membrane or labyrinthitis, as identified by a general ear examination performed by medically qualified Investigators.\n* Have a recent history of frequent ear infections (≥ 1 per year over the past two years)\n* Are currently enrolled or have participated in another interventional clinical trial within the last 30 days.\n* Have had eye surgery within the previous three months or ear surgery within the previous six months.\n* Have planned surgery scheduled to occur during the study that requires sedation and/or would typically be followed with a prescription for pain management.\n* Have had eye surgery within the previous three months or ear surgery within the previous six months.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in The International Parkinson and Movement Disorder Society Non-Motor Rating Scale (MDS-NMS) Total Score",
        "description": "The MDS-NMS is a 52-item rater-administered scale used to assess a wide range of non-motor symptoms in Parkinson's disease. It measures both frequency (0/never to 4/ \\>51% of the time) and severity (0/not present to 4/major distress or disturbance) of 13 domains (depression, anxiety, apathy, psychosis, impulse control/related disorders, cognition, orthostatic hypotension, urinary, sexual, gastrointestinal, sleep/wakefulness, pain, and other). Each question is scored by multiplying frequency x severity. All question scores for each domain are summed, and the scores for each domain are summed to provide the Total Score (range = 0-832) with the higher score indicating greater non-motor symptom burden. The higher the total score, the more progressed (i.e., worse) is the disease state.\n\nThe change/difference in scores between the baseline (average of Days 1 and 29) and end of study treatment (Day 113) are reported. A positive change in scores indicates worsening.",
        "timeFrame": "3 months"
      }
    ],
    "secondary": [
      {
        "measure": "Change in The International Parkinson and Movement Disorder Society Unified Parkinson's Disease Rating Scale (MDS-UPDRS): Parts I, II, and III Combined Score",
        "description": "The MDS-UPDRS evaluates motor (Parts 1 and III) and non-motor (Part II) experiences and complications of Parkinson's disease (PD) to characterizes the extent and burden of disease. Each question has five response options linked to accepted clinical terms: (0/normal, 1/slight, 2/mild, 3/moderate, and 4/severe)/evaluations and are divided across Part I (13 questions, 52 possible points), Part II (13 questions, 52 possible points), and Part III (33 questions based on 18 items, several with right, left or other body distribution scores, 132 possible points). The Combined Score is the sum of the points for all three Parts and ranges from 0 to 236. The higher the score, the more progressed (i.e., worse) is the disease state.\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in The International Parkinson and Movement Disorder Society Unified Parkinson's Disease Rating Scale (MDS-UPDRS) Part II",
        "description": "The MDS-UPDRS Part II is a 13-item patient-reported assessment of motor aspects of experiences of daily living. Scores range between 0-52, with the higher score indicating greater impairment to activities of daily living.\n\nThe change/difference in scores between the baseline (average of Days 1 and 29) and end of study treatment (Day 113) are reported. The more negative the change score, the greater the improvement.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change From Baseline in the Clinical Global Impression-Improvement (CGI-I)",
        "description": "The Clinical Global Impression-Improvement (CGI-I) is a clinician outcome assessment used to assess the extent of clinically meaningful change that has occurred in the patient's illness at day 113 relative to a baseline state (assessed at day 29). Changes in all aspects of Parkinson's disease (e.g., motor symptoms, non-motor symptoms and complications of anti-Parkinsonian medications) are considered. A 0 corresponds to no change, higher magnitude positive values correspond to greater improvements, and higher magnitude negative scores correspond to increased worsening. Scores range from -3 to +3 (-3 = very much worse, -2 = much worse, -1 = minimally worse, 0 = no change, 1=minimally improved, 2=much improved, 3=very much improved).",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in the International Parkinson and Movement Disorder Society Unified Parkinson's Disease Rating Scale MDS-UPDRS Part III",
        "description": "The MDS-UPDRS Part III is a 33-item assessment of motor function evaluated by a trained, blinded rater. Each item has five response options linked to accepted clinical terms (0/normal, 1/slight, 2/mild, 3/moderate, and 4/severe) for a total scoring range of 0-132. Higher scores indicate more severe motor symptoms.\n\nThe change/difference in scores between the baseline (average of Days 1 and 29) and end of study treatment (Day 113) are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change From in the Parkinson's Disease Quality of Life Questionnaire Summary Index (PDQ-39 SI)",
        "description": "The PDQ-39 is a 39-item patient reported outcome questionnaire, which assesses Parkinson's disease-specific health related quality over the previous month. It includes 39 questions covering 8 dimensions: mobility (10), activities of daily living (6), emotional well-being (6), stigma (4), social support (3), cognition (4), communication (3), and bodily discomfort (3). Answers range from 0/never to 4/always. Each dimension is scored by summing the scores of each item, dividing that maximum possible score of all items in the dimension, and then multiplying by 100. The overall questionnaire score (the SI score) is the sum of all dimension scores divided by 8. Lower scores reflect better QoL.\n\nThe change/difference in scores between the baseline (Days 1 and 29 average) and end of study treatment (Day 113) are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement.",
        "timeFrame": "3 months"
      }
    ],
    "other": [
      {
        "measure": "Change in the Mini-Balance Evaluation Systems Test (Mini BESTest)",
        "description": "The Mini-BESTest is a 14-item test scored on a 3-level ordinal scale that assesses dynamic balance in terms of anticipatory postural adjustments, reactive postural control, sensory orientation, and dynamic gait. Answers to each of the 14 items range from 0/severe difficulty to 2/normal (no difficulty) for a total possible score ranging from 0 to 28 points. The lower the score the more difficulty was encountered. Higher scores reflect more ease in completing the tasks.\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates improvement. A negative change in scores indicates worsening.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in the Montreal Cognitive Assessment (MoCA)",
        "description": "The MoCA assesses cognition over 6 domains: Memory, Executive function, Attention, Language, Visuospatial, and Orientation. Points across all 6 domains are summed, and this sum equals the total score (min 0 - max 30). A higher total score indicates better cognitive function; a positive score for difference in points indicates improvement. A total score of 26-30 reflects normal cognition. Mild cognitive impairment is associated with a total score of 18-25. Total scores of 10 - 17 indicate moderate cognitive impairment; a total score less than 10 shows severe cognitive impairment.\n\nThe change (difference) in the Montreal Cognitive Assessment (MoCA) total score taken at baseline and, again, at the end of treatment visit is reported. A positive change in scores indicates improvement; whereas, a negative change in scores between baseline and end of treatment indicates worsening.The more positive the change score, the greater the improvement.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in the Oral Symbol Digit Modality Test (Oral SDMT)",
        "description": "The oral SDMT assesses cognition that primarily evaluates processing speed and sustained attention. It involves a substitution task where the test taker pairs specific numbers with given geometric figures using a reference key. The oral version of the test allows responses to be given verbally, making it suitable for individuals with motor disabilities or speech disorders. It is scored based on the number of correct substitutions made. The scoring range for the oral version of the SDMT is from 0 to 110, where the score represents the number of correct substitutions made within 90 seconds and the maximum score is 110 points. A higher score indicates better performance, as it reflects a faster cognitive processing speed.\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates improvement. A negative change in scores indicates worsening.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in the Parkinson's Disease Sleep Scale 2 (PDSS 2)",
        "description": "The PDSS-2 is a patient-completed clinical rating scale that assesses the frequency of sleep disturbances over the past week. Each question is scored between 0 (\"never\") and 4 (\"very often\"), and a total score is calculated by summing a patient's responses to each of the 15 questions (minimum 0 to maximum 60). It has three domains: 1) motor problems at night, 2) PD symptoms at night, and 3) disturbed sleep. Total score ranges from 0 to 60, with the score of each domain ranging from 0 to 20. Higher scores represent more nighttime sleep-related problems.\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in Epworth Sleepiness Scale (ESS)",
        "description": "The ESS is a questionnaire used to assess daytime sleepiness. The scale consists of eight questions where respondents rate their likelihood of falling asleep in various situations on a scale from 0 to 3, with 0 indicating no chance and 3 indicating a high likelihood. The total score ranges from 0 to 24. Results from 0 to 10 show average (normal) daytime sleepiness; a result under 10 may not be cause for concern or it could identify you have trouble sleeping (insomnia). A result from 11 to 24 indicates excessive (abnormal) daytime sleepiness (10-14 is mild, 15-17 is moderate, and 18 or higher is severe).\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in the Parkinson Anxiety Scale (PAS)",
        "description": "The PAS is a 12-item observer or patient-rated scale designed to measure the severity of anxiety symptoms in patients with Parkinson's disease (PD). It includes three subscales that evaluate persistent anxiety (1-5), anxiety episodes (6-9), and avoidance behavior (10-12). Each item is scored on a 5-point Likert scale, where a score of \"0\" indicates \"not\" or \"never,\" and a score of \"4\" indicates \"severe\" or \"almost always.\" The total score for each subscale is calculated by summing the scores of the respective items. The maximum score for the entire scale is 48 points. A higher score indicates more severe anxiety symptoms.\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in the Functional Assessment of Chronic Illness Therapy Fatigue Scale (FACIT-Fatigue)",
        "description": "The FACIT-Fatigue assesses fatigue-related symptoms and their impact on daily functioning. The scale includes a five-item symptom subscale and an eight-item impact subscale, totaling 13 items.\n\nFor each item, level of fatigue is rated as 0 (Not at all) to 4 (Very much so). To score the FACIT-Fatigue, all items' ratings are summed to create a single fatigue score with a range from 0 to 52. Higher scores represent less fatigue, while lower scores indicate more fatigue.\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates improvement. A negative change in scores indicates worsening.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in the Geriatric Depression Scale-15 (GDS-15)",
        "description": "The GDS-15 is a short, self-report questionnaire to identify depression in older adults. It consists of 15 items that assess mental health based on feelings over the past week. 1 point is given for any answer indicating depression; 0 is given for any answer not indicating depression. The total score is the sum of all items and points given and ranges from 0-15, with higher scores indicating more depression.\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in the Movement Disorder Society Non-Motor Rating Scale (MDS-NMS) Non-Motor Fluctuations (NMF) Subscale Score",
        "description": "The MDS-NMS NMF is a rater completed subscale that assesses the degree of change (0/no change to 4/large change) in non-motor symptoms in relation to the timing of anti-parkinsonian medications across 8 domains (depression, anxiety, thinking/cognitive abilities, bladder symptoms, restlessness, pain, fatigue, and excessive sweating). The degree of change provided for each of the 8 domains are summed. This sum is then multiplied by the time spent in non-motor \"off\" state (1/Rarely to 4/Majority of time) to obtain the MDS-NMS NMF Total Score.\n\nTotal possible scores for this scale measure range from 0 to 334. The higher the total score, the more progressed (i.e., worse) is the disease state.\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in the Unified Parkinson's Disease Rating Scale (UPDRS) Part IV",
        "description": "The UPDRS measures the severity and progression of Parkinson disease. Part IV assesses motor complications and is scored with yes and no ratings. Scores range: 0-24. Higher scores are worse; 4 and below is mild while 13 and above is severe.\n\nChange/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement. The more negative the change score, the greater the improvement",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in the Zarit Burden Interview (ZBI)",
        "description": "The ZBI is a 22-item questionnaire designed to measure the extent to which a caregiver perceives their level of burden because of caretaking. Each item on the interview is a statement which the caregiver is asked to endorse using a 5-point scale, ranging from 0 (Never) to 4 (Nearly Always). Total scores are obtained by summing all items endorsed. Scores are interpreted as follows: 0 to 21 indicates little or no burden, 21 to 40 indicates mild to moderate burden, 41 to 60 indicates moderate to severe burden, and 61 to 88 indicates severe burden.\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in the Patient Reported Outcome - Parkinson's Disease (PRO-PD)",
        "description": "The PRO-PD is a self-rating, 32 item, visual analog scale (VAS) that assesses severity of PD symptoms. Each item evaluates a common PD symptom, covering both motor and non-motor symptoms, and is scored on a range from 0 (\"no problem\") to 100 (\"extreme problem\") points. The scores for all items are summed to obtain a total score that can range from 0 to 3200. Higher scores indicate more severe symptoms or greater impact on the patient's life.\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in The Modified Schwab and England Activities of Daily Living Scale",
        "description": "This single-item clinical outcome scale assesses the functional status of individuals with Parkinson's Disease (PD). It evaluates their ability to perform daily activities, ranging from complete independence to complete dependence, with scores given in 10% increments from 100% (completely independent) to 0% (bedridden). The higher the score the more independent the participant is.\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates improvement. A negative change in scores indicates worsening.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in EncephaLog™ 3 Meter Timed Up and Go (TUG) Test",
        "description": "Encephalog is an app through which the 3 Meter TUG Test can be run to evaluate the risk of falls in adults. The patient sits in with their back against the chair back. At \"go,\" the patient rises from the chair, walks 3 meters at a comfortable/safe pace, turns, walks back to the chair, and sits. Timing begins at \"go\" and stops when reseated. The test measures in seconds. Scores indicate levels of mobility and fall risk; the higher the score (i.e., the longer it takes), the worse the functional mobility and greater the risk of falls: 10 seconds or less - normal mobility; 11-20 seconds - normal limits for frail/elderly/disabled patients; 20 seconds or more - need assistance, further examination and intervention; 30 seconds or more - significant mobility issue.) The change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in EncephaLog™ Finger Tapping Test",
        "description": "EncephaLog™ is a smartphone app through which the finger tapping test is conducted. The finger tapping test provides a quantitative measure of bradykinesia. A participant taps the phone as quickly as possible for 10 seconds with their index finger. Both left and right hand are tested. Scoring counts the number of finger taps in 10 seconds. The higher the score the more severe the symptoms.\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement. The more positive the change score, the greater the improvement",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in EncephaLog™ 10 Meter Timed Up and Go (TUG) Test",
        "description": "EncephaLog™ is a smartphone app that measures gait and that provides indication of risk of falls in adults. The patient sits in the chair with his/her back against the chair back. On the command \"go,\" the patient rises from the chair, walks 10 meters at a comfortable and safe pace, turns, walks back to the chair and sits down. Timing begins at the instruction \"go\" and stops when the patient is seated. Shorter times indicate less dysfunction.\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in Unified Parkinson's Disease Rating Scale Part I (UPDRS I)",
        "description": "The UPDRS measures the severity and progression of Parkinson disease. Part I assesses Non-Motor Experiences of Daily Living in terms of mentation, behavior, and mood and is scored on a 0-4 rating scale. Total scores range from 0-16 with higher scores indicating more severe symptoms.\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in Hoehn & Yahr (H&Y)",
        "description": "The Hoehn \\& Yahr scale is used to describe the progress of Parkinson's disease. Scoring is based on the level/stage of clinical disability described by severity of motor symptoms. Stage 1: Unilateral involvement only, usually with minimal or no functional disability. Stage 1.5: Unilateral and axial involvement. Stage 2: Bilateral involvement without impairment of balance. Stage 2.5: Mild bilateral disease with recovery on pull test. Stage 3: Bilateral disease with mild to moderate disability and impaired postural reflexes; physically independent. Stage 4: Severely disabling disease, still able to walk or stand unassisted. Stage 5: Confinement to bed or wheelchair unless aided. The greater the stage description, the more advanced the disease.\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement.",
        "timeFrame": "3 months"
      },
      {
        "measure": "Change in International Parkinson and Movement Disorder Society Unified Parkinson's Disease Rating Scale Part I (MDS-UPDRS I) Score",
        "description": "The MDS-UPDRS evaluates motor and non-motor experiences and complications of Parkinson's disease (PD) by which it characterizes the extent and burden of disease. Part I is a motor subscale of 13 questions. Each question has five response options linked to accepted clinical terms (0/normal, 1/slight, 2/mild, 3/moderate, and 4/severe) for a total possible score of 52 possible points.\n\nThe higher the total score, the more progressed (i.e., worse) is that motor aspect of the disease.\n\nThe change/difference in scores between the baseline and end of study treatment are reported. A positive change in scores indicates worsening. A negative change in scores indicates improvement.",
        "timeFrame": "3 months"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 5,
      "otherCount": 19,
      "totalCount": 25
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:44.520Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}