{
  "nctId": "NCT05535972",
  "briefTitle": "To Evaluate Real-World Effectiveness of Fluticasone Furoate/Umeclidinium Bromide/Vilanterol (FF/UMEC/VI) in a Single Inhaler (Trelegy Ellipta) in Participants With Symptomatic COPD",
  "officialTitle": "A 12-week, Prospective, Open Label, Single Cohort Study to Evaluate the Real-world Effectiveness of Fluticasone Furoate/Umeclidinium Bromide/Vilanterol in a Single Inhaler (Trelegy Ellipta) in Symptomatic Chronic Obstructive Pulmonary Disease (COPD) Patients",
  "protocolDocument": {
    "nctId": "NCT05535972",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-01-27",
    "uploadDate": "2024-08-21T03:26",
    "size": 1393887,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05535972/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 463,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-10-14",
    "completionDate": "2023-09-25",
    "primaryCompletionDate": "2023-09-25",
    "firstSubmitDate": "2022-09-07",
    "firstPostDate": "2022-09-10"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participant must be 40 years or above of age inclusive, at the time of signing the informed consent.\n* Participants with a documented physician diagnosis of COPD.\n* CAT greater than or equal to (≥) 10.\n* Existing COPD Maintenance Treatment. Participants currently receiving one of the maintenance therapies given below who have been prescribed it continually for at least 12 weeks prior to screening (Visit 1): Inhaled Corticosteroids/ Long-Acting Beta-2-Agonists (ICS/LABA) (single or multiple inhalers); Long-Acting Muscarinic Antagonist (LAMA)/LABA (single or multiple inhalers); Free combination of inhaled corticosteroids (ICS), LAMA, LABA.\n* Current or former cigarette smokers with a history of cigarette smoking history ≥10 pack-years at screening.\n* Trelegy is prescribed under the discretion of clinical physicians with medical records providing documentation of a Trelegy prescription in daily practice.\n* Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol.\n\nExclusion Criteria:\n\n* Women who are pregnant or lactating or are planning on becoming pregnant during the study.\n* Prescribed with Trelegy within one year prior to screening (Visit 1).\n* Participants who, in the opinion of the treating investigator, are chronic users of oral corticosteroids for respiratory or other indications (if unsure discuss with the medical monitor prior to screening). Chronic use is defined as more than 14 days continuous use during the 12 weeks prior to Visit 1.\n* Participants with any life-threatening condition i.e. low probability, in the opinion of the investigator, of 3-month survival due to severity of COPD or comorbid condition.\n* Participants with unstable COPD. Participants with resolution of an exacerbation less than 2 weeks prior to Visit 1. Participants may be rescreened 2 weeks after resolution of exacerbation (exacerbation is defined as: requiring treatment with antibiotics and/or systemic steroids or hospitalization; resolution is defined as: 2 weeks after all symptoms have resolved and any medicines to treat the exacerbation have finished).\n* Participants who need more than 3 liter per minute (L/min) supplemental oxygen at rest at screening.\n* Other diseases/abnormalities: Participants with historical or current evidence of uncontrolled or clinically significant disease. Significant is defined as any disease that, in the opinion of the investigator, would put the safety of the participant at risk through participation, or which would affect the efficacy or safety analysis if the disease/condition exacerbated during the study.\n* Participant received any investigational drug in other clinical trial within four weeks or 5 half-lives prior to this study whichever is longer.\n* Any conditions or illnesses listed in the section of contraindications in the Summary of Product Characteristics (SmPC) of Trelegy, i.e., hypersensitivity to the active substances of TRELEGY ELLIPTA.\n* Participants with known COVID-19 positive contacts within the past 14 days.\n* Inability to read: In the opinion of the Investigator, any participant who is unable to read and/or would not be able to complete study related materials.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in COPD Assessment Test (CAT) Score at Week 12",
        "description": "The CAT is a validated 8-items questionnaire developed for use in routine clinical practice to measure the health status of participants with COPD. Participants rate their experience on a 6-point scale, ranging from 0 (no impairment) to 5 (maximum impairment), higher score indicates greater impairment. A total CAT score was calculated by summing the non-missing scores of the eight items with a scoring range of 0 (no disease impact) to 40 (maximum disease impact). Higher scores indicated greater disease impact. Baseline was defined as the latest pre-dose of Trelegy assessment with a non-missing value, including those from unscheduled visits. Change from Baseline (CFB) was calculated by subtracting Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 1, pre-dose) and at Week 12"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Modified Medical Research Council (mMRC) Grading System at Week 12 (Patient Version)",
        "description": "mMRC(Patient Version\\[Pt.V\\]) was used to assess breathlessness state of participant before and after treatment. mMRC (Pt V) was completed by each participant firstly, without supervision.Participants were scored on a scale of 0 (no impact) to 4(worst possible impact) depending on their disability due to shortness of breath. Higher scores indicated greater disease impact;where 0=only get breathless with strenuous exercise;1=get short of breath when hurrying on the level/walking up a slight hill;2=walk slower than people of same age on the level because of breathlessness/have to stop for breath when walking at own pace on the level;3=stop for breath after walking about 100 yards/after a few minutes on the level;4=too breathless to leave house/breathless when dressing. Baseline=latest pre-dose of Trelegy assessment with a non-missing value, including those from unscheduled visits. Change from Baseline=post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline (Day 1, pre-dose) and at Week 12"
      },
      {
        "measure": "Change From Baseline in Modified Medical Research Council (mMRC) Dyspnea Scale at Week 12 (Physician Version)",
        "description": "mMRC(Physician Version\\[PV\\]) was used to assess breathlessness state of participant before and after treatment. Physicians completed mMRC(PV) through their observation. Participants were scored on a scale of 0 (no impact) to 4(worst possible impact) depending on their disability due to shortness of breath. Higher scores indicated greater disease impact; where 0=no breathlessness except on strenuous exercise; 1=shortness of breath when hurrying on the level ground or walking up a slight hill; 2=walks slower than people of same age on the level because of breathlessness or has to stop to catch breath when walking at their own pace on the level; 3=stops for breath after walking about 100 yards or after few minutes on level ground; 4=too breathless to leave house or breathless when dressing or undressing. Baseline=latest pre-dose of Trelegy assessment with a non-missing value, including those from unscheduled visits. Change from Baseline=post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline (Day 1, pre-dose) and at Week 12"
      },
      {
        "measure": "Change From Baseline in Pre-dose Forced Expiratory Volume in 1 Second (FEV1) at Week 12",
        "description": "FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. FEV1 was measured using spirometry. Baseline was defined as the latest pre-dose of Trelegy assessment with a non-missing value, including those from unscheduled visits. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 1, pre-dose) and at Week 12"
      },
      {
        "measure": "Percentage of Participants Having >=2 Unit Decrease in CAT Score From Baseline at Week 12",
        "description": "The CAT is a validated 8-items questionnaire developed for use in routine clinical practice to measure the health status of participants with COPD. Participants rate their experience on a 6-point scale, ranging from 0 (no impairment) to 5 (maximum impairment), higher score indicates greater impairment. A total CAT score was calculated by summing the non-missing scores of the eight items with a scoring range of 0 (no disease impact) to 40 (maximum disease impact). Higher scores indicated greater disease impact. Baseline was defined as the latest pre-dose of Trelegy assessment with a non-missing value, including those from unscheduled visits. Percentage values are rounded-off. Percentage of participants having \\>=2 unit decrease in CAT score from Baseline at week 12 has been presented.",
        "timeFrame": "Baseline (Day 1, pre-dose) and at Week 12"
      },
      {
        "measure": "Change From Baseline in COPD Assessment Test (CAT) Score at Week 4",
        "description": "The CAT is a validated 8-items questionnaire developed for use in routine clinical practice to measure the health status of participants with COPD. Participants rate their experience on a 6-point scale, ranging from 0 (no impairment) to 5 (maximum impairment), higher score indicates greater impairment. A total CAT score was calculated by summing the non-missing scores of the eight items with a scoring range of 0 (no disease impact) to 40 (maximum disease impact). Higher scores indicated greater disease impact. Baseline was defined as the latest pre-dose of Trelegy assessment with a non-missing value, including those from unscheduled visits. Change from Baseline (CFB) was calculated by subtracting Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 1, pre-dose) and at Week 4"
      },
      {
        "measure": "Number of Participants With Trelegy Related Non-serious Adverse Events (AEs)",
        "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study intervention, whether or not considered related to the study intervention.",
        "timeFrame": "Up to 251 days"
      },
      {
        "measure": "Number of Participants With Trelegy Related Serious Adverse Events (SAEs)",
        "description": "A SAE is defined as any serious adverse event that, at any dose; results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, a suspected transmission of any infectious agent via an authorized medicinal product or other situations as judged by physician.",
        "timeFrame": "Up to 251 days"
      },
      {
        "measure": "Number of Participants With Trelegy Related AEs Leading to the Discontinuation",
        "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study intervention, whether or not considered related to the study intervention.",
        "timeFrame": "Up to 251 days"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:26.243Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}