{
  "nctId": "NCT02359864",
  "briefTitle": "Study of Low Dose Whole Brain Irradiation in the Treatment of Alzheimer's Disease",
  "officialTitle": "Phase I Feasibility Study of Low Dose Whole Brain Irradiation in the Treatment of Alzheimer's Disease",
  "protocolDocument": {
    "nctId": "NCT02359864",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-03-21",
    "uploadDate": "2022-11-29T14:30",
    "size": 9366500,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02359864/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 2,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-10-01",
    "completionDate": "2021-02-03",
    "primaryCompletionDate": "2021-02-03",
    "firstSubmitDate": "2015-01-30",
    "firstPostDate": "2015-02-10"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nCriteria for Eligibility (All responses must be YES)\n\nInclusion Criteria:\n\nPatients must meet all eligibility criteria to be included in the study:\n\n1. Must be 55 years of age or older\n2. Patient must meet NINCDS-ADRDA criteria for Alzheimer's Disease\n3. Patient must be able to complete Mini-Mental Examination (MMSE) and Alzheimer's Disease Assessment Scale - Cognitive (ADAS-Cog) questionnaire Score Sheets\n4. Patient has a Rosen Modified Hachinski Ischemic Score of less than or equal to 4\n5. Patient has a MMSE score of between 10-20\n6. Patient has estimated survival of greater than 12 months\n7. Patient or legally authorized representative must be able to give consent\n\nExclusion Criteria:\n\nPatients will be excluded from the study if they meet any of the following criteria:\n\n1. The patient has a history of cancer except non-melanoma skin cancer\n2. Patient is taking anti-epileptic medication.\n3. Dermatological skin disease of the scalp\n4. Patient taking Alzheimer medication within the last 3 months, i.e. Exelon, Aricept, Namenda, Reminyl or Ebixa.\n5. Current presence of a clinically significant major psychiatric disorder (e.g. major depressive disorder, bipolar disorder, schizophrenia, etc., according to the Diagnostic and Statistical Manual of Mental Disorders, 4th Edition (DSM-IV))\n6. Patient currently participating in another Clinical Trial.\n7. Patient and legally authorized representative unable to give informed consent\n8. Patient with history of focal neurological deficits (with the exception of vibratory peripheral neuropathy)\n9. Non-Alzheimer dementia\n10. Patient has previous history of central nervous system radiation\n11. Patient has evidence of substance abuse (alcohol / or other drugs of dependence) during previous 12 months\n12. History of subdural hygroma / subdural hematoma\n13. History of cerebral infection / hemorrhage.\n14. History that the patient is immunocompromised\n15. History of seizure activity\n16. History of hydrocephalus",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "55 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Common Terminology Toxicity Criteria for Adverse Events (CTCAE) Version 5.0 - 6 Weeks",
        "description": "To assess a change from baseline in adverse conditions, utilizing Common Terminology Toxicity Criteria (Version 5.0) assessing skin, eyes, ears, and central nervous system at 6 weeks post-treatment. Each condition/event will be given a score based on severity . The CTCAE displays Grades 1 through 5 with unique clinical descriptions of severity for each adverse event (AE): (Grade 1=1 point, Grade 2=2 points, Grade 3=3 points, Grade 4=4 points. Grade 5=5 points) and event scores added to produce a total patient score. Minimum score is zero, which represents no adverse events. Maximum score is 72. A higher score means a worse outcome. The total patient score at baseline subtracted from the total score at 6 weeks is reported. A positive number indicates an increase in adverse conditions, while a negative number indicates decreased adverse conditions.",
        "timeFrame": "Baseline to 6 weeks post-treatment"
      },
      {
        "measure": "Common Terminology Toxicity Criteria (CTCAE) Version 5.0 - 3 Months",
        "description": "To assess a change from baseline in adverse conditions, utilizing Common Terminology Toxicity Criteria (Version 5.0) assessing skin, eyes, ears, and central nervous system at 3 months post-treatment. The CTCAE displays Grades 1 through 5 with unique clinical descriptions of severity for each AE: (Grade 1=1 point, Grade 2=2 points, Grade 3=3 points, Grade 4=4 points. Grade 5=5 points) and event scores added to produce a total patient score. Minimum score is zero, which represents no adverse events. Maximum score is 72. A higher score means a worse outcome. The total patient score at baseline subtracted from the total score at 3 months is reported. A positive number indicates an increase in adverse conditions, while a negative number indicates decreased adverse conditions.",
        "timeFrame": "Baseline 3 months post-treatment"
      },
      {
        "measure": "Common Terminology Toxicity Criteria (Version 5.0) - 6 Months",
        "description": "To assess a change from baseline in adverse conditions, utilizing Common Terminology Toxicity Criteria (Version 5.0) assessing skin, eyes, ears, and central nervous system at 6 months post-treatment. The CTCAE displays Grades 1 through 5 with unique clinical descriptions of severity for each AE: (Grade 1=1 point, Grade 2=2 points, Grade 3=3 points, Grade 4=4 points. Grade 5=5 points) and event scores added to produce a total patient score. Minimum score is zero, which represents no adverse events. Maximum score is 72. A higher score means a worse outcome. The total patient score at baseline subtracted from the total score at 6 months is reported. A positive number indicates an increase in adverse conditions, while a negative number indicates decreased adverse conditions.",
        "timeFrame": "6 months post-treatment"
      },
      {
        "measure": "Common Terminology Toxicity Criteria (Version 5.0) - 12 Months",
        "description": "To assess a change from baseline in adverse conditions, utilizing Common Terminology Toxicity Criteria (Version 5.0) assessing skin, eyes, ears, and central nervous system at 12 months post-treatment. The CTCAE displays Grades 1 through 5 with unique clinical descriptions of severity for each AE: (Grade 1=1 point, Grade 2=2 points, Grade 3=3 points, Grade 4=4 points. Grade 5=5 points) and event scores added to produce a total patient score. Minimum score is zero, which represents no adverse events. Maximum score is 72. A higher score means a worse outcome. The total patient score at baseline subtracted from the total score at 12 months is reported. A positive number indicates an increase in adverse conditions, while a negative number indicates decreased adverse conditions.",
        "timeFrame": "Baseline to12 months post-treatment"
      }
    ],
    "secondary": [
      {
        "measure": "Florbetaben F 18 Injection (AMYVID) Positron Emission Tomography (PET) Scan: Change in \"Positive\" or \"Negative\" Determination",
        "description": "The number of patients with a change in amyloid plaque burden on AMYVID PET imaging from baseline to 4 month post-treatment scans, based on an overall \"positive\" or \"negative\" determination using Eli-Lilly AMYVID criteria. A positive scan indicates moderate to frequent amyloid neuritic plaques. A negative scan indicates sparse to no neuritic plaques.",
        "timeFrame": "Baseline to 4 months post-treatment"
      },
      {
        "measure": "Neurocognitive Function - MMSE (Mini Mental Status Exam) 6 Weeks Change From Baseline",
        "description": "Change at 6 weeks post-treatment from the pretreatment neurocognitive evaluation utilizing the Mini Mental Status Exam (MMSE) tool; a 30-point questionnaire for assessing cognitive function. Minimum value 0, maximum value 30. Higher score means better outcome. Pretreatment total score subtracted from 6-week total score will be reported.",
        "timeFrame": "Baseline to 6 weeks post-treatment"
      },
      {
        "measure": "Neurocognitive Function - MMSE (Mini Mental Status Exam) 3 Months Change From Baseline",
        "description": "Change at 3 months post-treatment from the pretreatment neurocognitive evaluation utilizing the Mini Mental Status Exam (MMSE) tool; a 30-point questionnaire for assessing cognitive function. Minimum value 0, maximum value 30. Higher score means better outcome. Pretreatment total score subtracted from 3-month total score will be reported.",
        "timeFrame": "Baseline to 3 months post-treatment"
      },
      {
        "measure": "Neurocognitive Function - MMSE (Mini Mental Status Exam) 6 Months Change From Baseline",
        "description": "Change at 6 months post-treatment from the pretreatment neurocognitive evaluation utilizing the Mini Mental Status Exam (MMSE) tool; a 30-point questionnaire for assessing cognitive function. Minimum value 0, maximum value 30. Higher score means better outcome. Pretreatment total score subtracted from 6-month total score will be reported.",
        "timeFrame": "Baseline to 6 months post-treatment"
      },
      {
        "measure": "Neurocognitive Function - MMSE (Mini Mental Status Exam) 12 Months Change From Baseline",
        "description": "Change at 12 months post-treatment from the pretreatment neurocognitive evaluation utilizing the Mini Mental Status Exam (MMSE) tool; a 30-point questionnaire for assessing cognitive function. Minimum value 0, maximum value 30. Higher score means better outcome. Pretreatment total score subtracted from 12-month total score will be reported.",
        "timeFrame": "Baseline to 12 months post-treatment"
      },
      {
        "measure": "Neurocognitive Function - ADAS-Cog - 6 Weeks Change From Baseline",
        "description": "Change at 6 weeks post-treatment from the pretreatment neurocognitive evaluation utilizing The Alzheimer's Disease Assessment Scale Cognitive Scales (ADAS-Cog), an 11 part questionnaire that provides a weighted score of cognitive function. Minimum score 0, maximum score 70, with higher score indicating worse outcome. Pretreatment total score subtracted from 6-week total score will be reported. Negative numbers indicate an improvement in cognition. Positive numbers indicate a worsening cognition.",
        "timeFrame": "Baseline to 6 weeks post-treatment"
      },
      {
        "measure": "Neurocognitive Function - ADAS-Cog - 3 Months Change From Baseline",
        "description": "Change at 3 months post-treatment from the pretreatment neurocognitive evaluation utilizing The Alzheimer's Disease Assessment Scale Cognitive Scales (ADAS-Cog), an 11 part questionnaire that provides a weighted score of cognitive function. Minimum score 0, maximum score 70, with higher score indicating worse outcome. Pretreatment total score subtracted from 3-month total score will be reported. Negative numbers indicate an improvement in cognition. Positive numbers indicate a worsening cognition.",
        "timeFrame": "Baseline to 3 months post-treatment"
      },
      {
        "measure": "Neurocognitive Function - ADAS-Cog - 6 Months Change From Baseline",
        "description": "Change at 6 months post-treatment from the pretreatment neurocognitive evaluation utilizing The Alzheimer's Disease Assessment Scale Cognitive Scales (ADAS-Cog), an 11 part questionnaire that provides a weighted score of cognitive function. Minimum score 0, maximum score 70, with higher score indicating worse outcome. Pretreatment total score subtracted from 6-month total score will be reported. Negative numbers indicate an improvement in cognition. Positive numbers indicate a worsening cognition.",
        "timeFrame": "Baseline to 6 months post-treatment"
      },
      {
        "measure": "Neurocognitive Function - ADAS-Cog - 12 Months Change From Baseline",
        "description": "Change at 12 months post-treatment from the pretreatment neurocognitive evaluation utilizing The Alzheimer's Disease Assessment Scale Cognitive Scales (ADAS-Cog), an 11 part questionnaire that provides a weighted score of cognitive function. Minimum score 0, maximum score 70, with higher score indicating worse outcome. Pretreatment total score subtracted from 12-month total score will be reported. Negative numbers indicate an improvement in cognition. Positive numbers indicate a worsening cognition.",
        "timeFrame": "Baseline to 12 months post-treatment"
      },
      {
        "measure": "Neurocognitive Function - QOL-AD - 6 Weeks Change From Baseline",
        "description": "Change at 6 weeks post-treatment from the pretreatment neurocognitive evaluation utilizing The Alzheimer's Quality of Life Questionnaire (QOL-AD) tool; a 13 item assessment with each question scored on a 4 point scale where 1=poor quality of life and 4=excellent quality of life. A cumulative score from all items will be collected (min 13 indicates poor QOL, max 52 indicates excellent QOL) and pretreatment score subtracted from 6-week score. A negative number indicates a decreased quality of life. A positive number indicates an improved quality of life",
        "timeFrame": "Baseline to 6 weeks post-treatment"
      },
      {
        "measure": "Neurocognitive Function - QOL-AD - 3 Months Change From Baseline",
        "description": "Change at 3 months post-treatment from the pretreatment neurocognitive evaluation utilizing The Alzheimer's Quality of Life Questionaire (QOL-AD) tool; a 13 item assessment with each question scored on a 4 point scale where 1=poor quality of life and 4=excellent quality of life. A cumulative score from all items will be collected (min 13 indicates poor QOL, max 52 indicates excellent QOL) and pretreatment score subtracted from 3-month score. A negative number indicates a decreased quality of life. A positive number indicates an improved quality of life.",
        "timeFrame": "Baseline to 3 months post-treatment"
      },
      {
        "measure": "Neurocognitive Function - QOL-AD - 6 Months Change From Baseline",
        "description": "Change at 6 months post-treatment from the pretreatment neurocognitive evaluation utilizing The Alzheimer's Quality of Life Questionaire (QOL-AD) tool; a 13 item assessment with each question scored on a 4 point scale where 1=poor quality of life and 4=excellent quality of life. A cumulative score from all items will be collected (min 13 indicates poor QOL, max 52 indicates excellent QOL) and and pretreatment score subtracted from 6-month score. A negative number indicates a decreased quality of life. A positive number indicates an improved quality of life.",
        "timeFrame": "Baseline to 6 months post-treatment"
      },
      {
        "measure": "Neurocognitive Function - QOL-AD - 12 Months Change From Baseline",
        "description": "Change at 12 months post-treatment from the pretreatment neurocognitive evaluation utilizing The Alzheimer's Quality of Life Questionaire (QOL-AD) tool; a 13 item assessment with each question scored on a 4 point scale where 1=poor quality of life and 4=excellent quality of life. A cumulative score from all items will be collected (min 13 indicates poor QOL, max 52 indicates excellent QOL) and pretreatment score subtracted from 12-month score. A negative number indicates a decreased quality of life. A positive number indicates an improved quality of life.",
        "timeFrame": "Baseline to 12 months post-treatment"
      },
      {
        "measure": "Neurocognitive Function - QUALID- 6 Weeks Change From Baseline",
        "description": "Change at 6 weeks post-treatment from the pretreatment neurocognitive evaluation utilizing The Quality of Life in Late Stage Dementia (QUALID) tool; an 11 item assessment with each question scored on a 5 point scale completed by caregiver, where 5=poor quality of life and 1=excellent quality of life. A cumulative score from all items will be collected (min 11 indicates excellent quality of life, max 55 indicates poor quality of life) and pretreatment score subtracted from 6-week score. A positive number indicates a decreased quality of life. A negative number indicates an improved quality of life.",
        "timeFrame": "Baseline to 6 weeks post-treatment"
      },
      {
        "measure": "Neurocognitive Function - QUALID- 3 Months Change From Baseline",
        "description": "Change at 3 months post-treatment from the pretreatment neurocognitive evaluation utilizing The Quality of Life in Late Stage Dementia (QUALID) tool; an 11 item assessment with each question scored on a 5 point scale completed by a patient or caregiver, where 5=poor quality of life and 1=excellent quality of life. A cumulative score from all items will be collected (min 11 indicates excellent quality of life, max 55 indicates poor quality of life) and pretreatment score subtracted from 3-month score. A positive number indicates a decreased quality of life. A negative number indicates an improved quality of life.",
        "timeFrame": "Baseline to 3 months post-treatment"
      },
      {
        "measure": "Neurocognitive Function - QUALID- 6 Months Change From Baseline",
        "description": "Change at 6 months post-treatment from the pretreatment neurocognitive evaluation utilizing The Quality of Life in Late Stage Dementia (QUALID) tool; an 11 item assessment with each question scored on a 5 point scale completed by a patient or caregiver, where 5=poor quality of life and 1=excellent quality of life. A cumulative score from all items will be collected (min 11 indicates excellent quality of life, max 55 indicates poor quality of life) and pretreatment score subtracted from 6-month score. A positive number indicates a decreased quality of life. A negative number indicates an improved quality of life.",
        "timeFrame": "Baseline to 6 months post-treatment"
      },
      {
        "measure": "Neurocognitive Function - QUALID- 12 Months Change From Baseline",
        "description": "Change at 12 months post-treatment from the pretreatment neurocognitive evaluation utilizing The Quality of Life in Late Stage Dementia (QUALID) tool; an 11 item assessment with each question scored on a 5 point scale completed by a patient or caregiver, where 5=poor quality of life and 1=excellent quality of life. A cumulative score from all items will be collected (min 11 indicates excellent quality of life, max 55 indicates poor quality of life) and pretreatment score subtracted from 12-month score. A positive number indicates a decreased quality of life. A negative number indicates an improved quality of life.",
        "timeFrame": "12 months post-treatment"
      },
      {
        "measure": "Florbetaben F 18 Injection (AMYVID) Positron Emission Tomography (PET) Scan: Change From Baseline to 4 Months in Standardized Uptake Value Ratio (SUVr) for Frontal Region of the Brain Compared to Cerebellum",
        "description": "SUVr is a measure of the amount of radiotracer activity bound to beta amyloid plaque in an individual region of brain tissue compared to radiotracer activity in the cerebellum, which is rarely involved by neuritic plaques. An elevated ratio \\>1.10 indicates a strong likelihood of significant underlying neuritic plaque burden. The percent change from baseline to 4-month scans in the frontal region is reported (percent change is calculated by subtracting baseline value from 4-month value; the result is then divided by the baseline value and multiplied by 100 to give a percentage). A positive number (percentage) indicates an increase in SUVr and more plaque burden in the frontal region, while a negative number (percentage) indicates a decrease in SUVr and a reduction in plaque burden in the frontal region.",
        "timeFrame": "Baseline to 4 months post-treatment"
      },
      {
        "measure": "Florbetaben F 18 Injection (AMYVID) Positron Emission Tomography (PET) Scan: Change From Baseline to 4 Months in Standardized Uptake Value Ratio (SUVr) for Parietal Region of the Brain Compared to Cerebellum",
        "description": "SUVr is a measure of the amount of radiotracer activity bound to beta amyloid plaque in an individual region of brain tissue compared to radiotracer activity in the cerebellum, which is rarely involved by neuritic plaques. An elevated ratio \\>1.10 indicates a strong likelihood of significant underlying neuritic plaque burden. The percent change from baseline to 4-month scans in the parietal region is reported (percent change is calculated by subtracting baseline value from 4-month value; the result is then divided by the baseline value and multiplied by 100 to give a percentage). A positive number (percentage) indicates an increase in SUVr and more plaque burden in the parietal region, while a negative number (percentage) indicates a decrease in SUVr and a reduction in plaque burden in the parietal region.",
        "timeFrame": "Baseline to 4 months post-treatment"
      },
      {
        "measure": "Florbetaben F 18 Injection (AMYVID) Positron Emission Tomography (PET) Scan: Change From Baseline to 4 Months in Standardized Uptake Value Ratio (SUVr) for Precuneus Region of the Brain Compared to Cerebellum",
        "description": "SUVr is a measure of the amount of radiotracer activity bound to beta amyloid plaque in an individual region of brain tissue compared to radiotracer activity in the cerebellum, which is rarely involved by neuritic plaques. An elevated ratio \\>1.10 indicates a strong likelihood of significant underlying neuritic plaque burden. The percent change from baseline to 4-month scans in the precuneus region is reported (percent change is calculated by subtracting baseline value from 4-month value; the result is then divided by the baseline value and multiplied by 100 to give a percentage). A positive number (percentage) indicates an increase in SUVr and more plaque burden in the precuneus region, while a negative number (percentage) indicates a decrease in SUVr and a reduction in plaque burden in the precuneus region.",
        "timeFrame": "Baseline to 4 months post-treatment"
      },
      {
        "measure": "Florbetaben F 18 Injection (AMYVID) Positron Emission Tomography (PET) Scan: Change From Baseline to 4 Months in Standardized Uptake Value Ratio (SUVr) for Anterior Cingulate Gyrus Region of the Brain Compared to Cerebellum",
        "description": "SUVr is a measure of the amount of radiotracer activity bound to beta amyloid plaque in an individual region of brain tissue compared to radiotracer activity in the cerebellum, which is rarely involved by neuritic plaques. An elevated ratio \\>1.10 indicates a strong likelihood of significant underlying neuritic plaque burden. The percent change from baseline to 4-month scans in the anterior cingulate gyrus region is reported (percent change is calculated by subtracting baseline value from 4-month value; the result is then divided by the baseline value and multiplied by 100 to give a percentage). A positive number (percentage) indicates an increase in SUVr and more plaque burden in the anterior cingulate gyrus region, while a negative number (percentage) indicates a decrease in SUVr and a reduction in plaque burden in the anterior cingulate gyrus region.",
        "timeFrame": "Baseline to 4 months post-treatment"
      },
      {
        "measure": "Florbetaben F 18 Injection (AMYVID) Positron Emission Tomography (PET) Scan: Change From Baseline to 4 Months in Standardized Uptake Value Ratio (SUVr) for Posterior Cingulate Gyrus Region of the Brain Compared to Cerebellum",
        "description": "SUVr is a measure of the amount of radiotracer activity bound to beta amyloid plaque in an individual region of brain tissue compared to radiotracer activity in the cerebellum, which is rarely involved by neuritic plaques. An elevated ratio \\>1.10 indicates a strong likelihood of significant underlying neuritic plaque burden. The percent change from baseline to 4-month scans in the posterior cingulate gyrus region is reported (percent change is calculated by subtracting baseline value from 4-month value; the result is then divided by the baseline value and multiplied by 100 to give a percentage). A positive number (percentage) indicates an increase in SUVr and more plaque burden in the posterior cingulate gyrus region, while a negative number (percentage) indicates a decrease in SUVr and a reduction in plaque burden in the posterior cingulate gyrus region.",
        "timeFrame": "Baseline to 4 months post-treatment"
      },
      {
        "measure": "Florbetaben F 18 Injection (AMYVID) Positron Emission Tomography (PET) Scan: Change From Baseline to 4 Months in Standardized Uptake Value Ratio (SUVr) for Whole Brain Cortex Compared to Cerebellum",
        "description": "SUVr is a measure of the amount of radiotracer activity bound to beta amyloid plaque in an individual region of brain tissue compared to radiotracer activity in the cerebellum, which is rarely involved by neuritic plaques. An elevated ratio \\>1.10 indicates a strong likelihood of significant underlying neuritic plaque burden. The percent change from baseline to 4-month scans in the whole brain cortex relative to cerebellum is reported (percent change is calculated by subtracting baseline value from 4-month value; the result is then divided by the baseline value and multiplied by 100 to give a percentage). A positive number (percentage) indicates an increase in SUVr and more plaque burden in the whole brain cortex relative to cerebellum, while a negative number (percentage) indicates a decrease in SUVr and a reduction in plaque burden in the whole brain cortex relative to cerebellum.",
        "timeFrame": "Baseline to 4 months post-treatment"
      },
      {
        "measure": "Florbetaben F 18 Injection (AMYVID) Positron Emission Tomography (PET) Scan: Change From Baseline to 4 Months in Standardized Uptake Value Standard Deviation (SUV StdDev) From Normal Patients in SUVr Values for Frontal Region of the Brain",
        "description": "The metric SUV StdDev from normal utilizes a database of age matched, cognitively normal individuals to compare the SUV ratios for individual regions of the brain. An elevated SUV StdDev \\> 1.65 indicates a strong likelihood of significant underlying neuritic plaque burden. The percent change from baseline to 4-month scans in the frontal region is reported (percent change is calculated by subtracting baseline value from 4-month value; the result is then divided by the baseline value and multiplied by 100 to give a percentage). A positive number indicates an increase in SUV StdDev and more plaque burden in the frontal region, while a negative number indicates a decrease in SUV StdDev and a reduction in plaque burden in the frontal region",
        "timeFrame": "Baseline to 4 months post-treatment"
      },
      {
        "measure": "Florbetaben F 18 Injection (AMYVID) Positron Emission Tomography (PET) Scan: Change From Baseline to 4 Months in Standardized Uptake Value Standard Deviation (SUV StdDev) From Normal Patients in SUVr Values for Parietal Region of the Brain",
        "description": "The metric SUV StdDev from normal utilizes a database of age matched, cognitively normal individuals to compare the SUV ratios for individual regions of the brain. An elevated SUV StdDev \\> 1.65 indicates a strong likelihood of significant underlying neuritic plaque burden. The percent change from baseline to 4-month scans in the parietal region is reported (percent change is calculated by subtracting baseline value from 4-month value; the result is then divided by the baseline value and multiplied by 100 to give a percentage). A positive number indicates an increase in SUV StdDev and more plaque burden in the parietal region, while a negative number indicates a decrease in SUV StdDev and a reduction in plaque burden in the parietal region.",
        "timeFrame": "Baseline to 4 months post-treatment"
      },
      {
        "measure": "Florbetaben F 18 Injection (AMYVID) Positron Emission Tomography (PET) Scan: Change From Baseline to 4 Months in Standardized Uptake Value Standard Deviation (SUV StdDev) From Normal Patients in SUVr Values for Precuneus Region of the Brain",
        "description": "The metric SUV StdDev from normal utilizes a database of age matched, cognitively normal individuals to compare the SUV ratios for individual regions of the brain. An elevated SUV StdDev \\> 1.65 indicates a strong likelihood of significant underlying neuritic plaque burden. The percent change from baseline to 4-month scans in the precuneus region is reported (percent change is calculated by subtracting baseline value from 4-month value; the result is then divided by the baseline value and multiplied by 100 to give a percentage). A positive number indicates an increase in SUV StdDev and more plaque burden in the precuneus region, while a negative number indicates a decrease in SUV StdDev and a reduction in plaque burden in the precuneus region.",
        "timeFrame": "Baseline to 4 months post-treatment"
      },
      {
        "measure": "Florbetaben F 18 Injection (AMYVID) Positron Emission Tomography (PET) Scan: Change From Baseline to 4 Months in Standardized Uptake Value Standard Deviation (SUV StdDev) From Normal Patients in SUVr Values for Anterior Cingulate Gyrus Region of the Brain",
        "description": "The metric SUV StdDev from normal utilizes a database of age matched, cognitively normal individuals to compare the SUV ratios for individual regions of the brain. An elevated SUV StdDev \\> 1.65 indicates a strong likelihood of significant underlying neuritic plaque burden. The percent change from baseline to 4-month scans in the anterior cingulate gyrus region is reported (percent change is calculated by subtracting baseline value from 4-month value; the result is then divided by the baseline value and multiplied by 100 to give a percentage). A positive number indicates an increase in SUV StdDev and more plaque burden in the anterior cingulate gyrus region, while a negative number indicates a decrease in SUV StdDev and a reduction in plaque burden in the anterior cingulate gyrus region.",
        "timeFrame": "Baseline to 4 months post-treatment"
      },
      {
        "measure": "Florbetaben F 18 Injection (AMYVID) Positron Emission Tomography (PET) Scan: Change From Baseline to 4 Months in Standardized Uptake Value Standard Deviation (SUV StdDev) From Normal Patients in SUVr Values for Posterior Cingulate Gyrus Region of Brain",
        "description": "The metric SUV StdDev from normal utilizes a database of age matched, cognitively normal individuals to compare the SUV ratios for individual regions of the brain. An elevated SUV StdDev \\> 1.65 indicates a strong likelihood of significant underlying neuritic plaque burden. The percent change from baseline to 4-month scans in the posterior cingulate gyrus region is reported (percent change is calculated by subtracting baseline value from 4-month value; the result is then divided by the baseline value and multiplied by 100 to give a percentage). A positive number indicates an increase in SUV StdDev and more plaque burden in the posterior cingulate gyrus region, while a negative number indicates a decrease in SUV StdDev and a reduction in plaque burden in the posterior cingulate gyrus region.",
        "timeFrame": "Baseline to 4 months post-treatment"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 28,
      "otherCount": 0,
      "totalCount": 32
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:41.226Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}