{
  "nctId": "NCT04627064",
  "briefTitle": "ABEMA Alone or in COMBO With MK-6482",
  "officialTitle": "A Phase I/IB Trial of Abemaciclib Alone or in Combination With MK-6482 in Advanced Renal Cell Carcinoma",
  "protocolDocument": {
    "nctId": "NCT04627064",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-07-19",
    "uploadDate": "2025-07-22T10:28",
    "size": 5259905,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04627064/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 11,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-12-31",
    "completionDate": "2024-08-04",
    "primaryCompletionDate": "2024-02-09",
    "firstSubmitDate": "2020-10-09",
    "firstPostDate": "2020-11-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Histologically or cytologically confirmed unresectable advanced or metastatic renal cell carcinoma with clear cell component. Patients with extensive sarcomatoid histology are accepted.\n* Participants must have failed or developed an intolerance to at least 1 prior anti-VEGFR systemic therapy and 1 immune checkpoint inhibitor for metastatic RCC. No limit on the number of prior lines of therapies.\n* Measurable disease as per RECIST 1.1. See section 12 for the evaluation of measurable disease.\n* Age ≥ 18 years\n* ECOG performance status ≤2 (Karnofsky ≥60%, see Appendix A)\n* Participants must undergo fresh tumor biopsy unless medically unsafe or not feasible.\n* Normal organ and marrow function as defined below:\n\n  * Absolute neutrophil count ≥1,500/mcL\n  * Platelets ≥100,000/mcL\n  * Hemoglobin ≥10g/dL (transfusions allowed)\n\n    * Total bilirubin ≤2.0 x institutional upper limit of normal with the following exception: patients with known Gilbert disease should have a serum bilirubin ≤ 3 x ULN\n    * AST(SGOT)/ALT(SGPT)≤3.0 × institutional upper limit of normal with the following exception: patients with known liver metastases should have AST and ALT\n\n      ≤ 5 x ULN\n    * Creatinine clearance ≥30 mL/min/1.73 m2 according to the Cockcroft-Gault equation. (APPENDIX F)\n    * Urine protein/creatinine ratio (UPC ratio) ≤2\n* Women of child-bearing potential and men must agree to use adequate contraception (intrauterine device or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation and 6 months after completion abemaciclib plus MK- 6482 and at least 3 weeks after the completion of abemaciclib administration. If condoms are used as a barrier method, a spermicidal agent should be added as a double barrier protection. A negative pregnancy serum test should be obtained within 7 days of therapy initiation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she must discontinue treatment immediately. Data on fetal outcome and breast-feeding are to be collected for regulatory reporting and drug safety evaluation.. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 6 months after completion abemaciclib plus MK-6482 and at least 3 weeks after the completion of abemaciclib administration.\n* Ability to swallow oral medications\n* Ability to understand and willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\nA patient will be excluded from the study if he or she meets any of the following criteria:\n\n* Patients receiving any other investigational agents.\n* Patients who received prior CDK4/6 inhibitors.\n* For Arm 2 only, patients who have received prior HIF-2α inhibitor.\n* Participants who have received any continuous or intermittent small molecule therapeutics (excluding monoclonal antibodies) ≤ 4 effective half-lives prior to starting study drug or who have not recovered from side effects of such therapy to grade 1 or less (except for non-clinically significant laboratory abnormalities).\n* Patients must have discontinued all biologic therapy including therapeutic antibodies at least 28 days before C1D1.\n* Participants who have received wide field radiotherapy ≤ 4 weeks or limited field radiation for palliation ≤ 2 weeks prior to starting study drug or who have not recovered from side effects of such therapy to at least grade 1.\n* O2 saturation \\<92% by arterial blood gas analysis or pulse oximetry on room air\n* Untreated deep vein thrombosis or pulmonary embolism, or event of deep vein thrombosis or pulmonary embolism within 2 weeks of treatment start. Patient should be on at least 1 week of anticoagulation before C1D1.\n* The patient has serious and/or uncontrolled preexisting medical condition(s) that, in the judgment of the investigator, would preclude participation in this study (for example, interstitial lung disease, severe dyspnea at rest or requiring oxygen therapy, severe renal impairment \\[e.g. estimated creatinine clearance \\<30ml/min\\], history of major surgical resection involving the stomach or small bowel, or preexisting Crohn's disease or ulcerative colitis or a preexisting chronic condition resulting in baseline Grade 2 or higher diarrhea).\"\n* Patient with active systemic bacterial infection (requiring IV antibiotics at the time of initiating study treatment), fungal infection, or detectable viral infection. Patients with known viral infection (such as HIV) are excluded given the potential for interactions between antiretroviral agents and abemaciclib, and the potential for increased risk of lifethreatening infection with therapy that is myelosuppressive. If you are not known to have HIV, a HIV test is required.\n* Patients with known Hepatitis B or Hepatitis C infection are excluded only if there is evidence of active infection (detectable Hepatitis B surface antigen, detectable Hepatitis C RNA).\n* Prior allogenic stem cell or solid organ transplant.\n* Impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of oral drugs (e.g., ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, or small bowel resection).\n* Participants who have undergone major surgery ≤ 4 weeks (28 days) prior to starting study drug(s) or who have not recovered from side effects of such therapy.\n* Participants who are currently taking therapeutic doses of warfarin sodium or any other coumadin-derivative anticoagulant.\n* Other malignancy diagnosed within 2 years of first study treatment unless negligible risk of metastases or death according to the investigator (included but not limited to carcinoma in situ of the cervix, basal or squamous cell skin cancer, localized prostate cancer, ductal carcinoma in situ of the breast, non-muscle invasive urothelial carcinoma, or other malignancy not deemed to impact patients 5-year life expectancy).\n* Has a personal history of any of the following conditions: syncope of cardiovascular etiology, ventricular arrhythmia of pathological origin (including, but not limited to, ventricular tachycardia and ventricular fibrillation), sudden cardiac arrest.\n* Has had any major cardiovascular event within 6 months prior to study drug administration iincluding but not limited to: myocardial infarction, unstable angina, cerebrovascular accident, transient ischemic event or New York Heart Association Class III or IV heart failure. Patients with history of DVT or PE are eligible provided DVT or PE occurred at least 2 weeks prior to C1D1 and anticoagulation has been initiated at least 1 week before C1D1.\n* History of symptomatic respiratory condition considered clinically significant by the investigator. History of asymptomatic radiation pneumonitis within a previous radiation field is permitted.\n* Participants with a known hypersensitivity to the study compounds or to its excipients.\n* Participant is unable or unwilling to abide by the study protocol or cooperate fully with the investigator\n* Females that are pregnant or lactating\n* Participants who have taken herbal medications and certain fruits within 7 days prior to starting study drug. Herbal medications include, but are not limited to St. John's wort, Kava, ephedra (ma huang), gingko biloba, dehydroepiandrosterone (DHEA), yohimbe, saw palmetto, and ginseng. Fruits include the CYP3A inhibitors Seville oranges, grapefruit, pommelos.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Objective Response Rate (ORR) in Abemaciclib Arm (Arm 1)",
        "description": "ORR is defined as percentage of patients with partial (PR) or complete response (CR) as best overall response according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 by central review. Imaging assessments will be performed every 8 weeks during the first six months of the study, then every 12 weeks thereafter.",
        "timeFrame": "From the start of protocol treatment until disease progression or deaths. The total duration assessed was up to 3 months, as all patients either progressed, died, or withdrew from the study within that timeframe."
      },
      {
        "measure": "Objective Response Rate (ORR) in Abemaciclib and MK-6482 Arm (Arm 2)",
        "description": "Percentage of patients with partial (PR) or complete response (CR) as best overall response according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 by central review. Imaging assessments will be performed every 8 weeks during the first six months of the study, then every 12 weeks thereafter.",
        "timeFrame": "From the start of protocol treatment until disease progression or death"
      },
      {
        "measure": "Maximum Tolerated Dose (MTD) in Abemaciclib and MK-6482 (Arm 2)",
        "description": "MTD of abemaciclib plus MK-6482, defined as the highest dose studied at which no more than 1 of 6 subjects has experienced a dose limiting toxicity (DLT) in cycle 1.",
        "timeFrame": "Cycle 1 of during the combination therapy (Arm 2)"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Treatment-Related Adverse Events as Assessed by CTCAE 5 of Abemaciclib and MK-6482 (Arm 2)",
        "description": "Toxicity will be graded and analyzed using CTCAE version 5. Treatment related AE will define as \"Definitely\", \"Probably\" or \"Possibly\" related to the study drugs.",
        "timeFrame": "From start of protocol treatment until 90 days after treatment discontinuation, or until initiation of new cancer-directed treatment, or until death, whichever occurs first."
      },
      {
        "measure": "Duration of Response (DOR) in Patients Who Achieve an Objective Response in Abemaciclib Arm (Arm 1)",
        "description": "The duration of response is defined from the time measurement criteria are met for complete response or partial response (whichever is first recorded) until the date of disease progression or death due to any cause. Participants without events reported are censored at the last disease evaluation.\n\nResponse and progression will be evaluated by the Response Evaluation Criteria in Solid Tumors (RECIST) guideline (version 1.1).\n\nImaging assessments will be performed every 8 weeks during the first six months of the study, then every 12 weeks thereafter.",
        "timeFrame": "From start of complete response or partial response (whichever is first recorded) until the date of disease progression or death."
      },
      {
        "measure": "Progression-free Survival (PFS) in Abemaciclib Arm (Arm 1)",
        "description": "PFS is measured from the start of treatment until documented progression by the Response Evaluation Criteria in Solid Tumors (RECIST) guideline (version 1.1) or death from any cause or censored at the last disease evaluation. PFS will be estimated using the method of Kaplan-Meier with 95% confidence intervals.\n\nImaging assessments will be performed every 8 weeks during the first six months of the study, then every 12 weeks thereafter.",
        "timeFrame": "From trial treatment start to the earlier of progression or death due to any cause. The total duration assessed was up to 3 months, as all patients either progressed, died, or withdrew from the study within that timeframe."
      },
      {
        "measure": "Overall Survival (OS) in Abemaciclib Arm (Arm 1)",
        "description": "OS is measured from the start of treatment until date of death from any cause or censored at the date of last follow-up. OS will be estimated using the method of Kaplan-Meier with 95% confidence intervals.",
        "timeFrame": "From trial treatment start to death due to any cause or date last known alive, up to 23 months"
      },
      {
        "measure": "Duration of Response (DOR) in Patients Who Achieve an Objective Response in Abemaciclib and MK-6482 Arm (Arm 2)",
        "description": "The duration of response is defined from the time measurement criteria are met for complete response or partial response (whichever is first recorded) until the date of disease progression or death due to any cause. Participants without events reported are censored at the last disease evaluation.\n\nResponse and progression will be evaluated by the Response Evaluation Criteria in Solid Tumors (RECIST) guideline (version 1.1).\n\nImaging assessments will be performed every 8 weeks during the first six months of the study, then every 12 weeks thereafter.",
        "timeFrame": "From the time measurement criteria are met for complete response or partial response (whichever is first recorded) until the date of disease progression or death due to any cause."
      },
      {
        "measure": "Progression-free Survival (PFS) in Abemaciclib and MK-6482 Arm (Arm 2)",
        "description": "PFS is measured from the start of treatment until documented progression by the Response Evaluation Criteria in Solid Tumors (RECIST) guideline (version 1.1) or death from any cause or censored at the last disease evaluation. PFS will be estimated using the method of Kaplan-Meier with 95% confidence intervals.\n\nImaging assessments will be performed every 8 weeks during the first six months of the study, then every 12 weeks thereafter.",
        "timeFrame": "From trial treatment start to the earlier of progression or death due to any cause"
      },
      {
        "measure": "Overall Survival (OS) in Abemaciclib and MK-6482 Arm (Arm 2)",
        "description": "OS is defined the time from the start of treatment until date of death from any cause or censored at the date of last follow-up. OS will be estimated using the method of Kaplan-Meier with 95% confidence intervals.",
        "timeFrame": "From trial treatment start to death due to any cause or date last known alive"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:06.837Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}