{
  "nctId": "NCT00924209",
  "briefTitle": "A Phase II Study of Neo-Adjuvant Gemcitabine, Cisplatin and Bevacizumab in Stage IIIA (N2) Non-Squamous Cell Non-Small Cell Lung Cancer",
  "officialTitle": "Phase II Study of Neoadjuvant Gemcitabine, Cisplatin and Bevacizumab in Stage IIIA (N2), Non-Squamous Cell Non-Small Cell Lung Cancer",
  "protocolDocument": {
    "nctId": "NCT00924209",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2010-12-22",
    "uploadDate": "2018-10-29T10:21",
    "size": 1231019,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT00924209/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 7,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2009-03",
    "completionDate": "2011-09",
    "primaryCompletionDate": "2011-09",
    "firstSubmitDate": "2009-06-17",
    "firstPostDate": "2009-06-18"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n* Histologically or cytologically documented non squamous cell non-small cell lung cancer and confirmed by the pathological laboratories at participating centers.\n* Patients must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded) as greater than 20 mm with conventional techniques or as greater than 10 mm with spiral computed tomography (CT) scan.\n* Stage IIIA (N2) disease. All patients will require a baseline mediastinoscopy to ensure histological proof of N2 disease.\n* No prior treatment for lung cancer including chemotherapy, radiotherapy, surgery or biological therapy.\n* Age greater than or equal to 18 years (males or non-pregnant females).\n* Life expectancy of greater than 3 months.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-1 (Karnofsky greater than 60 percent).\n* Adequate pulmonary and cardiovascular function to tolerate planned surgical resection:\n\n  * Pulmonary Function criteria:\n\n    * Partial pressure of oxygen (paO2) greater than 65 mmHg, partial pressure of carbon dioxide (paCO2) less than 45 mmHg on room air arterial blood gas (ABG).\n    * Anticipated post-op forced expiratory volume 1 (FEV1) greater than or equal to 40 percent predicted.\n    * Anticipated post-op carbon monoxide diffusing capacity (DLCO) greater than or equal to 40 percent predicted.\n    * If anticipated post-op FEV1 or DLCO less than percent predicted, must have volume of oxygen (VO2) greater than 15ml/kg on oxygen consumption study.\n  * Cardiac criteria:\n\n    * Left ventricular ejection fraction (LVEF) greater than 40 percent.\n    * No pulmonary hypertension or right ventricular (RV) dysfunction.\n    * No unstable angina.\n* Serum Creatinine less than or equal to 1.5mg/dl\n* Hemoglobin (baseline) greater than or equal to 10.0g/dl\n* Absolute neutrophil count greater than or equal to 1,500/m\\^3 and platelets greater than or equal to 100,000/m\\^3.\n* aspartate aminotransferase (AST)/serum glutamic oxaloacetic transaminase (SGOT) and alanine aminotransferase (ALT)/ serum glutamic pyruvic transaminase (SGPT) less than or equal to 2.5 times the upper limit of normal (ULN), total bilirubin less than or equal to 1.5 times the ULN (In patients with evidence of Gilberts disease, elevated bilirubin should not be related to tumor or other liver diseases and should be less than or equal 2 times the upper limit of normal).\n* The ability to understand and the willingness to sign a written informed consent document and the ability to comply with the requirements of the protocol.\n* Women of childbearing potential must have a negative pregnancy test and both men and women must be willing to consent to using effective contraception while on treatment and for at least 3 months thereafter.\n\nEXCLUSION CRITERIA:\n\n* Squamous cell cancer or mixed tumors with small cell elements.\n* Tumor of any histology in close proximity to a major vessel or cavitation. (Any tumor abutting an interlobar, main pulmonary artery, vena cava or major vein will be excluded).\n* History of hemoptysis (bright red blood of one-half teaspoon or more \\[greater than or equal to 2.5 mL\\] unrelated to any diagnostic procedure. (Patients who have a history of hemoptysis that occurred greater than 3 months prior to study entry and that is assessed not to be related to tumor may be eligible).\n* Patients with metastatic disease.\n* History of uncontrolled or labile hypertension, defined as blood pressure greater than 150/100mmHg (National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) v.3.0 grade greater than or equal to 2), systolic blood pressure greater than 180 mm Hg if diastolic blood pressure less than 90 mm Hg, or diastolic blood pressure greater than 90 mm Hg, on at least 2 repeated determinations on separate days within 3 months prior to study enrollment. Patients who have medication controlled hypertension are eligible for the study.\n* Any of the following within 6 months prior to study enrollment: myocardial infarction, severe/unstable angina pectoris or uncontrolled angina pectoris, coronary/peripheral artery bypass graft, New York Heart Association (NYHA) class III or IV congestive heart failure, clinically significant peripheral vascular disease (Grade II or greater).\n* Psychiatric or neurologic illness that would limit compliance with study requirements.\n* Patients with serious illness or medical condition.\n* Active infection within 14 days before beginning treatment.\n* Patients may not be receiving any other investigational agents.\n* History of a malignancy in the last five years other than in situ carcinoma of the cervix, or non-melanomatous skin cancers.\n* Patients must not be on therapeutic anticoagulation or chronic daily treatment with aspirin 325mg/day within 10 days prior to day 1 on study. Prophylactic anticoagulation during perioperative period is acceptable. Full dose aspirin post surgical resection is acceptable. Low dose aspirin 81mg/day and anticoagulation for line protection are allowed in the perioperative period and the adjuvant setting.\n* Women who are breast feeding.\n* History of stroke or transient ischemic attack within 6 months.\n* History of pulmonary embolism, deep venous thrombosis or other thrombo-embolic event within 6 months prior to study.\n* Patients with a history of severe hypersensitivity reaction to compounds of similar chemical or biologic composition to cisplatin, gemcitabine, bevacizumab, etoposide or other agents used in the study.\n* History of a major surgical procedure, open biopsy, or a significant traumatic injury within 35 days prior to commencing treatment, or the anticipation of the need for a major surgical procedure during the course of the study prior to the predetermined date of tumor excision. Fine needle aspirations, core biopsies or mediastinoscopies within 7 days prior to commencing treatment.\n* History of abdominal fistula, gastrointestinal perforation, intra-abdominal abscess or tracheo-esophageal fistula.\n* Non-healing wound or ulcer\n* Evidence of coagulopathic disorder or hemorrhagic diathesis. International normalized ratio (INR) greater than 1.5.\n* Patients with existing ototoxicity.\n* Pregnancy (positive pregnancy test).\n* Urine protein: creatinine ratio greater than or equal to 1.0 at screening.\n* Patients known to be human immunodeficiency virus (HIV)-positive or have active hepatitis B/C (due to possible interaction between chemotherapy and highly active antiretroviral therapy (HAART) and antiviral medications used for treatment of active hepatitis B/C).\n* Serious illness that may preclude adherence to the protocol.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Rate of Pathologic Complete Response",
        "description": "Complete response is defined as a disappearance of all target lesions and was assessed by the RECIST (Response Evaluation Criteria in Solid Tumors) criteria.",
        "timeFrame": "25 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Serious and Non-Serious Adverse Events",
        "description": "Here is the number of participants with adverse events assessed by the Common Terminology Criteria in Adverse Events (CTCAE v3.0). A non-serious adverse event is any untoward medical occurrence. A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned. For the detailed list of adverse events see the adverse event module.",
        "timeFrame": "Date treatment consent signed to date off study, approximately 38 months"
      },
      {
        "measure": "Progression Free Survival (PFS)",
        "description": "Progression free survival is defined as the time between the first day of treatment to the day of disease progression. Progression will be assessed by the Response Evaluation Criteria in Solid Tumors (RECIST) and is defined as the appearance of one or more new lesions and/or unequivocal progression of existing non-target lesions.",
        "timeFrame": "The time between the first day of treatment to the day of disease progression"
      },
      {
        "measure": "Median Survival",
        "description": "Median survival is the length of time a participant lives with disease following treatment.",
        "timeFrame": "Length of time a participant lives with disease following treatment"
      },
      {
        "measure": "Overall Survival",
        "description": "Overall survival is defined as the time between the first day of treatment to the day of death.",
        "timeFrame": "The time between the first day of treatment to the day of death"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:05.232Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}