{
  "nctId": "NCT04191096",
  "briefTitle": "Efficacy and Safety of Pembrolizumab (MK-3475) Plus Enzalutamide Plus Androgen Deprivation Therapy (ADT) Versus Placebo Plus Enzalutamide Plus ADT in Participants With Metastatic Hormone-Sensitive Prostate Cancer (mHSPC) (MK-3475-991/KEYNOTE-991)",
  "officialTitle": "A Phase 3, Randomized, Double-blind Trial of Pembrolizumab (MK-3475) Plus Enzalutamide Plus ADT Versus Placebo Plus Enzalutamide Plus ADT in Participants With Metastatic Hormone-Sensitive Prostate Cancer (mHSPC) (KEYNOTE-991)",
  "protocolDocument": {
    "nctId": "NCT04191096",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-05-15",
    "uploadDate": "2023-10-11T11:31",
    "size": 29341116,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04191096/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 1251,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-02-12",
    "completionDate": "2026-02-02",
    "primaryCompletionDate": "2022-10-31",
    "firstSubmitDate": "2019-12-05",
    "firstPostDate": "2019-12-09"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male participants with histologically- or cytologically-confirmed adenocarcinoma of the prostate without small cell histology\n* Has metastatic disease assessed by investigator and verified by BICR by either ≥2 bone lesions on bone scan and/or visceral disease by computed tomography/magnetic resonance imaging (CT/MRI)\n* Willing to maintain continuous Androgen Deprivation Therapy (ADT) with a luteinizing-hormone releasing hormone (LHRH) agonists or antagonists during study treatment or have a history of bilateral orchiectomy\n* Has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 assessed within 10 days of randomization\n* Participants receiving bone resorptive therapy (including, but not limited to, bisphosphonate or denosumab) must have been on stable doses prior to randomization\n* Has adequate organ function\n* Has provided newly obtained core or excisional biopsy (obtained within 12 months of screening) from soft tissue not previously irradiated (samples from tumors progressing in a prior site of radiation are allowed). Participants with bone only or bone predominant disease may provide a bone biopsy sample\n* Male participants must agree to the following during the intervention period and for at least 120 days after the last dose of study intervention: Refrain from donating sperm PLUS either be abstinent from heterosexual intercourse and agree to remain abstinent OR agree to use contraception, unless confirmed to be azoospermic\n* Male participants must agree to use male condom when engaging in any activity that allows for passage of ejaculate to another person of any sex\n\nExclusion Criteria:\n\n* Has a known additional malignancy that is progressing or has required active treatment in the last 3 years\n* Has an active autoimmune disease that has required systemic treatment in past 2 years\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy\n* Has undergone major surgery including local prostate intervention (excluding prostate biopsy) within 28 days prior to randomization and not recovered adequately from the toxicities and/or complications\n* Has a gastrointestinal disorder affecting absorption or is unable to swallow tablets/capsules\n* Has an active infection (including tuberculosis) requiring systemic therapy\n* Has a history of (non-infectious) pneumonitis that required steroids or has current pneumonitis\n* Has known active human immunodeficiency virus (HIV), hepatitis B virus (HBV) or hepatitis C virus (HCV) infection\n* Has known or suspected central nervous system (CNS) metastases and/or carcinomatous meningitis\n* Has a history of seizure or any condition that may predispose to seizure\n* Has a history of loss of consciousness within 12 months of screening\n* Has had myocardial infarction or uncontrolled angina within 6 months prior to randomization, or has New York Heart Association class III or IV congestive heart failure or a history of New York Heart Association class III or IV congestive heart failure\n* Has hypotension (systolic blood pressure \\<86 millimeters of mercury \\[mmHg\\]) or uncontrolled hypertension (systolic blood pressure \\>170 mmHg or diastolic blood pressure \\>105 mmHg) at the screening visit\n* Has a history of clinically significant ventricular arrhythmias\n* Has hypersensitivity to pembrolizumab and/or enzalutamide and/or any of their excipients\n* Has received prior ADT as neoadjuvant/adjuvant therapy for non-metastatic prostate cancer for \\>39 months in duration or within 9 months prior to randomization or with evidence of disease progression while receiving ADT\n* Has had prior treatment with a next generation hormonal agent (eg, abiraterone, enzalutamide, apalutamide, darolutamide)\n* Has received prior therapy with an anti-programmed cell death-1 (anti-PD-1), anti-programmed cell death-ligand 1 (anti-PD-L1), or anti-programmed cell death-ligand 2 (anti PD-L2) agent or with an agent directed to another stimulatory or coinhibitory T-cell receptor\n* Has received a live vaccine within 30 days prior to randomization\n* Has a \"superscan\" bone scan\n* Has had an allogenic tissue/solid organ transplant\n* Is expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 120 days after the last dose of study treatment\n* Has received any prior pharmacotherapy, radiation therapy or surgery for metastatic prostate cancer with the following exceptions:\n\n  1. Up to 3 months of ADT or orchiectomy with or without concurrent first-generation antiandrogens, if patient was not treated with docetaxel\n  2. May have 1 course of palliative radiation or surgical therapy to treat symptoms resulting from metastatic disease if it was administered at least 4 weeks prior to randomization\n  3. For participants with low volume metastatic disease, may have 1 course of definitive radiotherapy if it was administered at least 4 weeks prior to randomization\n  4. Up to 6 cycles of docetaxel therapy with final treatment administration completed within 2 months of randomization and no evidence of disease progression. In these participants up to 6 months of ADT permitted",
    "healthyVolunteers": false,
    "sex": "MALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Radiographic Progression-free Survival (rPFS) Per Prostate Cancer Working Group (PCWG)-Modified Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1) as Assessed by Blinded Independent Central Review (BICR)",
        "description": "rPFS was defined as the time from randomization to occurrence of: radiological tumor progression using RECIST 1.1 as assessed by BICR; progression of bone lesions using PCWG criteria; or death due to any cause. Progression as per modified RECIST 1.1 was ≥20% increase in sum of diameters of target lesions and progression of existing non-target lesions. Progression of bone lesions by PCWG criteria was the appearance of ≥2 new bone lesions on bone scan, that have been confirmed to not represent tumor flare, and was persistent for ≥6 weeks. The rPFS was calculated using the product-limit (Kaplan-Meier) method for censored data. Participants without a rPFS event were censored at the date of last disease assessment.",
        "timeFrame": "Up to approximately 32 months"
      },
      {
        "measure": "Overall Survival (OS)",
        "description": "OS was defined as the time from randomization to death due to any cause. The OS was calculated using the product-limit (Kaplan-Meier) method for censored data. Participants without documented death at the time of the analysis were censored at the date of the last follow-up.",
        "timeFrame": "Up to approximately 32 months"
      }
    ],
    "secondary": [
      {
        "measure": "Time to Initiation of the First Subsequent Anti-cancer Therapy or Death (TFST)",
        "description": "TFST was defined as the time from randomization to initiation of the first subsequent anti-cancer therapy or death; whichever occurred first. The TFST was calculated using the product limit (Kaplan-Meier) method for censored data. Participants without documented event at time of analysis will be censored at the date of last known time to have not received subsequent new anti-cancer therapy.",
        "timeFrame": "Up to Approximately 32 months"
      },
      {
        "measure": "Time to First Symptomatic Skeletal-related Event (TTSSRE)",
        "description": "TTSSRE was the time from randomization to the first symptomatic skeletal-related event defined as: use of external-beam radiation therapy (EBRT) to prevent or relieve skeletal symptoms, occurrence of new symptomatic pathologic bone fracture (vertebral or nonvertebral), occurrence of spinal cord compression, or tumor-related orthopedic surgical intervention, whichever occurs first. The TTSSRE was calculated using the Kaplan-Meier method for censored data. Participants without symptomatic skeletal-related events were censored at the last evaluable assessment.",
        "timeFrame": "Up to Approximately 32 months"
      },
      {
        "measure": "Time to Prostate-specific Antigen (PSA) Progression",
        "description": "Time to PSA progression was the time from randomization to PSA progression. The PSA progression date was defined as the date of 1) ≥25% increase and ≥2 ng/mL above the nadir, confirmed by a second value ≥3 weeks later if there is PSA decline from baseline, or 2) ≥25% increase and ≥2 ng/mL increase from baseline beyond 12 weeks if there is no PSA decline from baseline. Time to PSA was calculated using Kaplan-Meier method for censored data. Participants without PSA progression were censored at the last PSA date.",
        "timeFrame": "Up to Approximately 32 months"
      },
      {
        "measure": "Time to Radiographic Soft Tissue Progression Per Soft Tissue Rules of PCWG-Modified RECIST 1.1 as Assessed by BICR",
        "description": "The time to radiographic soft tissue progression was defined as the time from randomization to radiographic soft tissue progression per soft tissue rules of PCWG-modified RECIST 1.1 as assessed by BICR. Progression was defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of ≥5 mm. The appearance of one or more new lesions was also considered progression. Time to radiographic soft tissue progression was calculated using the product-limit (Kaplan-Meier) method for censored data. Participants without radiographic soft tissue progression were censored at the last evaluable assessment.",
        "timeFrame": "Up to Approximately 32 months"
      },
      {
        "measure": "Time to Pain Progression (TTPP) as Assessed by Brief Pain Inventory-Short Form (BPI-SF) Item #3 (\"Worst Pain in 24 Hours\") and Opiate Use",
        "description": "TTPP was defined as the time from randomization to pain progression as determined by Item 3 of the BPI-SF. Pain progression was defined as: 1) For participants asymptomatic at baseline: a \\>2-point change from baseline in the average BPI-SF item 3 score at 2 consecutive visits or initiation of opioid use for pain 2) For participants symptomatic at baseline (average BPI-SF Item 3 score \\>0 and/or currently taking opioids; a \\>2-point change from baseline in the average BPI-SF Item 3 score and the average worst pain score \\>4 and no decrease in average opioid use. TTPP was calculated using the Kaplan-Meier method for censored data. Participants who had \\> 2 consecutive visits that were not evaluable for pain progression were censored at the last evaluable assessment.",
        "timeFrame": "Up to Approximately 32 months"
      },
      {
        "measure": "Time From Randomization to Disease Progression as Determined by Investigator Assessment After Next-line of Therapy or Death From Any Cause, Whichever Occurs First (PFS2)",
        "description": "PFS2 was defined as the time from randomization to disease progression as determined by investigator assessment of radiological or clinical progression after next-line of therapy or death from any cause, whichever occurs first.",
        "timeFrame": "Up to Approximately 32 months"
      },
      {
        "measure": "Prostate-specific Antigen (PSA) Response Rate",
        "description": "PSA response rate was the percentage of participants who had PSA response defined as a reduction in the PSA level from baseline by \\>50%. The reduction in PSA level was confirmed by an additional PSA evaluation performed \\>3 weeks from the original response.",
        "timeFrame": "Up to Approximately 32 Months"
      },
      {
        "measure": "Prostate-specific Antigen (PSA) Undetectable",
        "description": "PSA undetectable rate was defined as the percentage of participants with detectable PSA (\\> 0.2 ng/mL) at baseline, which becomes undetectable (\\< 0.2 ng/mL) during study treatment.",
        "timeFrame": "Up to Approximately 32 Months"
      },
      {
        "measure": "Objective Response Rate (ORR) Per PCWG-Modified RECIST 1.1 as Assessed by BICR",
        "description": "ORR was defined as the percentage of participants with complete response (CR: disappearance of all target lesions per RECIST 1.1; and no evidence of disease (NED) on base scan per PCWG) or partial response (PR: at least a 30% decrease in the sum of diameters of target lesions per RECIST 1.1; and non-progressive disease, non-evaluable \\[NE\\], or NED on bone scan or CR with non-progressive disease or NE bone scan per PCWG).",
        "timeFrame": "Up to Approximately 32 Months"
      },
      {
        "measure": "Duration of Response (DOR) Per PCWG- Modified RECIST 1.1 as Assessed by BICR",
        "description": "DOR was defined as the time from first documented evidence of complete response (CR) or partial response (PR) per PCWG and RECIST 1.1 criteria until progressive disease (PD) or death. PD per RECIST 1.1 was defined as at least a 20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of a least 5 mm. PD per PCWG was the appearance of \\>2 new bone lesions on bone scan, that have been confirmed to not represent tumor flare, and were persistent for \\>6 weeks. The DOR was calculated using the product-limit (Kaplan-Meier) method for censored data.",
        "timeFrame": "Up to Approximately 32 Months"
      },
      {
        "measure": "Number of Participants Who Experience an Adverse Event (AE)",
        "description": "An AE was defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE could therefore have been any unfavourable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention. Participants who experienced an AE will be reported for each arm.",
        "timeFrame": "Up to Approximately 59 Months"
      },
      {
        "measure": "Number of Participants Who Discontinue Study Treatment Due to an Adverse Event (AE)",
        "description": "An AE was any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavourable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention. The number of participants who discontinue study treatment due to an AE will be reported for each arm.",
        "timeFrame": "Up to Approximately 59 Months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 12,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:44.468Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}