{
  "nctId": "NCT02666742",
  "briefTitle": "DOACs for Stroke Prevention Post Ventricular Tachycardia Ablation",
  "officialTitle": "SafeTy and Efficacy of Direct Oral Anticoagulant Versus Aspirin for Reduction Of RisK of CErebrovascular Events in Patients Undergoing Ventricular Tachycardia Ablation (STROKE-VT)",
  "protocolDocument": {
    "nctId": "NCT02666742",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-10-01",
    "uploadDate": "2021-07-30T16:25",
    "size": 916086,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02666742/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 246,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-02-16",
    "completionDate": "2021-04-30",
    "primaryCompletionDate": "2020-05-01",
    "firstSubmitDate": "2016-01-25",
    "firstPostDate": "2016-01-28"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Patients undergoing radiofrequency catheter ablation for scar VT which includes VT secondary to ischemic cardiomyopathy and non-ischemic cardiomyopathy\n* Women of childbearing potential (WOCBP) must have a negative serum or urine pregnancy test within 24 hours prior to the start of study drug\n* Women must not be breastfeeding\n* WOCBP must agree to follow instructions for method(s) of contraception for the duration of treatment with Apixaban plus 33 days post-treatment completion\n* Males who are sexually active with WOCBP must agree to follow instructions for method(s) of contraception for the duration of treatment and for a total of 93 days post-treatment completion\n* Participants must agree to the use of one approved method of contraception\n\nExclusion Criteria:\n\n* History of cerebral vascular accident/transient ischemic attack (CVA/TIA) in last 3 months\n* Cardiac surgery or neurosurgery within 3 months of the intended procedure date\n* Any active bleeding\n* Severe hypersensitivity reaction to ELIQUIS (including drug hypersensitivity, such as skin rash and allergic reactions)\n* Participants cannot have prosthetic heart valves\n* History or bleeding and clotting disorders\n* Contraindications to Aspirin therapy\n* Contraindication to oral anticoagulation\n* Patient on an anticoagulant prior to the ablation for other primary indications like atrial fibrillation (AF), deep vein thrombosis (DVT) or a mechanical valve\n* Evidence of intracardiac thrombus\n* Patient with Creatinine Clearance of \\< 30 cc/min\n* Participation in another investigational study related to oral anticoagulation, drug and/or device intervention\n* Claustrophobic patients\n* Implantable Cardioverter Defibrillator (ICD) generator placement before the year 2000\n* Has an ICD and is pacing dependent without underlying rhythm upon interrogation at baseline\n* Patient has abandoned leads\n* Patients who are on p-glycoprotein inducers or inhibitors where the dose of Apixaban cannot be effectively altered",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Transient Ischemic Attack",
        "description": "Transient ischemic attack(TIA) - defined as a transient episode of neurological dysfunction caused by focal brain, spinal cord, or retinal ischemia, without acute infarction.",
        "timeFrame": "First 30 days of post ablation"
      },
      {
        "measure": "Number of Participants With Stroke",
        "description": "Stroke - incidence of ischemic stroke - defined as an episode of neurological dysfunction caused by focal cerebral, spinal, or retinal infarction.",
        "timeFrame": "First 30 days of post ablation"
      },
      {
        "measure": "Number of Participants With Asymptomatic Cerebral Event on MRI - 24 Hours",
        "description": "MRI detected asymptomatic cerebrovascular events (ACE) at 24 hours.",
        "timeFrame": "24 Hours post ablation"
      },
      {
        "measure": "Number of Participants With Asymptomatic Cerebral Event on MRI - 30 Days",
        "description": "MRI detected asymptomatic cerebrovascular events (ACE) at 30 days follow-up.",
        "timeFrame": "24 Hours to 30 days of post ablation"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Acute Procedure Related Complications",
        "description": "The secondary endpoints included procedure-related complications (composite of any vascular complication, pericardial complication, heart block, thromboembolic event excluding stroke or TIA) and in-hospital mortality.",
        "timeFrame": "Day 30"
      },
      {
        "measure": "Number of Participants With Cardiac Tamponade",
        "description": "Cardiac tamponade is a medical emergency that takes place when abnormal amounts of fluid accumulate in the pericardial sac compressing the heart and leading to a decrease in cardiac output and shock.",
        "timeFrame": "Day 30"
      },
      {
        "measure": "Number of Participants With Fatal Pulmonary Embolism",
        "description": "A pulmonary embolism is a blood clot in the lung that occurs when a clot in another part of the body (often the leg or arm) moves through the bloodstream and becomes lodged in the blood vessels of the lung. This restricts blood flow to the lungs, lowers oxygen levels in the lungs and increases blood pressure in the pulmonary arteries.",
        "timeFrame": "Day 30"
      },
      {
        "measure": "Number of Participants With Progressive Heart Failure and Electromechanical Dissociation (EMD)",
        "description": "Heart failure means that the heart isn't pumping as well as it should be.",
        "timeFrame": "Day 30"
      },
      {
        "measure": "Number of Participants With Groin Hematoma",
        "description": "A hematoma is a collection of blood outside of a blood vessel.",
        "timeFrame": "Day 30"
      },
      {
        "measure": "Number of Participants With Retroperitoneal Bleed",
        "description": "Retroperitoneal bleeding occurs when blood enters into space immediately behind the posterior reflection of the abdominal peritoneum. The organs of this space include the esophagus, aorta, inferior vena cava, kidneys, ureters, adrenals, rectum, parts of the duodenum, parts of the pancreas, and parts of the colon.",
        "timeFrame": "Day 30"
      },
      {
        "measure": "Number of Participants With Heart Block",
        "description": "Heart block is a type of heart rhythm disorder (arrhythmia). It is the slowing down or interruption of the electrical signal from the upper chambers of the heart (the atria) to the lower chambers (the ventricles). The electrical signal causes the heart muscle to contract and the heart to beat.",
        "timeFrame": "Day 30"
      },
      {
        "measure": "Number of Participants With In-hospital Mortality",
        "description": "Death occurring during the hospital stay.",
        "timeFrame": "Day 30"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 94,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:37.568Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}