{
  "nctId": "NCT00001259",
  "briefTitle": "A Treatment Study for Premenstrual Syndrome (PMS)",
  "officialTitle": "The Treatment of Menstrually-Related Mood Disorders With the Gonadotropin Releasing Hormone (GnRH) Agonist, Depot Leuprolide Acetate (Lupron)",
  "protocolDocument": {
    "nctId": "NCT00001259",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-06-18",
    "uploadDate": "2022-09-08T08:57",
    "size": 590658,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT00001259/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 60,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "1992-08-11",
    "completionDate": "2020-02-06",
    "primaryCompletionDate": "2020-02-06",
    "firstSubmitDate": "1999-11-03",
    "firstPostDate": "1999-11-04"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n\nThe subjects of this study will be women who meet the criteria for MRMD as described in Protocol No. 81-M-0126, 'The Phenomenology and Biophysiology of Menstrually-related Mood and Behavioral Disorders.' In brief, these criteria include:\n\n1. history within the last two years of at least six months with menstrually-related mood or behavioral disturbances of at least moderate severity--i.e., disturbances that are distinct in appearance and associated with a notable degree of subjective distress;\n2. symptoms should have a sudden onset and offset;\n3. age 18-50;\n4. not pregnant and in good medical health;\n5. medication free.\n\n   All patients participating in this protocol will have already participated in Protocol No. 81-M-0126 and will have a prospectively confirmed and predictable relationship between their mood disorder and the premenstrual phase of the menstrual cycle, i.e., a 30% change in severity of symptom self rating scales, relative to the range of the scale employed, during the seven days premenstrually compared with the seven days post-menstrually in two out of three months of study.\n\n   The Schedule for Affective Disorders and Schizophrenia will be administered to all patients prior to study entry. Any patient with a current axis I psychiatric diagnosis will be excluded from participating in this protocol.\n\n   Prior to treatment, a complete physical and neurological examination will have been performed and the following routine laboratory data obtained:\n\n   A. Blood\n\n   Complete blood count; thyroid function tests; cortisol; renal function tests, such as blood urea nitrogen (BUN) and creatinine; electrolytes; glucose; liver function tests.\n\n   B. Urine\n\n   Routine urinalysis; urine pregnancy test.\n\n   GnRH agonist will not be administered to any subject with significant clinical or laboratory abnormalities. The blood tests and urinalysis will be repeated 2 weeks after GnRH agonist administration to rule out any evidence of acute renal, hepatic or hematologic toxicity.\n\n   Results of Pap smear performed within one year of the onset of treatment will be obtained.\n\n   EXCLUSION CRITERIA:\n\n   The following conditions will constitute contraindications to treatment with hormonal therapy and will preclude a subject's participation in this protocol:\n   * current Axis I psychiatric diagnosis\n   * history consistent with endometriosis,\n   * diagnosis of ill-defined, obscure pelvic lesions, particularly, undiagnosed ovarian enlargement,\n   * hepatic disease as manifested by abnormal liver function tests,\n   * history of mammary carcinoma,\n   * history of pulmonary embolism or phlebothrombosis\n   * undiagnosed vaginal bleeding\n   * porphyria\n   * diabetes mellitus\n   * history of malignant melanoma\n   * cholecystitis or pancreatitis,\n   * cardiovascular or renal disease\n   * pregnancy\n   * Any woman meeting the Stages of Reproductive Aging Workshop Criteria (STRAW) for the perimenopause. Specifically, we will exclude any woman with an elevated plasma follicle stimulating hormone (FSH) level (\\>= 14 IU/L) and with menstrual cycle variability of \\> 7 days different from their normal cycle length.\n   * Subjects taking birth control pills will be excluded from the study.\n   * Subjects taking diuretics, prostaglandin inhibitors, or pyridoxine (putative treatments for MRMD) will similarly be excluded from the study\n   * Patients taking psychotropic agents (e.g., lithium carbonate, tricyclic antidepressants).\n   * All subjects will be required to use non-hormonal forms of birth control (e.g., barrier methods) to avoid pregnancy during this study.",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "maximumAge": "45 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Mean Beck Depression Inventory Score",
        "description": "The Beck Depression Inventory (BDI) is a 21-item, self-report rating inventory that measures the severity of symptoms accompanying depression. Each item has a minimum score of 0 and a maximum score of 3, with higher numbers consistent with more severe symptoms. The score of each item is summed to amount the overall BDI score, with a minimum score of 0 and a maximum score of 63. Higher BDI scores are consistent with more severe depression. Score of 16 or greater is consistent with clinical depression.\n\nEach participant completed the BDI every 2 weeks during each of the study phases throughout the 6-month study. Outcome measures reported consist of the average of two BDI scores from each phase of the study: the last 4 weeks of the GnRH agonist alone; weeks 6 and 8 of placebo alone; during the 4-week long estradiol phase (weeks 2 and 4 of estradiol) and the 4-week long progesterone phase (weeks 2 and 4 of progesterone).",
        "timeFrame": "Placebo: Weeks 6 and 8 of Placebo; Lupron only: Weeks 6 and 8 or 10 and 12; Estradiol or progesterone: Weeks 2 and 4"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 29,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:17.944Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}