{
  "nctId": "NCT02578641",
  "briefTitle": "A Phase III Trial Evaluating Chemotherapy and Immunotherapy for Advanced Nasopharyngeal Carcinoma (NPC) Patients",
  "officialTitle": "A Multicentre, Randomized, Open-Label, Phase III Clinical Trial Of Gemcitabine And Carboplatin Followed By Epstein-Barr Virus-Specific Autologous Cytotoxic T Lymphocytes Versus Gemcitabine And Carboplatin As First Line Treatment For Advanced Nasopharyngeal Carcinoma(NPC) Patients",
  "protocolDocument": {
    "nctId": "NCT02578641",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-05-01",
    "uploadDate": "2022-12-22T06:26",
    "size": 4441760,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02578641/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 330,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-07",
    "completionDate": "2022-02-28",
    "primaryCompletionDate": "2022-02-28",
    "firstSubmitDate": "2015-10-12",
    "firstPostDate": "2015-10-19"
  },
  "eligibilityCriteria": {
    "criteria": "Key Inclusion Criteria\n\n1. Metastatic or locally recurrent EBV-positive, non-keratinizing and/ or undifferentiated NPC\\* who do not have curative options such as chemo-radiation or surgery\n\n   \\*Subjects will be enrolled based on confirmed histology diagnosis of the NPC\n2. Radiologically measurable disease as per RECIST 1.1\n3. Human Immunodeficiency Virus (HIV) negative\\*\n\n   \\* Status of HIV must be confirmed via a HIV antibody test or other confirmatory tests available within 4 weeks of screening\n4. Bilirubin \\<2 x upper limit of normal (ULN) and aspartate aminotransferase (AST), alanine aminotransferase (ALT) \\<3 x ULN\n5. Calculated creatinine clearance (CRCL) ≥40 mL/min. Glomerular Filtration Rate (GFR) is calculated based on Cockcroft-Gault method.\n6. Normal corrected calcium levels\n7. Absolute neutrophil count \\>1200/mm3, hemoglobin (Hb) ≥10 g/dL and platelets ≥100,000/mm3\n8. Male or female\n9. Age ≥ 18 years or according to local legal age of consent\n10. Eastern Cooperative Oncology Group Performance Scale (ECOG-PS) ≤2\n11. Written informed consent\n12. Life expectancy \\>6 months\n\nKey Exclusion Criteria\n\n1. Severe concomitant illness i.e. chronic obstructive pulmonary disease (COPD), ischemic heart disease (IHD), active congestive cardiac failure (CCF), active angina pectoris, uncontrolled arrhythmia, uncontrolled hypertension\n2. HIV Positive\\*\n\n   \\* Status of HIV must be confirmed via a HIV antibody test or other confirmatory tests available within 4 weeks of screening\n3. Pregnant or lactating females\n4. Refuse of use of contraception during trial (both male and female patients)\n5. Investigational therapy less than one month prior to study entry\n6. Pre-existing peripheral neuropathy (National Cancer Institute Common Terminology Criteria for Adverse Events \\[NCI CTCAE\\] ≥2)\n7. Central nervous system metastasis\n8. Previous or concurrent cancer that is distinct in primary site or histology from the cancer being evaluated in this study, EXCEPT cervical carcinoma in situ, treated basal cell carcinoma, superficial bladder tumors \\[Ta, Tis and T1\\] or any cancer curatively treated \\>3 years prior to study entry\n9. Positive hepatitis B surface antigen (HBsAg) results\n10. Known history of hepatitis C and recovery status has not been determined at time of screening\n11. Prior anti-cancer treatment for metastatic or locally recurrent disease, EXCEPT:\n\n    For metastatic or locally recurrent disease, localised palliative radiotherapy is allowed.\n\n    For locally recurrent disease, the following treatment is allowed\n    * Prior radiotherapy with curative intent\n    * Prior chemo-radiotherapy with curative intent\n    * Adjuvant chemotherapy\n    * Localised palliative radiotherapy Prior chemotherapy must be \\> 6 months before screening\n12. Severe intercurrent infections\n13. Prior immunotherapy for metastatic or locally recurrent disease\n\nThe following is allowable:\n\n• Adjuvant immunotherapy/ biologics Prior adjuvant immunotherapy/ biologics must be \\> 6 months before screening",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Overall Survival (OS) of Subjects With Advanced Nasopharyngeal Carcinoma.",
        "description": "Efficacy of EBV-CTL following first line chemotherapy was compared to chemotherapy alone in terms of OS of subjects with advanced nasopharyngeal carcinoma. Overall survival was defined as the duration in months from the day of randomization until death from any cause for a subject known to be deceased, or censored at the last contact date that a subject was known to be alive or lost to follow-up.",
        "timeFrame": "From randomization until death, assessed up to 7 years. Survivors and lost to follow-up subjects were censored at the date of last contact. Survival follow-up was done every 12 weeks from end of treatment."
      }
    ],
    "secondary": [
      {
        "measure": "Progression-free Survival (PFS) of Subjects With Advanced Nasopharyngeal Carcinoma.",
        "description": "Progression-free survival was defined as the duration from randomization to the first occurrence of documented disease progression \\[based on imaging results\\] or death from any cause, whichever occurred first.",
        "timeFrame": "From randomization until first occurrence of disease progression or death of any cause, whichever occurred first, assessed up to 7 years. Subjects who received subsequent anti-cancer therapy were censored at the date of last tumor assessment."
      },
      {
        "measure": "Overall Response Rate (ORR) of Subjects With Advanced Nasopharyngeal Carcinoma.",
        "description": "Overall response rate was assessed by sites using computed tomography/magnetic resonance imaging based on RECIST version 1.1, which defined Complete Response (CR) as disappearance of all lesions and pathologic lymph nodes; Partial Response (PR) as \\>=30% decrease in the sum of the longest diameter (SLD) of target lesions, no new lesions, no progression of non-target lesions; Stable disease (SD) as no PR and no progressive disease (PD); PD as \\>=20% increase SLD compared to smallest SLD or progression of non-target lesions or new lesions. The ORR for each treatment arm was comprised of the proportion of subjects who achieved a best overall response of CR or PR while on treatment (until End of Treatment visit), taking as reference the tumor measurement at baseline. Subjects who achieved CR or PR are responders, otherwise are non-responders.",
        "timeFrame": "From randomization until End of Treatment, an average of 13 months for the gemcitabine+carboplatin and EBVCTL arm and 6 months for the gemcitabine+carboplatin only arm."
      },
      {
        "measure": "Clinical Benefit Rate (CBR) of Subjects With Advanced Nasopharyngeal Carcinoma.",
        "description": "Clinical benefit rate (CBR) was assessed using computed tomography/magnetic resonance imaging based on RECIST version 1.1., which defined CR as disappearance of all lesions and pathologic lymph nodes; PR as \\>=30% decrease in the sum of the longest diameter (SLD) of target lesions, no new lesions, no progression of non-target lesions; SD as no PR and no PD; PD as \\>=20% increase SLD compared to smallest SLD or progression of non-target lesions or new lesions. CBR was defined as the proportion of subjects who achieved CR, PR, or SD while on treatment (until End of Treatment visit), taking as reference the tumor measurement at baseline.",
        "timeFrame": "From randomization until End of Treatment, an average of 13 months for the gemcitabine+carboplatin and EBVCTL arm and 6 months for the gemcitabine+carboplatin only arm."
      },
      {
        "measure": "Best Overall Response (BOR) of Subjects With Advanced Nasopharyngeal Carcinoma.",
        "description": "Best overall response (BOR) was assessed using computed tomography/magnetic resonance imaging based on RECIST version 1.1., which defined CR as disappearance of all lesions and pathologic lymph nodes; PR as \\>=30% decrease in the sum of the longest diameter (SLD) of target lesions, no new lesions, no progression of non-target lesions; SD as no PR and no PD; PD as \\>=20% increase SLD compared to smallest SLD or progression of non-target lesions or new lesions. The BOR of each treatment arm consisted of CR, PR, SD, PD, NE, and NA while on treatment (until End of Treatment visit), taking as reference the tumor measurement at baseline. The ORR was comprised of the proportion of subjects who achieved a BOR of CR or PR.",
        "timeFrame": "From randomization until End of Treatment, an average of 13 months for the gemcitabine+carboplatin and EBVCTL arm and 6 months for the gemcitabine+carboplatin only arm."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 1,
      "totalCount": 1
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 42,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:51.882Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}