{
  "nctId": "NCT03187301",
  "briefTitle": "A Cardiac Safety Study of an Investigational Drug to See How if Affects the Heart in People With Parkinson's Disease Complicated by Motor Fluctuations \"OFF\" Episodes",
  "officialTitle": "A Phase 2, Randomized, Double-Blind, Placebo Controlled, 3-Period Crossover, Positive Control, QT-Evaluation Study of APL-130277 in Subjects With Parkinson's Disease Complicated by Motor Fluctuations (\"OFF\" Episodes)",
  "protocolDocument": {
    "nctId": "NCT03187301",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-08-28",
    "uploadDate": "2020-06-19T10:35",
    "size": 2186906,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03187301/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 48,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-08-03",
    "completionDate": "2017-12-21",
    "primaryCompletionDate": "2017-12-21",
    "firstSubmitDate": "2017-06-07",
    "firstPostDate": "2017-06-14"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* 1\\) Male or female ≥ 18 years of age. 2) Clinical diagnosis of Idiopathic PD, consistent with UK Brain Bank Criteria (excluding the \"more than one affected relative\" criterion).\n\n  3\\) Clinically meaningful response to Levodopa (L-Dopa). Subjects with or without well defined \"OFF\" episodes, as determined by the Investigator will be allowed.\n\n  4\\) Receiving stable doses of L-Dopa/carbidopa (immediate or sustained release) administered at least 3 times per day OR Rytary™ administered 3 times per day, for at least 4 weeks before the initial Screening Visit (SV1). Subjects receiving L-Dopa/carbidopa 3 times a day must also be on stable treatment with adjunctive PD medication regimens. These regimens bust me maintained at a stable dose for at least 4 weeks prior to the initial Screening Visit (SV1) with the exception that MAO-B inhibitors must be maintained at a stable level for at least 8 weeks prior to the initial Screening Visit (SV1).\n\n  5\\) No planned medication change(s) or surgical intervention anticipated during the course of study.\n\n  6\\) the subject must be able to have a drug withdrawal induced \"OFF\" episode.\n\n  7\\) Stage III or less on the modified Hoehn and Yahr scale in the \"ON\" state.\n\n  8\\) Mini-Mental State Examination (MMSE) score \\> 21.\n\n  9\\) If female and of childbearing potential, must agree to use one of the following methods of birth control throughout the study and until at least 30 days after final drug administration:\n  * Oral contraceptive\n  * Contraceptive patch\n  * Barrier (diaphragm, sponge or condom) plus spermicidal preparations\n  * Intrauterine contraceptive system\n  * Levonorgestrel implant\n  * Medroxyprogesterone acetate contraceptive injection\n  * Complete abstinence from sexual intercourse;\n  * Hormonal vaginal contraceptive ring; or\n  * Surgical sterilization or partner sterile (must have documented proof).\n\n    10)Male subjects must be either surgically sterile, agree to be sexually abstinent or use a barrier method of birth control (e.g., condom) from first study drug administration until at least 30 days after final drug administration\n\n    11)Willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study-related procedures to complete the study.\n\n    12)Able to understand the consent form, and to provide written informed consent.\n\n    13)Must be approved as a satisfactory candidate by the Enrollment Authorization Committee (EAC) and the Sponsor.\n\nExclusion Criteria:\n\n1. Atypical or secondary parkinsonism\n2. Nausea associated with the use of dopamine agonists that requires treatment with an antiemetic.\n3. Previous treatment with any of the following: a neurosurgical procedure for PD; continuous subcutaneous (s.c.) apomorphine infusion; or Duodopa/Duopa.\n4. Treatment with any form of s.c. apomorphine within 7 days prior to the initial Screening Visit (SV1). Subjects that stopped s.c. apomorphine for any reason other than systemic safety concerns or lack of efficacy may be considered.\n5. Contraindications to moxifloxacin or APOKYN®, or hypersensitivity to apomorphine hydrochloride or any macrolide antibiotic or any of the ingredients of APOKYN® (notably sodium metabisulfite).\n6. Female who is pregnant or lactating.\n7. Participation in a clinical trial within 30 days prior to the initial Screening Visit (SV1), with the exception of clinical studies related to APL-13077.\n8. Receipt of any investigational (i.e., unapproved) medication within 30 days prior to the initial Screening Visit (SV1), with the exception of APL-13077.\n9. Any selective 5HT3 antagonists (i.e., ondansetron, granisetron, dolasetron, palonosetron, alosetron), dopamine antagonists (including Tigan \\[trimethobenzamide\\] and domperidone, but excluding quetiapine or clozapine) or dopamine depleting agents within 30 days prior to initial Screening Visit (SV1).\n10. Drug or alcohol dependency in the past 12 months.\n11. Subject has a history of malignancy within 5 years prior to SV1, except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer. Pituitary tumors of any duration are excluded.\n12. Documented abnormalities with ECGs including, arrhythmias, clinically meaningful interval irregularities, structural heart abnormalities ,myocardial infarction, presence or history of a pacemaker, or any abnormality of the ECG that in the opinion of the Investigator, would interfere with the ability to measure the QT interval, or correct the QT interval for heart rate.\n13. Male subjects with a screening corrected QT interval using Fridericia's formula (QTcF) of ≥ 450 ms; female subjects with a screening QT interval ≥ 470 ms. Eligibility will be based on the core laboratory ECG interpretation report.\n14. HR at screening \\< 45 bpm or \\> 100 bpm.\n15. QRS duration at screening \\>120 ms\n16. PR interval at screening \\>200 ms.\n17. Subjects with a history of cataplexy, unexplained syncope or seizures.\n18. Family history of sudden cardiac death.\n19. Heart failure (NYHA Class II or greater) and/or a myocardial infarction.\n20. Current use of any concomitant mediations that prolong the QT/QTc interval. Refer to https://crediblemeds.org for listing.\n21. History of additional risk factors for TdP (i.e., heart failure, hypokalemia, family history of Long QT Syndrome).\n22. Clinically significant medical, surgical, or laboratory abnormality in the opinion of the Investigator.\n23. Subject has a positive screening laboratory test result for human immunodeficiency virus (HIV).\n24. Subject has a positive screening laboratory test result for hepatitis B surface antigen or hepatitis C antibodies and has liver function test results at screening above the ULN for the reference laboratory.\n25. Major psychiatric disorder including, but not limited to, dementia, bipolar disorder, psychosis (including Parkinson's disease psychosis), or any disorder that, in the opinion of the Investigator, requires ongoing treatment that would make study participation unsafe or make treatment compliance difficult.\n26. History of clinically significant impulse control disorder(s).\n27. Dementia that precludes providing informed consent or would interfere with participation in the study.\n28. Current suicidal ideation within one year prior to the second Screening Visit (SV2) as evidenced by answering \"yes\" to Questions 4 or 5 on the suicidal ideation portion of the Columbia-Suicide Severity Rating Scale (C-SSRS) or attempted suicide within the last 5 years.\n29. Donation of blood plasma in the 30 days prior to first dosing.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Time-Matched Change From Baseline in QTc, Placebo-Adjusted and Corrected for Heart Rate Based on the Fridericia Correction Method (QTcF) Using Delta Delta Method (ΔΔQTcF): Comparison Between APL-130277 and Placebo (Central Tendency Analysis)",
        "description": "For the primary central tendency analysis, the changes from baseline (ΔQTcF) were compared between APL-130277 and placebo (ΔΔQTcF). Baseline was defined as the mean of the 9 ECGs (3 sets of triplicate ECGs) recorded at baseline (P1V1). In case any of the 9 ECGs were missing, the baseline was defined as the mean of the available baseline values. The post-dose ECGs were evaluated at 15, 30, 45 and 60 minutes (mins) and 2, 3 and 4 hours post-dose at each of the 3 treatment period dosing visits during the Randomized Crossover Assessment Phase. For each of the time points, an average value was calculated based on the 3 (or all available) ECGs. These average values were used in all change from baseline calculations.",
        "timeFrame": "Baseline to 15, 30, 45, 60 mins and 2, 3, and 4 hours post-dose for each of the 3 treatment period dosing visits."
      },
      {
        "measure": "Time-Matched Change From Baseline in QTc, Placebo-Adjusted and Corrected for Heart Rate Based on QTcF Using ΔΔQTcF: Comparison Between Moxifloxacin and Placebo (Assay Sensitivity Analysis)",
        "description": "For the assay sensitivity analysis in support of the primary central tendency analysis, the changes from baseline (ΔQTcF) were compared between moxifloxacin (positive control) and placebo (ΔΔQTcF). Baseline was defined as the mean of the 9 ECGs (3 sets of triplicate ECGs) recorded at baseline (P1V1). In case any of the 9 ECGs were missing, the baseline was defined as the mean of the available baseline values. The post-dose ECGs were evaluated at 60 mins and 2, 3 and 4 hours post-dose for each of the 3 treatment period dosing visits in the Randomized Crossover Assessment Phase. For each of the time points, an average value was calculated based on the 3 (or all available) ECGs. These average values were used in all change from baseline calculations.",
        "timeFrame": "Baseline to 60 mins and 2, 3, and 4 hours post-dose for each of the 3 treatment period dosing visits."
      }
    ],
    "secondary": [
      {
        "measure": "Cmax of Apomorphine and Apomorphine Sulfate (Metabolite) Following the Administration of APL-130277",
        "description": "The maximum observed plasma concentration (Cmax) for apomorphine and apomorphine sulfate (metabolite) was determined in patients treated with APL-130277. Pharmacokinetic (PK) parameters were derived using a non-compartmental analysis method. Bioanalysis of apomorphine and apomorphine-sulfate plasma concentration were measured using a validated liquid chromatography-tandem mass spectrometry (LC/MS-MS) method. The calibration range was 0.0200 nanograms per milliliter (ng/mL) to 20.0 ng/mL apomorphine and 10.0 to 1000 ng/mL apomorphine sulfate (metabolite). PK assessments were performed at each period of the Randomized Crossover Assessment Phase (at P1V1, P2V2 and P3V3) and results are presented for each of the APL-130277 doses administered (as determined for each patient during the Dose Titration Phase).",
        "timeFrame": "Blood samples for PK assessments were taken prior to dosing and at 0.5, 0.75, 1, 2, and 4 hours post-dose."
      },
      {
        "measure": "Tmax of Apomorphine and Apomorphine Sulfate (Metabolite) Following the Administration of APL-130277",
        "description": "The time of maximum observed plasma concentration (Tmax) for apomorphine and apomorphine sulfate (metabolite) was determined in patients treated with APL-130277. PK parameters were derived using a non-compartmental analysis method. Bioanalysis of apomorphine and apomorphine-sulfate plasma concentration were measured using a validated LC/MS-MS method. The calibration range was 0.0200 ng/mL to 20.0 ng/mL apomorphine and 10.0 to 1000 ng/mL apomorphine sulfate. PK assessments were performed at each period of the Randomized Crossover Assessment Phase (at P1V1, P2V2 and P3V3) and results are presented for each of the APL-130277 doses administered (as determined for each patient during the Dose Titration Phase).",
        "timeFrame": "Blood samples for PK assessments were taken prior to dosing and at 0.5, 0.75, 1, 2, and 4 hours post-dose."
      },
      {
        "measure": "AUClast of Apomorphine and Apomorphine Sulfate (Metabolite) Following the Administration of APL-130277",
        "description": "The area under the concentration-time curve from time of dosing to the last measurable point (AUClast) for apomorphine and apomorphine sulfate (metabolite) was determined in patients treated with APL-130277. PK parameters were derived using a non-compartmental analysis method. Bioanalysis of apomorphine and apomorphine-sulfate plasma concentration were measured using a validated LC/MS-MS method. The calibration range was 0.0200 ng/mL to 20.0 ng/mL apomorphine and 10.0 to 1000 ng/mL apomorphine sulfate. PK assessments were performed at each period of the Randomized Crossover Assessment Phase (at P1V1, P2V2 and P3V3) and results are presented for each of the APL-130277 doses administered (as determined for each patient during the Dose Titration Phase).",
        "timeFrame": "Blood samples for PK assessments were taken prior to dosing and at 0.5, 0.75, 1, 2, and 4 hours post-dose."
      },
      {
        "measure": "Number of Patients With Treatment-Emergent Adverse Events (TEAEs)",
        "description": "AE definition: any untoward medical occurrence in a clinical trial participant. Serious AE definition: an AE that is fatal, life threatening, requires in-patient hospitalization or prolongation of existing hospitalization, results in permanent (persistent) disability/incapacity, is a congenital anomaly/birth defect or is an important medical event. Severity of AEs were classified as: mild: causes no limitation of usual activities, moderate: causes some limitation of usual activities; or severe: prevents or severely limits usual activities. The investigator assessed AEs for relatedness to study medication. TEAEs were defined as all AEs that started on or after the first dose of study medication (APL-130277, moxifloxacin or placebo). Results are presented for TEAEs during the Randomized Crossover Assessment Phase.",
        "timeFrame": "From first dose of study medication up to last study visit for Randomized Crossover Assessment Phase, approximately up to 2 weeks"
      },
      {
        "measure": "ECG Assessments: Mean Change From Baseline to Post-Baseline Value for QTcB Interval During Randomized Crossover Assessment Phase",
        "description": "QTcB was defined as QT interval corrected with Bazett's method. QT was defined as time between start of Q wave and end of T wave. QTcB was determined during continuous 12-lead ECG (Holter) monitoring at each of the 3 treatment period dosing visits at pre-specified timepoints post-dose. Baseline was defined as the mean of the 9 ECGs (3 sets of triplicate ECGs) recorded at baseline (pre-dose P1V1). In case any of the 9 ECGs were missing, the baseline was defined as the mean of the available baseline values. The post-dose ECGs were evaluated at 15, 30, 45 and 60 mins and 2, 3 and 4 hours post-dose at each of the 3 treatment period dosing visits during the Randomized Crossover Assessment Phase. For each of the time points, an average value was calculated based on the 3 (or all available) ECGs. Results are presented for the mean change from baseline at each pre-specified post-dose timepoint.",
        "timeFrame": "Baseline and at 15, 30, 45, 60 minutes and 2, 3, and 4 hours post-dose for each of the 3 treatment period dosing visits during the Randomized Crossover Assessment Phase."
      },
      {
        "measure": "Mean Change From Pre-Dose to Post-Baseline Value in the Movement Disorders Society Unified Parkinson's Disease Rating Scale Part III Motor Examination (MDS-UPDRS Part III) Score During the Dose Titration Phase",
        "description": "The Motor Function section (Part III) of the MDS-UPDRS was administered by the Investigator, and included 33 scores based on 18-items, each anchored with 5 responses: 0 = normal, 1 = slight, 2 = mild, 3 = moderate, and 4 = severe. The scale range was from 0 to 132, with a lower score indicating better motor function and a higher score indicating more severe motor symptoms.\n\nThe least squares mean change in the MDS-UPDRS Part III score from pre-dose to 30, 60 and 90 minutes post-dose during the Dose Titration Phase at the highest tolerated APL-130277 dose level (indicated as Day 2) and the lowest APL-130277 dose resulting in a full 'ON' (indicated as Day 1) are presented.",
        "timeFrame": "Baseline (pre-dose) and at 30, 60 and 90 minutes after dosing during the Dose Titration Phase."
      },
      {
        "measure": "Median Time to 'ON' During the Dose Titration Phase",
        "description": "The time to 'ON' was calculated as minutes from the time when the patient received APL-130277 until the time the patient turned fully 'ON', as assessed by the Investigator. Data was censored at 90 minutes.\n\nThe median time to a full 'ON' response during the Dose Titration Phase following the highest tolerated APL-130277 dose level (indicated as Day 2) and the lowest APL-130277 dose resulting in a full 'ON' (indicated as Day 1) are presented. The median time to 'ON' on Day 1 and Day 2 was calculated using the Kaplan-Meier method.",
        "timeFrame": "Time of dosing up to 90 minutes post-dose during the Dose Titration Phase."
      },
      {
        "measure": "Median Duration of 'ON' During the Dose Titration Phase",
        "description": "The duration of 'ON' was calculated as minutes from the time when the patient turned fully 'ON' until the time when the patient turned 'OFF', as assessed by the Investigator. If the patient did not turn fully 'ON' within 90 minutes the duration of 'ON' was defined as zero minutes. If the patient turned fully 'ON' and did not turn 'OFF' by 90 minutes, the data was censored at 90 minutes minus the time when the patient turned fully 'ON'.\n\nThe median duration of a full 'ON' response during the Dose Titration Phase following the highest tolerated APL-130277 dose level (indicated as Day 2) and the lowest APL-130277 dose resulting in a full 'ON' (indicated as Day 1) are presented. The median duration of 'ON' on Day 1 and Day 2 was calculated using the Kaplan-Meier method.",
        "timeFrame": "Time of dosing up to 90 minutes post-dose during the Dose Titration Phase."
      },
      {
        "measure": "ECG Assessments: Mean Change From Baseline to Post-Baseline Value for Heart Rate During Randomized Crossover Assessment Phase",
        "description": "Heart rate was determined during continuous 12-lead ECG (Holter) monitoring at each of the 3 treatment period dosing visits at pre-specified timepoints post-dose. Baseline was defined as the mean of the 9 ECGs (3 sets of triplicate ECGs) recorded at baseline (pre-dose P1V1). In case any of the 9 ECGs were missing, the baseline was defined as the mean of the available baseline values. The post-dose ECGs were evaluated at 15, 30, 45 and 60 mins and 2, 3 and 4 hours post-dose at each of the 3 treatment period dosing visits during the Randomized Crossover Assessment Phase. For each of the time points, an average value was calculated based on the 3 (or all available) ECGs. Results are presented for the mean change from baseline at each pre-specified post-dose timepoint.",
        "timeFrame": "Baseline and at 15, 30, 45, 60 minutes and 2, 3, and 4 hours post-dose for each of the 3 treatment period dosing visits during the Randomized Crossover Assessment Phase."
      },
      {
        "measure": "ECG Assessments: Mean Change From Baseline to Post-Baseline Value for PR Interval During Randomized Crossover Assessment Phase",
        "description": "PR interval was defined as time from the onset of the P wave to the start of the QRS complex. PR interval was determined during continuous 12-lead ECG (Holter) monitoring at each of the 3 treatment period dosing visits at pre-specified timepoints post-dose. Baseline was defined as the mean of the 9 ECGs (3 sets of triplicate ECGs) recorded at baseline (pre-dose P1V1). In case any of the 9 ECGs were missing, the baseline was defined as the mean of the available baseline values. The post-dose ECGs were evaluated at 15, 30, 45 and 60 mins and 2, 3 and 4 hours post-dose at each of the 3 treatment period dosing visits during the Randomized Crossover Assessment Phase. For each of the time points, an average value was calculated based on the 3 (or all available) ECGs. Results are presented for the mean change from baseline at each pre-specified post-dose timepoint.",
        "timeFrame": "Baseline (pre-dose P1V1) and at 15, 30, 45, 60 minutes and 2, 3, and 4 hours post-dose for each of the 3 treatment period dosing visits during the Randomized Crossover Assessment Phase."
      },
      {
        "measure": "ECG Assessments: Mean Change From Baseline to Post-Baseline Value for QRS Interval During Randomized Crossover Assessment Phase",
        "description": "QRS interval was defined as the time of QRS complex (Q, R, and S waves). QRS interval was determined during continuous 12-lead ECG (Holter) monitoring at each of the 3 treatment period dosing visits at pre-specified timepoints post-dose. Baseline was defined as the mean of the 9 ECGs (3 sets of triplicate ECGs) recorded at baseline (pre-dose P1V1). In case any of the 9 ECGs were missing, the baseline was defined as the mean of the available baseline values. The post-dose ECGs were evaluated at 15, 30, 45 and 60 mins and 2, 3 and 4 hours post-dose at each of the 3 treatment period dosing visits during the Randomized Crossover Assessment Phase. For each of the time points, an average value was calculated based on the 3 (or all available) ECGs. Results are presented for the mean change from baseline at each pre-specified post-dose timepoint.",
        "timeFrame": "Baseline and at 15, 30, 45, 60 minutes and 2, 3, and 4 hours post-dose for each of the 3 treatment period dosing visits during the Randomized Crossover Assessment Phase."
      },
      {
        "measure": "ECG Assessments: Mean Change From Baseline to Post-Baseline Value for Uncorrected QT Interval During Randomized Crossover Assessment Phase",
        "description": "Uncorrected QT interval was defined as time between start of Q wave and end of T wave. QT interval was determined during continuous 12-lead ECG (Holter) monitoring at each of the 3 treatment period dosing visits at pre-specified timepoints post-dose. Baseline was defined as the mean of the 9 ECGs (3 sets of triplicate ECGs) recorded at baseline (pre-dose P1V1). In case any of the 9 ECGs were missing, the baseline was defined as the mean of the available baseline values. The post-dose ECGs were evaluated at 15, 30, 45 and 60 mins and 2, 3 and 4 hours post-dose at each of the 3 treatment period dosing visits during the Randomized Crossover Assessment Phase. For each of the time points, an average value was calculated based on the 3 (or all available) ECGs. Results are presented for the mean change from baseline at each pre-specified post-dose timepoint.",
        "timeFrame": "Baseline and at 15, 30, 45, 60 minutes and 2, 3, and 4 hours post-dose for each of the 3 treatment period dosing visits during the Randomized Crossover Assessment Phase."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 12,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:44.520Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}