{
  "nctId": "NCT04031885",
  "briefTitle": "A Study of Abemaciclib (LY2835219) in Combination With Fulvestrant Compared to Chemotherapy in Women With HR Positive, HER2 Negative Metastatic Breast Cancer",
  "officialTitle": "A Multicenter, Open-Label, Randomized-Controlled Study of Abemaciclib, a CDK4 and 6 Inhibitor, in Combination With Fulvestrant Compared to Chemotherapy in Women With HR Positive, HER2 Negative Metastatic Breast Cancer With Visceral Metastases",
  "protocolDocument": {
    "nctId": "NCT04031885",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-02-20",
    "uploadDate": "2021-06-29T11:08",
    "size": 960825,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04031885/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 4,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-08-14",
    "completionDate": "2020-08-11",
    "primaryCompletionDate": "2020-08-11",
    "firstSubmitDate": "2019-07-23",
    "firstPostDate": "2019-07-24"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participants must be females of post-menopausal status with HR+, HER2- breast cancer that has spread to internal organs\n* Participants must have had at least one endocrine therapy\n* Participants must be willing to use a device to answer daily questions about how they are doing for the duration of their participation in the study\n* If participant has diarrhea from a previous treatment, they should talk to their doctor to ensure they have recovered enough to participate in this study\n\nExclusion Criteria:\n\n* Participants must not have breast cancer that has spread to the brain if untreated and with symptoms\n* Participants must not have had any systemic treatment after their breast cancer has spread unless it is endocrine therapy\n* Participants must not have certain active infections including HIV or hepatitis\n* Participants must not be pregnant or breastfeeding\n* Participants must not have certain types of cancers or certain previous cancer treatments\n* Participants must not have certain serious medical conditions, including heart or lung disease, or have had certain types of tissue or organ transplants",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Objective Response Rate (ORR): Percentage of Participants Who Achieve Complete Response (CR) or Partial Response (PR)",
        "description": "ORR is defined as the number of participants who achieve a best overall response (BOR) of complete response (CR) or partial response (PR) divided by the total number of participants randomized to the corresponding treatment arm \\[intent-to-treat (ITT) population\\], based on investigator-assessed tumor responses.CR is defined as the disappearance of all target and non-target lesions and no appearance of new lesions. PR is defined as at least a 30% decrease in the sum of the longest diameters (LD) of target lesions (taking in reference the baseline sum LD), no progression of non-target lesions, and no appearance of new lesions. Confirmations of CR and PR are not required.",
        "timeFrame": "Randomization to Measured Progressive Disease (Up to 12 Months)"
      }
    ],
    "secondary": [
      {
        "measure": "Progression Free Survival (PFS)",
        "description": "PFS is defined as the time from first dose date until the first occurrence of documented disease progression per Response Criteria In Solid Tumors version 1.1(RECIST v1.1) or death from any cause in the absence of progressive disease. Progression-free survival will be based on investigator-assessed tumor responses; there will not be an independent central review of imaging data.",
        "timeFrame": "First Dose Date to Objective Progression or Death Due to Any Cause (Up to 12 Months)"
      },
      {
        "measure": "Time to Response (TTR)",
        "description": "TTR is defined as the time from first dose date until the date that measurement criteria for CR or PR (whichever is first recorded) are first met, per Response Evaluation Criteria in Solid Tumors (RECIST) v1.1.",
        "timeFrame": "First Dose to Date of CR or PR (Up to 12 Months)"
      },
      {
        "measure": "Duration of Response (DoR)",
        "description": "DoR is defined as the time from the date that measurement criteria for CR or PR (whichever is first recorded) are first met until the first date that disease is recurrent or documented disease progression is observed, per RECIST 1.1 criteria, or the date of death from any cause in the absence of documented disease progression or recurrence.",
        "timeFrame": "Date of CR or PR to Date of Objective Progression or Death Due to Any Cause (Up to 12 Months)"
      },
      {
        "measure": "Progression Free Survival 2 (PFS 2)",
        "description": "PFS 2 is defined as the time from first dose date to the disease progression date on next line (first line of post-discontinuation treatment), or starting date of the second line of post-discontinuation treatment or death from any cause, whichever is earlier, or death from any cause, whichever is earlier.",
        "timeFrame": "Randomization to Second Objective Progression or Death Due to Any Cause (Up to 12 Months)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:49.807Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}