{
  "nctId": "NCT04201431",
  "briefTitle": "Safety, Immunogenicity and Efficacy of the Blood-stage Plasmodium Vivax Malaria Vaccine Candidate PvDBPII in Matrix M1",
  "officialTitle": "A Phase I/IIa Clinical Trial to Assess the Safety, Immunogenicity and Efficacy of the Blood-stage Plasmodium Vivax Malaria Vaccine Candidate PvDBPII in Matrix M1 in Healthy Adults Living in the UK",
  "protocolDocument": {
    "nctId": "NCT04201431",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-06-21",
    "uploadDate": "2023-10-06T03:57",
    "size": 2547245,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04201431/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 24,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-01-24",
    "completionDate": "2022-07-14",
    "primaryCompletionDate": "2022-07-14",
    "firstSubmitDate": "2019-11-18",
    "firstPostDate": "2019-12-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Healthy adult aged 18 to 45 years.\n* Red blood cells positive for the Duffy antigen/chemokine receptor (DARC).\n* Normal serum levels of Glucose-6-phosphate dehydrogenase (G6PD).\n* Negative haemoglobinopathy screen\n* Able and willing (in the Investigator's opinion) to comply with all study requirements.\n* Willing to allow the Investigators to discuss the volunteer's medical history with their General Practitioner.\n* Women only: Must practice continuous highly effective contraception\\* for the duration of the study\n* Agreement to permanently refrain from blood donation\n* Written informed consent to participate in the trial.\n* Reachable (24/7) by mobile phone during the period between CHMI and completion of all antimalarial treatment.\n* Willing to take a curative anti-malarial regimen following CHMI.\n* Willing to reside in Oxford for the post-challenge period, until antimalarials have been completed.\n* Answer all questions on the informed consent quiz correctly at first or second attempt\n\n  * Female volunteers are required to use a highly effective form of contraception during the course of the study as malaria challenge could pose a serious risk to both maternal health and the unborn foetus.\n\nExclusion Criteria:\n\n* History of clinical malaria (any species).\n* Travel to a clearly malaria endemic locality during the study period or within the preceding six months.\n* Use of systemic antibiotics with known antimalarial activity within 30 days of CHMI (e.g. trimethoprim-sulfamethoxazole, doxycycline, tetracycline, clindamycin, erythromycin, fluoroquinolones and azithromycin).\n* Use of anti-malarials within 30 days of CHMI\n* Weight less than 50kg, as measured at the screening visit\n* Receipt of immunoglobulins within the three months prior to planned administration of the vaccine candidate.\n* Receipt of blood products (e.g., blood transfusion) at any time in the past.\n* Peripheral venous access unlikely to allow twice daily blood testing (as determined by the Investigator).\n* Receipt of an investigational product in the 30 days preceding enrolment, or planned receipt during the study period.\n* Receipt of any vaccine in the 30 days preceding enrolment, or planned receipt of any other vaccine within 30 days preceding or following each study vaccination, with the exception of licensed COVID-19 vaccines, which should not be received between 14 days before to 7 days after any study vaccination\n* Planned receipt of a COVID-19 vaccine between 2 weeks before the day of CHMI until completion of antimalarial treatment\n* Concurrent involvement in another clinical trial or planned involvement during the study period\n* Prior receipt of an investigational vaccine likely to impact on interpretation of the trial data or the P. vivax parasite as assessed by the Investigator.\n* Any confirmed or suspected immunosuppressive or immunodeficient state, including HIV infection; asplenia; recurrent, severe infections and chronic (more than 14 days) immunosuppressant medication within the past 6 months (inhaled and topical steroids are allowed).\n* History of allergic disease or reactions likely to be exacerbated by any component of the vaccine e.g. egg products, Kathon\n* History of allergic disease or reactions likely to be exacerbated by malaria infection.\n* History of clinically significant contact dermatitis\n* Any history of anaphylaxis in reaction to vaccinations\n* Pregnancy, lactation or intention to become pregnant during the study.\n* Use of medications known to cause prolongation of the QT interval and existing contraindication to the use of Malarone.\n* Use of medications known to have a potentially clinically significant interaction with Riamet and Malarone.\n* Any clinical condition known to prolong the QT interval.\n* History of cardiac arrhythmia, including clinically relevant bradycardia.\n* Disturbances of electrolyte balance, e.g. hypokalaemia or hypomagnesaemia.\n* Family history of congenital QT prolongation or sudden death.\n* Contraindications to the use of both of the proposed anti-malarial medications; Riamet Malarone.\n* History of cancer (except basal cell carcinoma of the skin and cervical carcinoma in situ).\n* History of serious psychiatric condition that may affect participation in the study.\n* Any other serious chronic illness requiring hospital specialist supervision.\n* Suspected or known current alcohol abuse as defined by an alcohol intake of greater than 25 standard UK units every week.\n* Suspected or known injecting drug abuse in the 5 years preceding enrolment.\n* Hepatitis B surface antigen (HBsAg) detected in serum.\n* Seropositive for hepatitis C virus (antibodies to HCV) at screening or (unless has taken part in a prior hepatitis C vaccine study with confirmed negative HCV antibodies prior to participation in that study, and negative HCV RNA PCR at screening for this study).\n* Positive family history in both 1st AND 2nd degree relatives \\< 50 years old for cardiac disease.\n* Volunteers unable to be closely followed for social, geographic or psychological reasons.\n* Any clinically significant abnormal finding on biochemistry or haematology blood tests, urinalysis or clinical examination. In the event of abnormal test results, confirmatory repeat tests will be requested. Procedures for identifying laboratory values meeting exclusion criteria are shown in SOP VC027.\n* Any other significant disease, disorder, or finding which may significantly increase the risk to the volunteer because of participation in the study, affect the ability of the volunteer to participate in the study or impair interpretation of the study data.\n* Inability of the study team to contact the volunteer's GP to confirm medical history and safety to participate\n\nExclusion criteria on day of CHMI\n\nThe following constitute absolute contraindications to CHMI:\n\n* Acute disease, defined as moderate or severe illness with or without fever\n* Current COVID-19 infection, defined as ongoing symptoms with positive COVID-19 PCR swab test taken during current illness or positive COVID-19 PCR swab test within preceding 14 days without symptoms.\n* Pregnancy",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "45 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Safety of the PvDBPII-Matrix M1 Vaccine Candidate, Assessed Through Collection of Data on the Frequency, Duration and Severity of Solicited and Unsolicited Adverse Events.",
        "description": "Number of volunteers reporting a grade 3 solicited or unsolicited adverse event within 28 days post-vaccination or serious adverse event throughout the study period",
        "timeFrame": "12 months"
      },
      {
        "measure": "Establish Whether the PvDBPII-Matrix M1 Vaccine Can Demonstrate a Reduced Parasite Multiplication Rate in Vaccinated Subjects Compared to Infectivity Controls in a Blood-stage Controlled Human Malaria Infection Model",
        "description": "Assessed by quantitative PCR-derived parasite multiplication rate (PMR). The PMR of the volunteers vaccinated with PvDBPII-Matrix M1 will be compared to the PMR of the malaria-naïve controls partaking in parallel primary CHMI in study VAC069.",
        "timeFrame": "12 months"
      }
    ],
    "secondary": [
      {
        "measure": "Assessment of the Humoral Immunogenicity of the PvDBPII-Matrix M1 Vaccine Candidate.",
        "description": "Total IgG antibody response to the P. vivax Duffy-binding protein (PvDBPII) vaccine",
        "timeFrame": "12 months"
      },
      {
        "measure": "Assessment of the Cellular Immunogenicity of the PvDBPII-Matrix M1 Vaccine Candidate.",
        "description": "PvDBPII-specific CD4+ CD45RA- CCR7- effector memory T cells producing IFN-γ at 14 days after the third vaccination",
        "timeFrame": "12 months"
      },
      {
        "measure": "Immunological Readouts for Association With a Reduced Parasite Multiplication Rate",
        "description": "Correlation between anti-PvDBP responses induced by the PvDBPII-Matrix M1 vaccine candidate and PMR.",
        "timeFrame": "12 months"
      },
      {
        "measure": "Assess the Durability of Any Reduction in PMR in Group 3 Volunteers Undergoing a Fourth Vaccination and Rechallenge",
        "description": "Assessed by quantitative PCR-derived parasite multiplication rate (PMR). Comparison will be made between volunteers in Group 3 and two control groups: malaria-naive controls undergoing primary CHMI and volunteers undergoing their second CHMI in the parallel VAC069 study (NCT03797989).",
        "timeFrame": "12 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:41.613Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}