{
  "nctId": "NCT03968978",
  "briefTitle": "Tezepelumab Home Use Study",
  "officialTitle": "A Multicenter, Randomized, Open-label, Parallel Group, Functionality, and Performance Study of an Accessorized Pre-filled Syringe and Autoinjector With Home-administered Subcutaneous Tezepelumab in Adolescent and Adult Subjects With Severe Asthma (PATH-HOME)",
  "protocolDocument": {
    "nctId": "NCT03968978",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-07-03",
    "uploadDate": "2021-05-21T08:41",
    "size": 1417863,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03968978/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 216,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-05-21",
    "completionDate": "2020-06-05",
    "primaryCompletionDate": "2020-06-05",
    "firstSubmitDate": "2019-04-30",
    "firstPostDate": "2019-05-30"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male or female, age 12 to 80 years.\n* Documented physician-diagnosed asthma for at least 12 months.\n* Evidence of asthma as documented by post BD (albuterol/salbutamol) reversibility of FEV1 ≥ 12% AND ≥200 mL (15-60 min after administration of 4 puffs of albuterol/salbutamol), documented either: in the previous 12 months prior to V1, OR demonstrated at V1, V1A, or at V2.\n* Documented history of current treatment with medium- or high-dose ICS for at least 6 months and at least one additional asthma controller medication according to standard practice of care. ICS dose must be greater than or equal to 500 μg/day fluticasone propionate dry powder formulation or equivalent daily.\n* Morning pre-BD FEV1 of \\>50% predicted normal at Visit 1, Visit 1A, or Visit 2.\n\nExclusion Criteria:\n\n* Clinically important pulmonary or systemic diseases other than asthma.\n* History of cancer except basal cell carcinoma, squamous cell carcinoma, or in situ carcinoma of the cervix within 12 months prior to Visit 1.\n* Acute upper or lower respiratory infection requiring antibiotics or antiviral medications finalized \\<2 weeks before Visit 1 or during screening/run-in period.\n* A helminth parasitic infection diagnosed within 6 months that is untreated or is unresponsive to the standard of care.\n* Smoking history of ≥10 pack years, (includes vaping and e-cigarettes)\n* History of chronic alcohol or drug abuse.\n* Tuberculosis requiring treatment within 12 months prior to V1.\n* History of HIV, Hepatitis B or Hepatitis C.\n* Receipt of any marketed or investigational biologic agent within 4 months or 5 half-lives (whichever is longer) prior to visit 1 or receipt of any investigational non-biologic agent within 30 days or 5 half-lives.\n* Bronchial thermoplasty in 24 months prior to V1.\n* Anaphylaxis or documented immune complex disease (Type III hypersensitivity reactions) to any biologic therapy.\n* Evidence of active liver disease (e.g. jaundice, AST, ALT or ALP \\>2 times upper limit of normal), ongoing liver disease or inexplicably elevated liver chemistry values.\n* Pregnant, breastfeeding or lactating women.\n* Non-leukocyte depleted whole blood transfusion in 120 days prior to visit 1.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "12 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Proportions of HCPs and Subjects/Caregivers Who Successfully Administered Tezepelumab in Clinic or at Home by Device Type",
        "description": "Successful administration is defined as an injection completed, based on a used/returned (HCP or subject/caregiver) answer of YES to all 5 questions in the administration questionnaire, and satisfactory in vitro evaluation of returned/evaluated devices.",
        "timeFrame": "Week 0, Week 4, Week 8, Week 12, Week 16, Week 20"
      }
    ],
    "secondary": [
      {
        "measure": "Proportions of Used/Returned Devices That Pass Functional Tests and Visual Inspection and Showed no Evidence of Malfunction",
        "description": "Devices that passed functional tests and visual inspection and showed no evidence of malfunction will be evaluated as functional.\n\nPercentages have been calculated by using the number of used and returned devices at specified visit as denominator.\n\nNote: A few participants had missing devices. One participant had two AI devices at Week 4.",
        "timeFrame": "Week 0, Week 4, Week 8, Week 12, Week 16, Week 20"
      },
      {
        "measure": "Proportions of Devices That Have Been Reported as Malfunctioning (Product Complaints)",
        "description": "Performance is measured by the proportion of APFS or AI devices that have been reported as malfunctioning (i.e. via Product Complaints).\n\nPercentages have been calculated by using the number of used and returned devices at specified visit as denominator.\n\nNote: A few participants had missing devices. One participant had two AI devices at Week 4.",
        "timeFrame": "Week 0, Week 4, Week 8, Week 12, Week 16, Week 20"
      },
      {
        "measure": "Change From Baseline in Asthma Control Questionnaire-6 (ACQ-6) Score",
        "description": "The ACQ-6 captures asthma symptoms and short-acting β2-agonist use via subject-report. Questions are weighted equally and scored from 0 (totally controlled) to 6 (severely uncontrolled). The ACQ-6 score is the mean of the responses.",
        "timeFrame": "Baseline (Week 0), Week 4, Week 8, Week 12, Week 16, Week 20 and Week 24"
      },
      {
        "measure": "Serum Trough Concentrations",
        "description": "PK serum samples were collected pre-dose on dosing visits",
        "timeFrame": "Baseline (Week 0), Week 4, Week 20 and Week 24 (EOT)"
      },
      {
        "measure": "Anti-drug Antibodies (ADA)",
        "description": "Anti-drug antibodies (ADA) responses at baseline and/or post baseline. Treatment-induced ADA positive is defined as ADA negative at baseline and post-baseline ADA positive. Treatment-boosted ADA positive is defined as baseline positive ADA titre that was boosted to a 4-fold or higher-level following IP administration. Treatment-emergent ADA (TE-ADA) positive is defined as either treatment-induced ADA positive or treatment-boosted ADA positive. ADA incidence is the proportion of TE-ADA positive subjects in a population. Persistently positive is defined as ADA positive at \\>=2 post-baseline assessments (with \\>=16 weeks between first and last positive) or ADA positive at last post-baseline assessment. Transiently positive is defined as having at least one post-baseline ADA positive assessment and not fulfilling the conditions of persistently positive",
        "timeFrame": "Pre-treatment on dosing days until end of follow-up (Week 36) per protocol"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 49,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:23.834Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}