{
  "nctId": "NCT04551677",
  "briefTitle": "Annual Study for Collection of Serum Samples in Children and Older Adults Receiving the 2020-2021 Formulations of Fluzone Quadrivalent Vaccine and Fluzone High-Dose Quadrivalent Vaccine, Respectively",
  "officialTitle": "Collection of Serum Samples From Children 6 Months to < 9 Years of Age Who Received Fluzone® Quadrivalent and Adults ≥ 65 Years of Age Who Received Fluzone® High-Dose Quadrivalent, Influenza Vaccines, 2020-2021 Formulations",
  "protocolDocument": {
    "nctId": "NCT04551677",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-06-29",
    "uploadDate": "2021-06-21T09:28",
    "size": 694235,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04551677/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 90,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-09-16",
    "completionDate": "2020-12-18",
    "primaryCompletionDate": "2020-12-18",
    "firstSubmitDate": "2020-08-27",
    "firstPostDate": "2020-09-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion criteria :\n\n* Aged 6 months to \\<9 years or \\>=65 years of age on the day of first study vaccination (study product administration).\n* For participants 6 to \\<12 months of age, born at full term of pregnancy (\\>=37 weeks) and with a birth weight \\>=5.5 pound (lbs) (2.5 kilograms \\[kg\\]).\n* Informed consent form (ICF) was signed and dated by participants \\>=65 years of age.\n* Assent form was signed and dated by participants 7 to \\<9 years of age, and ICF was signed and dated by parent(s) or guardian(s) for participants 6 months to \\< 9years of age.\n* Participants and parent/guardian (of participants 6 months to \\<9 years of age) were able to attend all scheduled visits and to comply with all study procedures.\n\nExclusion criteria:\n\n\\- Participation at the time of study enrollment (or in the 30 days preceding the first study vaccination) or planned participation during the present study period in another clinical study investigating a vaccine, drug, medical device, or medical procedure.\n\nNote: Participants were considered eligible for enrollment if no intervention for the other study occurred within the 30 days prior to the first study vaccination and none are planned before the participant would complete safety surveillance for the present study.\n\n* Receipt of any vaccine in the 30 days preceding the first study vaccination, or planned receipt of any vaccine before Visit 2 for participants received 1 dose of influenza vaccine or Visit 3 for participants received 2 doses of influenza vaccine.\n* Previous vaccination against influenza (in the 2020-2021 influenza season) with either study vaccine or another vaccine.\n* Receipt of immune globulins, blood, or blood-derived products in the 3 months preceding planned inclusion.\n* Known or suspected congenital or acquired immunodeficiency; or receipt of immunosuppressive therapy, such as anti-cancer chemotherapy or radiation therapy, within the 6 months preceding planned inclusion; or long-term systemic corticosteroid therapy (prednisone or equivalent for more than 2 consecutive weeks within the 3 months preceding planned inclusion).\n* Known systemic hypersensitivity to any of the vaccine components, or history of a life-threatening reaction to study vaccine or to a vaccine containing any of the same substances.\n\nNote: The list of vaccine components was included in the Prescribing Information for each study vaccine.\n\n* Thrombocytopenia, which might be a contraindication for IM vaccination, at the discretion of the Investigator.\n* Bleeding disorder, or receipt of anticoagulants in the 3 weeks preceding inclusion, contraindicating IM vaccination.\n* Deprived of freedom by an administrative or court order, or in an emergency setting, or hospitalized involuntarily.\n* Current alcohol abuse or drug addiction.\n* Chronic illness that, in the opinion of the Investigator, was at a stage where it might interfere with study conduct or completion.\n* Moderate or severe acute illness/infection (according to Investigator judgment) on the day of planned vaccination or febrile illness (temperature \\>=100.4 degree \\[°\\] Fahrenheit \\[38.0° Celsius\\]). A prospective participant not included in the study until the condition had resolved or the febrile event had subsided.\n* Identified as an Investigator or employee of the Investigator or study center with direct involvement in the proposed study or identified as an immediate family member (i.e., parent, spouse, natural or adopted child) or in-laws of the Investigator or employee with direct involvement in the proposed study.\n* History of serious adverse reaction to any influenza vaccine.\n* Personal history of Guillain-Barré syndrome.\n* Any condition that in the opinion of the Investigator would pose a health risk to the participant if enrolled or could interfere with the evaluation of the vaccine.\n* Personal history of clinically significant developmental delay (at the discretion of the Investigator), neurologic disorder, or seizure disorder.\n* Known seropositivity for human immunodeficiency virus, hepatitis B, or hepatitis C.\n\nThe above information was not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "6 Months",
    "maximumAge": "84 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Aged 6 Months to <9 Years Who Provided Serum Samples for Analysis: Groups 1 and 2",
        "description": "Blood samples were collected from participants at first vaccination at Visit 1 (Day 1; pre-vaccination) and at Day 28 after final vaccination either at Visit 2 (Visit 1 + 28 days) for participants who received 1 dose of influenza vaccine; or at Visit 3 (Visit 2 + 28 days) for participants who received 2 doses of influenza vaccine as recommended by ACIP. Collected blood samples were provided to Center for Biologics Evaluation and Research (CBER) for further analysis by World Health Organization (WHO), Centers for Disease Control and Prevention (CDC), and Food and Drug Administration (FDA) to support formulation recommendations for subsequent influenza vaccines.",
        "timeFrame": "Visit 1 (Day 1; pre-vaccination) and 28 days post-final vaccination at Visit 2/Visit 3"
      },
      {
        "measure": "Number of Participants Aged >=65 Years Who Provided Serum Samples for Analysis: Group 3",
        "description": "Blood samples were collected from participants at first vaccination at Visit 1 (Day 1; pre-vaccination) and 21 days after vaccination (Visit 2). Collected blood samples were provided to CBER for further analysis by WHO, CDC, and FDA to support formulation recommendations for subsequent influenza vaccines.",
        "timeFrame": "Visit 1 (Day 1; pre-vaccination) and 21 days post-vaccination (Visit 2)"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 24,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:30:33.253Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}