{
  "nctId": "NCT03769467",
  "briefTitle": "Tabelecleucel in Combination With Pembrolizumab in Subjects With Epstein-Barr Virus-associated Nasopharyngeal Carcinoma (EBV+ NPC)",
  "officialTitle": "An Open-Label Phase 1B/2 Study to Evaluate the Safety and Efficacy of Tabelecleucel in Combination With Pembrolizumab in Subjects With Platinum-pretreated, Recurrent/Metastatic Epstein-Barr Virus-Associated Nasopharyngeal Carcinoma",
  "protocolDocument": {
    "nctId": "NCT03769467",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-08-09",
    "uploadDate": "2024-05-22T08:43",
    "size": 2093587,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03769467/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 12,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-02-19",
    "completionDate": "2021-08-19",
    "primaryCompletionDate": "2021-08-19",
    "firstSubmitDate": "2018-11-29",
    "firstPostDate": "2018-12-07"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Male or female ≥ 12 years of age.\n2. Incurable, locally recurrent or metastatic Epstein-Barr virus (EBV)+NPC (World Health Organization type II/III) in whom the EBV nucleic acid or antigens have been demonstrated in tissue biopsy samples.\n3. Subjects must have had prior receipt of platinum-containing regimen either:\n\n   1. For the treatment of recurrent or metastatic disease, or\n   2. Experienced progression of disease within 6 months following completion of a platinum-based combination therapy as part of (neo)adjuvant chemotherapy. Note: Subject who had only concurrent chemoradiation therapy without (neo)adjuvant therapy and then recurred/metastasized must have progressed on at least 1 platinum-containing regimen for their recurrent/metastatic disease before study entry.\n4. Phase 1B (Cohort 1):\n\n   1. Checkpoint inhibitor naïve (have never received pembrolizumab or any other anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CD137, anti-OX40 or anti-CTLA-4 antibodies) OR\n   2. Refractory to an anti-programmed cell death protein-1 (PD-1) or anti-programmed death-ligand1 (PD-L1) monoclonal antibody approved by the local regulatory agency either as monotherapy or in combination with other checkpoint inhibitors or therapies according to their approved label. To be considered refractory to an anti-PD-1 or anti-PD-L1 monoclonal antibody, all of the following criteria must be met:\n\n   i. Received at least 2 doses of anti-PD-1 or anti-PD-L1 monoclonal antibody at a local regulatory agency-approved dose and schedule. ii. Have progressive disease after anti-PD-1 or anti-PD-L1 monoclonal antibody as defined according to Response Evaluation Criteria in Solid Tumors) RECIST 1.1. The initial evidence of progressive disease is to be confirmed by a second assessment, no less than 4 weeks from the date of the first documented progressive disease, in the absence of rapid clinical progression. (The eligibility determination will be made by the investigator and then the sponsor will collect for retrospective analysis at a central vendor. Once progressive disease is confirmed, the initial date of progressive disease documentation will be considered the date of disease progression).\n\n   iii. Documented disease progression within 24 weeks of the last dose of anti-PD-1 or anti-PD-L1 monoclonal antibody. A subject who was re-treated with anti-PD-1 or anti-PD-L1 monoclonal antibody and a subject who was on maintenance with an anti-PD-1 or anti-PD-L1 monoclonal antibody will be allowed to enter the study as long as there is documented PD within 24 weeks of the last treatment date (with the anti-PD-1 or anti-PD-L1 monoclonal antibody).\n5. Phase 1B (Cohort 1): If PD-1/PD-L1 failure (ie, refractory to or relapsed after PD-1/PD-L1 treatment), must have a lesion that can be biopsied after administration of tabelecleucel with acceptable clinical risk (as judged by the investigator) and must agree to undergo biopsy before Cycle 1 Day 1.\n6. Phase 2 (Cohort 2): Checkpoint inhibitor naïve (have never received pembrolizumab or any other anti-PD-1, anti-PD-L1, anti-PD-L2, anti-CD137, anti-OX40 or anti-CTLA-4 antibodies).\n7. For all subjects: Agree to submit prior biopsy material, if available, for biomarker assessment.\n8. Life expectancy ≥ 4 months at time of screening.\n9. Measurable disease using RECIST 1.1. Tumor lesions situated in a previously irradiated area are considered measurable if progression has been documented in such lesions.\n10. Eastern Cooperative Oncology Group (ECOG) performance status of \\< 2 for subjects aged \\> 16 years; Lansky score ≥ 70 for subjects aged 12 to 16 years.\n11. Adequate organ function per the protocol.\n12. Willing and able to provide written informed consent (pediatric subjects 12 to \\< 18 years of age must provide assent along with consent from the subject's legally authorized representative).\n\nExclusion Criteria:\n\n1. Disease that is suitable for local therapy administered with curative intent.\n2. Requires vasopressor or ventilator support.\n3. Received antithymocyte globulin or similar anti-T-cell antibody therapy ≤ 4 weeks prior to Cycle 1 Day 1.\n4. Diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to Cycle 1 Day 1 of study treatment. The use of physiologic doses of corticosteroids may be approved after consultation with the sponsor's medical monitor.\n5. Active autoimmune disease that has required systemic treatment in past 2 years (ie, with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (eg, thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment and is allowed.\n6. History or evidence of interstitial lung disease.\n7. History of severe hypersensitivity (Grade ≥ 3) to pembrolizumab and/or any of its excipients.\n8. Active infection requiring systemic therapy.\n9. History of (non-infectious) pneumonitis that required steroids or current pneumonitis.\n10. Received transfusion of blood products (including platelets or red blood cells) or administration of colony stimulating factors (including granulocyte-colony stimulating factor, granulocyte macrophage-colony stimulating factor or recombinant erythropoetin) within 4 weeks prior to study Day 1.\n11. Unresolved immunotherapy-related AEs or treatment for these events within 4 weeks prior to enrollment.\n12. History of severe immunotherapy-related adverse effects (Common Terminology Criteria for Adverse Events \\[CTCAE\\] grade 4 or CTCAE grade 3 requiring treatment \\> 4 weeks).\n13. Received any non-oncology vaccine therapy used for prevention of infectious diseases for up to 30 days prior to enrollment. Examples include, but are not limited to: measures, mumps, rubella, chicken pox, yellow fever, rabies, bacille Calmette-Guerin, and typhoid vaccine. Seasonal flu vaccines that do not contain live virus are acceptable.\n14. Known additional malignancy that is progressing or requires active treatment. Exceptions include basal cell carcinoma of the skin, squamous cell carcinoma of the skin that has undergone potentially curative therapy or in situ cervical cancer.\n15. Pregnancy or breastfeeding: females of childbearing potential must have a negative serum pregnancy test. The serum pregnancy must be confirmed negative within 72 hours of Cycle 1 Day 1 (first dose of investigational product) for the subject to be eligible.\n16. Female of childbearing potential or male with a female partner of childbearing potential unwilling to use a highly effective method of contraception (abstinence is acceptable) for the course of the study through 120 days after the last study dose.\n17. Inability to comply with study procedures.\n18. Received chemotherapy or targeted small molecule therapy within 2 weeks of Cycle 1 Day 1. Subjects must have recovered (ie, grade ≤ 1 or at baseline) from adverse events (AEs) due to a previously administered agent. Subjects with grade ≤ 2 neuropathy or grade ≤ 2 alopecia are an exception to this criterion.\n19. Received prior radiotherapy within 2 weeks of Cycle 1 Day 1. Subjects must have recovered from all radiation-related toxicities, not require corticosteroids, and not have had radiation pneumonitis. A 1- week washout is permitted for palliative radiation (≤ 2 weeks of radiotherapy) to non-central nervous system (CNS) disease.\n20. Antibody/biologic therapy within 4 weeks of Cycle 1 Day 1 or not recovered (i.e., grade ≤ 1 or at baseline) from AEs due to agents administered more than 4 weeks earlier.\n21. Carcinomatous meningitis; and/or active CNS metastases, unless metastases are treated and stable and the subject does not require systemic steroids. NOTE: Subjects with previously treated brain metastases may participate provided they are stable (without evidence of progression by imaging \\[using the identical imaging modality for each assessment, either magnetic resonance imaging (MRI) or computed tomography (CT) scan\\] for at least four weeks prior to the first dose of investigational product and any neurologic symptoms have returned to baseline), have no evidence of new or enlarging brain metastases, and are not using steroids for at least 7 days prior to first dose of investigational product. This exception does not include carcinomatous meningitis which is excluded regardless of clinical stability.\n22. History or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the subject's participation for the full duration of the study, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n23. Known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the study.\n24. Known history of human immunodeficiency virus (HIV), known active hepatitis B virus (HBV; e.g., hepatitis B surface antigen \\[HBsAg\\] reactive), or hepatitis C virus (HCV; e.g., HCV ribonucleic acid \\[RNA\\] is detected).\n25. Prior treatment with any investigational product within 4 weeks of Cycle 1 Day 1.\n26. Prior treatment with EBV T cells.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "12 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Cohort 1B: Number of Participants With Dose-Limiting Toxicities (DLTs)",
        "description": "The occurrence of any of the following toxicities during Treatment Cycle 1 will be considered a DLT, if assessed by the investigator to be possibly related or related to investigational product administration (either tabelecleucel and/or pembrolizumab): Grade (G) 4 nonhematologic toxicity; G4 hematologic toxicity lasting \\>=7 days, except thrombocytopenia; any nonhematologic AE \\>=G3, except G3 fatigue lasting =\\<3 days; G3 diarrhea, nausea, or vomiting; G3 rash; Any G3/4 non-hematologic laboratory value if clinically significant medical intervention is required to treat the participant, abnormality leads to hospitalization, abnormality persists for \\> 1 week, abnormality results in a Drug-induced Liver Injury (DILI); G3/4 febrile neutropenia; \\> 2 weeks delay in initiating Cycle 2; discontinue treatment during Cycle 1; missing \\> 25% of study drugs doses as a result of investigational product-related AEs during the first cycle;G5 toxicity.",
        "timeFrame": "From Day 1 through Day 21 of Cycle 1"
      },
      {
        "measure": "Cohort 1B: Maximum Tolerated Dose (MTD)",
        "description": "The MTD is defined as the highest dose level at which the subject incidence of a DLTs during the first 21-day cycle of investigational product dosing is \\< 33%",
        "timeFrame": "From Day 1 through Day 21 of Cycle 21"
      },
      {
        "measure": "Cohort 1B: Recommended Phase 2 Dose (RP2D) of Tabelecleucel in Combination With Pembrolizumab",
        "description": "The RP2D is no higher than the maximum tolerated dose (highest dose level at which the number of participants with a DLTs during the first 21-day cycle of investigational product dosing is \\< 33%) and is based on optimal benefit-risk, as determined by the Safety Data Review Committee (SDRC).",
        "timeFrame": "From Day 1 through Day 21 of Cycle 1"
      },
      {
        "measure": "Cohort 1B: Characterization of the Safety Profile: Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Treatment-emergent Serious Adverse Events (TESAEs)",
        "description": "An adverse event (AE) is any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. A serious adverse event (SAE) is an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. The TEAEs are defined as any AE occurring after initiation of the first dose of study treatment through 30 days after the last administration of study drugs or any pre-existing AE (ie, started prior to the first dose of study drugs) that worsened after the first dose through 30 days after the last administration of study drugs or any related AE on or after first dose.",
        "timeFrame": "From Day 1 to end of study (1 year after the last dose or until disease progression, whichever occurred first) (approximately 27 months)"
      },
      {
        "measure": "Cohort 2: Characterization of the Safety Profile: Number of Participants With TEAEs and TESAEs",
        "description": "An AE is any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. A SAE is an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. The TEAEs are defined as any AE occurring after initiation of the first dose of study treatment through 30 days after the last administration of study drugs or any pre-existing AE (ie, started prior to the first dose of study drugs) that worsened after the first dose through 30 days after the last administration of study drugs or any related AE on or after first dose",
        "timeFrame": "From Day 1 to end of study (1 year after the last dose or until disease progression, whichever occurred first) (approximately 27 months)"
      },
      {
        "measure": "Cohort 2: Objective Response Rate (ORR)",
        "description": "For this study, radiographic tumor assessment was performed by computed tomography (CT) or magnetic resonance imaging (MRI) scan based on Response Evaluation Criteria in Solid Tumors Criteria (RECIST v1.1) and immune RECIST (iRECIST) criteria. Per RECIST v1.1, ORR is defined as percentage of participants with complete response (CR) (disappearance of all extranodal target lesions and all pathological lymph nodes must have decreased to \\<10 mm in short axis) or partial response (PR) (at least a 30% decrease in sum of the longest diameters of target lesions taking as reference baseline sum diameters). Per iRECIST, immune complete response (iCR) is defined as resolution of all lesions and immune partial response (iPR) is defined as the target lesion sum of diameters (initial target lesions) not above initial progressive disease threshold, no significant growth in non-target lesion overall, and no new lesion or appearance of any new factor.",
        "timeFrame": "From Day 1 to end of study (1 year after the last dose or until disease progression, whichever occurred first) (approximately 27 months)"
      }
    ],
    "secondary": [
      {
        "measure": "Cohort 2: Complete Response (CR) Rate",
        "description": "The CR rate is defined as percentage of participants with complete response. Per RECIST v1.1, CR is defined as disappearance of all extranodal target lesions and all pathological lymph nodes must have decreased \\< 10 mm in short axis.",
        "timeFrame": "From Day 1 to end of study (1 year after the last dose or until disease progression, whichever occurred first) (approximately 27 months)"
      },
      {
        "measure": "Cohort 2: Duration of Response (DOR)",
        "description": "Per RECIST v1.1, the DoR is defined as the time from the date of first documented confirmed response until date of documented progression or death in the absence of disease progression.",
        "timeFrame": "From Day 1 to end of study (1 year after the last dose or until disease progression, whichever occurred first) (approximately 27 months)"
      },
      {
        "measure": "Cohort 2: Progression Free Survival (PFS)",
        "description": "The PFS is defined as the time from the first dose of investigational product until the date of RECIST v1.1 defined progression or death due to any cause, whichever occurred first.",
        "timeFrame": "From Day 1 to end of study (1 year after the last dose or until disease progression, whichever occurred first) (approximately 27 months)"
      },
      {
        "measure": "Cohort 2: Overall Survival (OS)",
        "description": "The OS is defined as the time from the first dose of investigational product to the date of death due to any cause.",
        "timeFrame": "From Day 1 to end of study (1 year after the last dose or until disease progression, whichever occurred first) (approximately 27 months)"
      },
      {
        "measure": "Cohort 2: Immune Response Rate (iRR)",
        "description": "iRR is iCR + iPR. Per iRECIST, iCR is defined as resolution of all lesions and iPR is defined as the target lesion sum of diameters (initial target lesions) not above initial progressive disease threshold, no significant growth in non-target lesion overall, and no new lesion or appearance of any new factor.",
        "timeFrame": "From Day 1 to end of study (1 year after the last dose or until disease progression, whichever occurred first) (approximately 27 months)"
      },
      {
        "measure": "Cohort 2: Duration of Immune Response (DOiR)",
        "description": "DOiR is duration of iCR + iPR. Per iRECIST, iCR is defined as resolution of all lesions and iPR is defined as the target lesion sum of diameters (initial target lesions) not above initial progressive disease threshold, no significant growth in non-target lesion overall, and no new lesion or appearance of any new factor.",
        "timeFrame": "From Day 1 to end of study (1 year after the last dose or until disease progression, whichever occurred first) (approximately 27 months)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:47.593Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}