{
  "nctId": "NCT05853900",
  "briefTitle": "Study of Two Digital Therapeutics for the Prevention of Episodic Migraine",
  "officialTitle": "A Randomized Double-blind, Parallel-Group, Virtual Study to Evaluate the Effectiveness and Safety of Two Digital Therapeutics in Late Adolescents and Adults for the Prevention of Episodic Migraine",
  "protocolDocument": {
    "nctId": "NCT05853900",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2024-05-08",
    "uploadDate": "2025-06-13T17:51",
    "size": 6277183,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05853900/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 568,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-03-28",
    "completionDate": "2024-05-07",
    "primaryCompletionDate": "2024-05-07",
    "firstSubmitDate": "2023-04-18",
    "firstPostDate": "2023-05-11"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* A participant will be eligible for entry into the study if all of the following criteria are met:\n\n  1. Willing and able to provide written informed consent to participate in the study, attend study visits, and comply with study-related requirements and assessments.\n  2. Lives in the United States.\n  3. Adult or late adolescent, 18 years of age or older at the time of informed consent.\n  4. Fluent in written and spoken English, confirmed by ability to read and understand the informed consent form.\n  5. The following will be physician-reviewed: Participant has at least a 1-year history of migraine (with or without aura) consistent with a diagnosis according to the International Classification of Headache Disorders, 3rd Edition.\n\n     1. Age of onset of migraines prior to 50 years of age\n     2. Migraine attacks, on average, lasting 4-72 hours if untreated\n     3. Per participant report, 4-14 migraine days per month within the last 3 months prior to the Screening Visit (a month is defined as 28 days)\n     4. Four to fourteen migraine days during the run-in period\n  6. Is currently managing migraines with ≥1 prescription acute treatment and/or prescription first or second-line preventive medications, as assessed by a physician.\n  7. Is the sole user of an iPhone with an iPhone operating system (iOS) 14 or later or a smartphone with an Android operating system (OS) 11 or later and is willing to download and use the Study App required by the protocol.\n  8. Is willing and able to receive SMS text messages and push messages on their smartphone.\n  9. Is the owner of, and has regular access to, an email address.\n  10. Has regular access to the Internet via cellular data plan and/or wifi.\n\nExclusion Criteria:\n\n* A participant will not be eligible for study entry if any of the following criteria are met:\n\n  1. History of basilar migraine or hemiplegic migraine.\n  2. Active chronic pain syndromes, such as fibromyalgia, chronic pelvic pain, or complex regional pain syndrome (CRPS).\n  3. Other pain syndromes (including trigeminal neuralgia), psychiatric conditions (such as major depressive episode, bipolar disorder, major depressive disorder, schizophrenia), dementia, or significant neurological disorders (other than migraine) that, in the Investigator's opinion, might interfere with study assessments.\n  4. History of, treatment for, or evidence of, alcohol or drug abuse within the past 12 months (48 weeks) or having met DSM-V criteria for any significant substance use disorder within the past 12 months (48 weeks) from the date of the screening visit.\n  5. History of use of analgesics (e.g., nonsteroidal anti-inflammatory drugs \\[NSAIDs\\] or acetaminophen, including opioids) or butalbital on ≥ 15 days per month during the 3 months (12 weeks) prior to the Screening Visit or during the run-in period.\n  6. Currently taking a prescription anti-calcitonin gene-related peptide (CGRP) for either episodic or chronic migraine.\n  7. Post-traumatic headache, persistent post-traumatic headache, or post-concussion syndrome.\n  8. Other significant episodic or chronic medical condition(s) that in the opinion of the Investigator, may confound the interpretation of findings to inform PDT development.\n  9. Failure to adhere with or inability to complete Study App inputs and onboarding activities during the run-in period. Participants who are not adherent during the run-in period are not eligible for study entry.\n  10. Previous enrollment in any digital therapeutics pilot or pivotal study for a migraine indication.\n  11. Participation in any other investigational clinical study while participating in this clinical study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in MMD (Monthly Migraine Days)",
        "description": "Change in the number of MMDs from baseline (28-day Run-in Period) to Week 12 (previous 28 days, Week 9 through Week 12).",
        "timeFrame": "Baseline (28-day Run-in Period) to Week 12 (previous 28 days, Week 9 through Week 12)"
      }
    ],
    "secondary": [
      {
        "measure": "Participants Who Have at Least a 50% Reduction From Baseline",
        "description": "Participants who have at least a 50% reduction from baseline (28-day Run-in Period) in the number of MMDs to Week 12 (previous 28 days, Week 9 through Week 12)",
        "timeFrame": "Baseline (28-day Run-in Period) to Week 12 (previous 28 days, Week 9 through Week 12)"
      },
      {
        "measure": "Change From Baseline in the Number of MMD Recorded Over the Previous 28 Days at Week 4 and Week 8",
        "description": "Change from baseline (28-day Run-in Period) in the number of MMDs recorded over the previous 28 days at Week 4 and at Week 8",
        "timeFrame": "Baseline (28-day Run-in Period) to Weeks 4 and 8"
      },
      {
        "measure": "Change From Baseline in the Mean Number of MMD Over 12 Weeks",
        "description": "Change from baseline (28-day Run-in Period) in the mean number of MMDs over 12 weeks.",
        "timeFrame": "Baseline (28-day Run-in Period) to Week 12"
      },
      {
        "measure": "Change in Number of Headaches With at Least Moderate Severity From Baseline to Week 12",
        "description": "Change in the number of headaches with at least moderate severity from baseline (28-day run-in period) to Week 12 (previous 28 days, Week 9 through Week 12).",
        "timeFrame": "Baseline (28-day Run-in Period) to Week 12 (previous 28 days, Week 9 through Week 12)"
      },
      {
        "measure": "Change From Baseline in the Migraine-Specific Quality-of-Life Questionnaire v2.1 (MSQ) Total Score Over the Previous 28 Days at Week 4, Week 8, and Week 12",
        "description": "Change from baseline in the Migraine-Specific Quality-of-Life Questionnaire v2.1 (MSQ) at Week 4, Week 8, and Week 12 The MSQ is a self-administered, 14-item instrument that is completed at baseline, Week 4, Week 8, and Week 12. Participants respond to items using a 6-point scale: \"none of the time,\" \"a little bit of the time,\" \"some of the time,\" \"a good bit of the time,\" \"most of the time,\" and \"all of the time,\" which are assigned scores of 1 to 6, respectively. Next, raw dimension scores are computed as a sum of recoded item scores and rescaled from a 0 to 100 scale such that higher scores indicate better quality of life.",
        "timeFrame": "Baseline (28-day Run-in Period) to Weeks 4, 8 and 12."
      },
      {
        "measure": "Change From Baseline (28-day Run-in Period) in the Migraine Disability Assessment (MIDAS) to Week 12 (Previous 28 Days, Week 9 Through Week 12)",
        "description": "Change from baseline in the Migraine Disability Assessment (MIDAS) at Week 4, Week 8, and Week 12 The Migraine Disability Assessment (MIDAS) questionnaire is a brief, self report 5-item questionnaire (scale: 0 - 90 for each of 5 subscales) designed to quantify headache-related disability over a 3-month period. The 5 subscale scores are summed to compute the MIDAS total score (scale: 0 - 450). Lower scores indicate less headache-related disability.",
        "timeFrame": "Baseline to Weeks 4, 8, and 12"
      },
      {
        "measure": "Change From Baseline (28-day Run-in Period) to Week 12 (Previous 28 Days, Week 9 Through Week 12) in the Number of Migraines With Use of an Acute Migraine Medication",
        "description": "Change in the number of migraines with use of an acute migraine medications from the run-in period to Weeks 9-12.\n\nThe number of migraines with use of an acute medication will be counted for the run-in period and for post randomization period. The change from baseline will be calculated as number of migraines in weeks 9-12 minus number of migraines in the run-in period with use of an acute medication.",
        "timeFrame": "Baseline (28-day Run-in Period) to Week 12 (previous 28 days, Week 9 through Week 12)"
      },
      {
        "measure": "Change in the Number of Monthly Headache Days (MHDs) From Baseline to Week 12",
        "description": "Change in the number of monthly headache days from baseline to Weeks 9-12",
        "timeFrame": "Baseline (28-day Run-in Period) to Week 12 (previous 28 days, Week 9 through Week 12)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:53.890Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}