{
  "nctId": "NCT04025580",
  "briefTitle": "Systems Analyses of the Immune Response to the Seasonal Influenza Vaccine",
  "officialTitle": "Systems Analyses of the Immune Response to the Seasonal Influenza Vaccine",
  "protocolDocument": {
    "nctId": "NCT04025580",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-08-27",
    "uploadDate": "2023-05-11T05:40",
    "size": 682527,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04025580/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 98,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-10-02",
    "completionDate": "2023-01-31",
    "primaryCompletionDate": "2023-01-31",
    "firstSubmitDate": "2019-07-18",
    "firstPostDate": "2019-07-19"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n\nIndividuals must meet all of the following criteria to be eligible for study participation:\n\n1. Aged 18 years and older (no upper age limit).\n2. Able to provide informed consent.\n3. Willing to have samples and data stored for future research.\n4. Able to proficiently speak, read, and write English.\n\nEXCLUSION CRITERIA:\n\nIndividuals meeting any of the following criteria will be excluded from study participation:\n\n1. CBC with differential, lymphocyte phenotyping with T, B, and natural killer cells (TBNK), acute care, mineral, and hepatic panels, anti-CMV immunoglobulin (Ig) G and IgM, and/or anti-Epstein-Barr virus (EBV) antibody panel values outside of the NIH Department of Laboratory Medicine normal reference ranges and deemed clinically significant by the PI at the time of screening.\n2. Positive result for anti-HIV 1/2 antibody, antibody to hepatitis B surface antigen, or anti-hepatitis C virus antibody screening at the time of screening.\n3. Prior receipt of a current seasonal influenza vaccine (for the season of participation).\n4. History of allergy or hypersensitivity to any components of the study vaccine (e.g., egg protein, latex).\n5. History of severe reactions to vaccines.\n6. Use of an oral glucocorticoid within the past 30 days.\n7. Receipt of a live-attenuated vaccine within the past 30 days.\n8. Receipt of any experimental vaccine.\n9. Receipt of any other type of vaccine (non-live and non-experimental, e.g., tetanus, diphtheria, and pertussis \\[TDaP\\]) within the past 14 days.\n10. Planned vaccination before day 100 after study vaccination.\n11. Current or recent use (within the past 90 days) of immunoglobulin therapy.\n12. Surgery within the past 8 weeks, or planned surgery before day 100.\n13. Current (within the past 30 days) treatment for active malignancy.\n14. Cancer chemotherapy in the past 5 years.\n15. Administration of any blood products within 90 days of the screening, or planned administration before day 100.\n16. History of parasitic, amebic, fungal, or mycobacterial infections within the past 1 year with the exception of tinea pedis and onychomycosis.\n17. Diabetes mellitus.\n18. History of autoimmune or autoinflammatory disease.\n19. History of a bleeding disorder.\n20. Current use (within the past 30 days) of illicit drugs (per subject report).\n21. Current use (within the past 30 days) of nicotine-containing products, including cigarettes and chewing tobacco, nicotine patches, gum, electronic cigarettes, etc.\n22. Current alcohol use disorders (criteria per Diagnostic and Statistical Manual of Mental Disorders, fifth edition), within the past 30 days.\n23. Serious, ongoing, uncontrolled infection within the past 30 days as per the judgement of the PI.\n24. History of Guillain-Barre syndrome (GBS).\n25. BMI greater than or equal to 30.\n26. Known or suspected immunodeficiency within 1 year, including documented HIV infection.\n27. Pregnancy or planning to become pregnant during the study period. (Women of childbearing potential must have a negative urine or serum pregnancy test at screening.)\n28. Presence of conditions that, in the judgment of the PI, may put the individual at undue risk or compromise the scientific objectives of the study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Microneutralization Titers",
        "description": "Change in antibody titer response to vaccination, as measured by microneutralization titers at day 0 and day 70 and its relationship with novel baseline biomarkers",
        "timeFrame": "Day 0 and Day 28 Reported in Manuscript"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 14,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:30:33.615Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}