{
  "nctId": "NCT03006276",
  "briefTitle": "Efficacy, Tolerability, and Safety Study of DFN-15",
  "officialTitle": "A Multicenter, Randomized, Double-Blind, Placebo-Controlled, Efficacy, Tolerability, and Safety Study of DFN-15 in Episodic Migraine With or Without Aura",
  "protocolDocument": {
    "nctId": "NCT03006276",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-05-09",
    "uploadDate": "2022-04-21T17:27",
    "size": 2845147,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03006276/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 622,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-12",
    "completionDate": "2019-05",
    "primaryCompletionDate": "2017-11",
    "firstSubmitDate": "2016-12-27",
    "firstPostDate": "2016-12-30"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. A history of episodic migraine, who experience 2 to 8 migraine attacks per month for at least the past 12 months, with no more than 14 headache days per month, and with 48 hours of headache-free time between migraine attacks.\n2. Patients who have migraine with or without aura with onset before age 50 years\n3. Report usual migraine pain of 2 (moderate) or 3 (severe) on headache pain severity scale without treatment.\n4. Subjects who are willing and able to:\n\n   1. Evaluate and record pain, migraine symptoms, and study drug effectiveness information in real-time using a subject eDiary for the duration of the study;\n   2. Record each instance of the use of study drug and rescue medication in real-time using a subject eDiary for the duration of the study;\n   3. Comply with all other study procedures and scheduling requirements.\n\nExclusion Criteria:\n\n1. Minors, even if they are in the specified study age range\n2. Medication overuse:\n\n   1. Opioids greater than or equal to 10 days during the 90 days prior to screening\n   2. Combination medications (e.g., Fiorinal®) greater than or equal to 10 days during the 90 days prior to screening (applies only if includes opioid and/or barbiturate)\n   3. Nonsteroidal Anti-inflammatory Drugs or other simple medications greater than 14 days a month during the 90 days prior to screening\n   4. Triptans or ergots greater than or equal to 10 days a month during the 90 days prior to screening\n3. Treated with onabotulinumtoxin A (Botox®) for migraine within 4 months prior to screening. (If treated for cosmetic reasons, subjects may be included).\n4. Current treatment with antipsychotics or use of antipsychotics within 30 days prior to randomization.\n5. Patients who have received treatment with an investigational drug or device within 30 days of randomization, or participated in a central nervous system clinical trial within 2 months prior to randomization\n6. Patients with positive screening test for human immunodeficiency virus \\[HIV\\], positive hepatitis B surface antigen (HBsAg), or positive hepatitis C virus \\[HCV\\] antibody\n7. Subjects who are employees or immediate relatives of the employees of the Sponsor, any of its affiliates or partners, or of the clinical research study site.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Subjects Who Are Pain-free at 2 Hours Postdose (DB1)",
        "description": "Percentage of subjects who were pain-free 2 hours postdose compared between DFN-15 and placebo in the DB1 period (defined as a reduction from predose moderate \\[Grade 2\\] or severe \\[Grade 3\\] pain to none \\[Grade 0\\]) during DB1.",
        "timeFrame": "2 hours post dose"
      },
      {
        "measure": "Percentage of Subjects Who Are Free From Their MBS at 2 Hours Postdose (DB1)",
        "description": "Percentage of subjects who are free from their most bothersome symptom (MBS) among nausea, photophobia, and phonophobia at 2 hours postdose during DB1.",
        "timeFrame": "2 hours post dose"
      }
    ],
    "secondary": [
      {
        "measure": "Freedom From Nausea, Photophobia, and Phonophobia Postdose (DB1 and DB2)",
        "description": "The percentage of subjects who were free from nausea, photophobia, and phonophobia at 15, 30, and 45 minutes and 1, 1.5, 2, 4, and 24 hours postdose during each DB treatment period were summarized by symptom, treatment group, and time point.",
        "timeFrame": "15 minutes through 24 hours"
      },
      {
        "measure": "Time to Headache Pain Relief Postdose (DB1 and DB2)",
        "timeFrame": "2 hours postdose"
      },
      {
        "measure": "Time to Headache Pain Freedom Postdose (DB1 and DB2)",
        "timeFrame": "2 hours postdose"
      },
      {
        "measure": "Headache Pain Relief Postdose (DB1 and DB2)",
        "description": "Headache pain relief during postdose in DB1 was defined as a reduction from moderate or severe pain at predose reduced to mild or none postdose, and for DB2 as moderate or severe pain at predose reduced to mild or none postdose, or mild pain at predose reduced to none postdose. Outcome measure shows percentage of subjects experiencing headache pain relief by time point.",
        "timeFrame": "15 minutes to 24 hours postdose"
      },
      {
        "measure": "Headache Pain Freedom Postdose (DB1 and DB2)",
        "description": "The percentage of subjects who were pain-free at 15, 30, and 45 minutes and 1, 1.5, 2 (DB2), and 4, and 24 hours postdose during each DB treatment period were summarized by treatment group.",
        "timeFrame": "15 minutes to 24 hours postdose"
      },
      {
        "measure": "Absence of Screening MBS at Time Points Postdose (DB1 and DB2)",
        "description": "The percentage of subjects with their Screening MBS (most bothersome symptoms) among nausea, photophobia, and phonophobia (from eDiary data collection) absent at 15, 30, and 45 minutes and 1, 1.5, 2 (DB2 period), 4, and 24 hours postdose during each DB treatment period were summarized by treatment group and time point.",
        "timeFrame": "15 minutes to 24 hours postdose"
      },
      {
        "measure": "Change in Functional Disability Score Postdose (DB1 and DB2)",
        "description": "The values of the functional disability scale were: 0=no disability, able to function normally; 1=performance of daily activities mildly impaired, can still do everything but with difficulty; 2=performance of daily activities moderately impaired, unable to do some things; 3=performance of daily activities severely impaired, cannot do all or most things, bed rest may be necessary.\n\nA decrease in values indicates improvement from baseline.",
        "timeFrame": "2 to 24 hours postdose"
      },
      {
        "measure": "Headache Pain Freedom Among Subjects With Cutaneous Allodynia (DB1 and DB2)",
        "description": "The percentage of subjects who were pain-free at 2 and 4 hours postdose during each DB treatment period among those subjects reporting cutaneous allodynia before dosing were summarized by treatment group and time point.",
        "timeFrame": "2 to 4 hours postdose"
      },
      {
        "measure": "Headache Pain Freedom Among BMI Category (DB1 and DB2)",
        "description": "The percentage of subjects who were pain-free at 2 and 4 hours postdose whose BMI was \\<30 kg/m2 vs. subjects whose BMI was ≥30 kg/m2 during each DB treatment period were summarized by treatment group and time point.",
        "timeFrame": "2 to 4 hours postdose"
      },
      {
        "measure": "Headache Pain Recurrence Postdose (DB1 and DB2)",
        "description": "Headache pain recurrence was defined as pain-free at 2 hours postdose with pain reported as mild, moderate, or severe at 24 hours postdose. This outcome measure shows percentage of subjects who reported pain-free status and 2 hours postdose but subsequently reported recurrent pain at 24 hours postdose.",
        "timeFrame": "2 to 24 hours postdose"
      },
      {
        "measure": "Sustained Headache Pain Relief Postdose (DB1 and DB2)",
        "description": "Sustained headache pain relief was defined as pain relief at 2 hours postdose with no use of rescue medication and no worsening of headache pain within 2 to 24 hours postdose. This outcome measure shows the percentage of subjects who reported pain relief at 2 hours postdose with no use of rescue medication or worsening of headache pain through 24 hours postdose.",
        "timeFrame": "2 to 24 hours postdose"
      },
      {
        "measure": "Sustained Headache Pain Freedom Postdose (DB1 and DB2)",
        "description": "Sustained headache pain freedom was defined as pain-free at 2 hours postdose, with no use of rescue medication and no recurrence of headache pain within 2 to 24 hours postdose. This outcome measure shows percentage of subjects who were pain-free at 2 hours postdose without the use of rescue medication or recurrence of headache pain through 24 hours postdose.",
        "timeFrame": "2 to 24 hours postdose"
      },
      {
        "measure": "Use of Rescue Medication Postdose (DB1 and DB2)",
        "description": "The percentage of subjects who used rescue mediation after 2 hours (2 to 24 hours) postdose compared between DFN-15 and placebo in each DB period.",
        "timeFrame": "2 to 24 hours postdose"
      },
      {
        "measure": "Subject-Rated Treatment Satisfaction Postdose (DB1 and DB2)",
        "description": "Subject-rated treatment overall satisfaction was based on a 7-point scale at 2 and 4 hours postdose during each DB treatment period. The difference between the subject-rated study drug treatment satisfaction score at 2 and 4 hours postdose and the baseline PPMQ-R (Patient Perception of Migraine Questionnaire) response for the same question were summarized by treatment group (global satisfaction item at baseline asked about the subject's usual migraine treatment). The possible values of the subject treatment satisfaction scale were: 1=very satisfied, 2=satisfied, 3=somewhat satisfied, 4=neither satisfied nor dissatisfied, 5=somewhat dissatisfied, 6=dissatisfied, 7=very dissatisfied.\n\nA decrease in values indicates improvement from baseline.",
        "timeFrame": "2 to 4 hours postdose"
      },
      {
        "measure": "Subject-Rated Treatment Satisfaction at 24 Hours Postdose - PPMQ-R (DB1 and DB2)",
        "description": "Patient Perception of Migraine Questionnaire-Revised had 30 questions assessing subject's satisfaction with migraine medication, including 3 global items \\& 4 subscales (i.e., efficacy, function, ease of use, tolerability). A 5-point scale (1-Not At All to 5-Extremely) was used for tolerability subscale questions; a 7-point scale (1-Very Satisfied to 7-Very Dissatisfied) was used for all other subscales and global items. Total score was average of efficacy/function/ease of use subscale scores. Each subscale \\& total scores were transformed to range from 0-100, with higher scores indicating better satisfaction or tolerability. Total raw score/global items were not transformed. The total raw score could range from 17 (min) to 119 (max), with lower scores indicating better satisfaction. Change from baseline scores at 24-hour-postdose for each subscale score, global item score, total score, \\& total raw score were summarized by treatment group below.",
        "timeFrame": "24 hours postdose"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 15,
      "otherCount": 0,
      "totalCount": 17
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:53.994Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}