{
  "nctId": "NCT03775486",
  "briefTitle": "Study of Durvalumab+Olaparib or Durvalumab After Treatment With Durvalumab and Chemotherapy in Patients With Lung Cancer (ORION)",
  "officialTitle": "A Phase II Randomized, Multi-Center, Double-Blind, Global Study to Determine the Efficacy and Safety of Durvalumab Plus Olaparib Combination Therapy Compared With Durvalumab Monotherapy as Maintenance Therapy in Patients Whose Disease Has Not Progressed Following Standard of Care Platinum-Based Chemotherapy With Durvalumab in First Line Stage IV Non Small Cell Lung Cancer (ORION)",
  "protocolDocument": {
    "nctId": "NCT03775486",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-07-14",
    "uploadDate": "2022-07-04T04:39",
    "size": 8303769,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03775486/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 401,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-12-21",
    "completionDate": "2025-09-26",
    "primaryCompletionDate": "2021-01-11",
    "firstSubmitDate": "2018-11-27",
    "firstPostDate": "2018-12-14"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n\\- Histologically or cytologically documented Stage IV NSCLC not amenable to curative surgery or radiation.\n\nPatients must have tumors that lack activating EGFR mutations and ALK fusions.\n\n* (WHO)/(ECOG) performance status of 0 or 1\n* No prior chemotherapy or any other systemic therapy for Stage IV NSCLC\n* Adequate organ and marrow function without blood transfusions in the past 28 days,\n* At least 1 tumor lesion, not previously irradiated, that can be accurately measured as per RECIST 1.1.\n\nKey Inclusion criteria for randomization to maintenance treatment:\n\n* Documented radiographic evidence of CR, PR, or Stable Disease (SD) as per Investigator-assessed RECIST 1.1 following 4 cycles of platinum-based chemotherapy.\n* Creatinine Clearance (CrCl) ≥51 mL/min calculated by the investigator or designee using the Cockcroft-Gault equation or measured by 24-hour urine collection.\n* Ability to swallow whole oral medications.\n* All patients must provide a formalin-fixed, paraffin embedded tumor sample for tissue-based immunohistochemistry staining and DNA sequencing to determine PD-L1 expression, HRRm status, and other correlatives: either newly acquired or archival tumor samples (\\<3 years old) are acceptable. If available, a newly acquired tumor biopsy, collected as part of routine clinical practice, is preferred. If not available, an archival sample taken \\<3 years prior to screening is acceptable. If both an archival sample and a fresh tumor biopsy sample are available, both samples should be submitted for analysis and must be submitted as different samples using different accession numbers. Slides from different blocks cannot be mixed and submitted with the same kit.\n\nExclusion criteria\n\n* Mixed small-cell lung cancer and sarcomatoid variant NSCLC histology.\n* Prior exposure to any chemotherapy agents (except chemotherapy or chemoradiation for non-metastatic disease), polyadenosine 5'diphosphoribose \\[poly (ADP ribose)\\] polymerase (PARP) therapy, or immunomediated therapy\n* Active or prior documented autoimmune or inflammatory disorders.\n* Any concurrent chemotherapy, IP, biologic, or hormonal therapy for cancer treatment.\n* Current or prior use of immunosuppressive medication within 14 days before the first dose of Investigational Product (IP)\n* untreated (CNS) metastases and/or carcinomatous meningitis\n* Active infection.\n\nExclusion criteria to be randomized to maintenance treatment:\n\n• Inability to complete 4 cycles of platinum-based chemotherapy for any reason or discontinuation of Durvalumab during initial therapy.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "130 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Progression-free Survival",
        "description": "Progression-free survival (PFS) based on investigator assessments according to Response Evaluation Criteria in Solid Tumours version 1.1.\n\nPFS is defined as time from date of randomization until the date of objective radiological disease progression using Response Evaluation Criteria in Solid Tumours version 1.1 (RECIST 1.1) or death (by any cause in the absence of progression).",
        "timeFrame": "From randomization until date of objective radiological disease progression or death, or last evaluable assessment in the absence of progression, up to 18 months"
      }
    ],
    "secondary": [
      {
        "measure": "Overall Survival",
        "description": "Overall survival (OS) across the maintenance phase.\n\nOS is defined as time from date of randomization until the date of death by any cause",
        "timeFrame": "From randomization until the date of death due to any cause, up to 18 months."
      },
      {
        "measure": "Objective Response Rate",
        "description": "Objective response rate (ORR) defined as number of participants with complete response (CR) or partial response (PR) after randomization",
        "timeFrame": "From randomization until date of objective radiological disease progression or death, or last evaluable assessment in the absence of progression, up to 18 months"
      },
      {
        "measure": "Duration of Response",
        "description": "Duration of response (DoR) defined as time from the date of first documented response following randomization until the first date of documented progression or death in the absence of disease progression.\n\nPercentage of participants remaining in response at 3, 6, 9 and 12 months estimated using the Kaplan-Meier method.",
        "timeFrame": "From date of first documented response until objective radiological disease progression or death, up to 18 months."
      },
      {
        "measure": "Progression-free Survival in Homologous Recombination Repair Related Gene Mutation (HRRm) Population",
        "description": "Progression-free survival in homologous recombination repair related gene mutation (HRRm) population defined as time from date of randomization until the date of objective radiological disease progression in HRRm population using Response Evaluation Criteria in Solid Tumours version 1.1 (RECIST 1.1) or death (by any cause in the absence of progression).",
        "timeFrame": "From randomization until date of objective radiological disease progression or death, or last evaluable assessment in the absence of progression, up to 18 months"
      },
      {
        "measure": "Concentration of Durvalumab",
        "description": "Concentration (pharmacokinetics) of durvalumab",
        "timeFrame": "Assessed from start of initial therapy up to 2 years."
      },
      {
        "measure": "Change From Baseline in European Organisation for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire (QLQ)-Lung Cancer (LC)13",
        "description": "Disease-related symptoms assessed by change from baseline (for maintenance phase) in EORTC QLQ-LC13. Average adjusted mean over first 11 cycles is presented.\n\nThe EORTC QLQ-LC13 was scored according to the published scoring manual. An outcome variable consisting of a score from 0 to 100 was derived for each of the symptom scales in the EORTC QLQ-LC13. Higher scores on symptom scales represent greater symptom severity.",
        "timeFrame": "From randomization until date of objective radiological disease progression or death, or last evaluable assessment in the absence of progression, up to 18 months"
      },
      {
        "measure": "Time to Deterioration in European Organisation for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire (QLQ)-Lung Cancer (LC)13",
        "description": "Disease-related symptoms assessed by time to deterioration (for maintenance phase) in European Organisation for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire (QLQ)-Lung Cancer (LC)13.\n\nSymptom deterioration is defined as an increase in the score from baseline of less than or equal to 10) that is confirmed at a subsequent assessment, or death (by any cause) in the absence of a clinically meaningful symptom deterioration.\n\nNA is \"not applicable\". The upper confidence limit was not calculable because of an insufficient number of participants with events.",
        "timeFrame": "From randomization until date of objective radiological disease progression or death, or last evaluable assessment in the absence of progression, up to 18 months"
      },
      {
        "measure": "Change From Baseline in EORTC Quality of Life Questionnaire (QLQ) QLQ-C30",
        "description": "Disease-related symptoms and health-related quality of life (HRQoL) assessed by change from baseline (for maintenance phase) in EORTC QLQ-C30. Average adjusted mean over first 11 cycles is presented.\n\nThe EORTC QLQ-C30 was scored according to the published scoring manual. An outcome variable consisting of a score from 0 to 100 was derived for each of the symptom scales, each of the function scales, and the global health status/QoL scale in the EORTC QLQ-C30. Higher scores on the global health status and function scales indicate better health status/function.\n\nA high scale score represents a higher response level. Thus a high score for a functional scale represents a high / healthy level of functioning, a high score for the global health status / quality of life (QoL) represents a high QoL, but a high score for a symptom scale / item represents a high level of symptomatology / problems.",
        "timeFrame": "Includes all assessments occurring within the first 12 months of randomization or until disease progression, up to 18 months."
      },
      {
        "measure": "Time to Deterioration in EORTC Quality of Life Questionnaire (QLQ) QLQ-C30",
        "description": "Disease-related symptoms and health-related quality of life (HRQoL) assessed by time to deterioration (for maintenance phase) in EORTC QLQ-C30.\n\nNA is \"not applicable\". The upper confidence limit was not calculable because of an insufficient number of participants with events.",
        "timeFrame": "From randomization until date of first symptom deterioration that is confirmed, up to 18 months."
      },
      {
        "measure": "Presence of Anti-drug Antibodies (ADAs) for Durvalumab",
        "description": "Presence of anti-drug antibodies (ADAs) for durvalumab, as assessed at 3, 6, 12, 16 and 20 weeks after start of treatment and every 12 weeks thereafter until 3 and 6 months after last dose of durvalumab",
        "timeFrame": "Assessed from start of initial therapy up to 2 years."
      },
      {
        "measure": "Number of Participants With Treatment-Related Adverse Events",
        "description": "Number of Participants with Treatment-Related Adverse Events as Assessed by Common Terminology Criteria for Adverse Events (CTCAE)",
        "timeFrame": "From randomization until date of objective radiological disease progression or death, or last evaluable assessment in the absence of progression, up to 18 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 94,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:50.687Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}