{
  "nctId": "NCT03263195",
  "briefTitle": "Prospective Cohort Study of HIV and Zika in Infants and Pregnancy",
  "officialTitle": "Prospective Cohort Study of HIV and Zika in Infants and Pregnancy",
  "protocolDocument": {
    "nctId": "NCT03263195",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-03-20",
    "uploadDate": "2021-09-30T16:00",
    "size": 882334,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03263195/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 395,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-08-23",
    "completionDate": "2020-09-30",
    "primaryCompletionDate": "2020-09-30",
    "firstSubmitDate": "2017-08-09",
    "firstPostDate": "2017-08-28"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nMaternal\n\n* Provides written informed consent (IC) (or assent and parent(s)/legal guardian(s) permission, where required per state or country regulations).\n* Age 15 years or older at enrollment.\n* Confirmation of pregnancy by βhCG measurement in blood or urine or fetal ultrasound (US) heart tones present.\n* Based on pregnancy calculator or fetal US: Confirmation of being at \\<18 weeks gestational age (GA) of pregnancy or at any GA if presents with acute ZIKV-like symptoms (i.e., fever, rash, arthralgia, myalgia, pruritus, headache, eye pain, and conjunctivitis) and has laboratory-confirmed ZIKV infection by ZIKV RNA detection.\n* Plans on remaining in the area of the current study site or if moving, within an area of any other study site, for the duration of her and her child's participation.\n* Willingness of parent(s)/legal guardian(s) to provide written consent to enroll the infant from the current pregnancy once delivered.\n\nHas met one of the following three ZIKV-exposure risk categories:\n\n* Has resided in for at least three months or traveled within the last three months to a country or United States (U.S.) territory with active, cautionary, or previously active or cautionary ZIKV transmission based on the list found at http://www.cdc.gov/zika/geo/active-countries.html; or\n* Sexual partner has resided in or traveled within the last six months to a country or U.S. territory with active, cautionary, or previously active or cautionary ZIKV transmissions, or was diagnosed with ZIKV within the previous six months; or\n* Household member has been diagnosed with ZIKV infection or has traveled since the woman's last menstrual period (LMP) to a country or U.S. territory with active, cautionary, or previously active or cautionary ZIKV transmission.\n\n  * For HIV-infected women only: Laboratory evidence or clinical criteria for a confirmed case of HIV infection per Centers for Disease Control and Prevention (CDC) Surveillance Case Definition for HIV, 2014 (Section 1.1.1 or Section 1.1.2) http://www.cdc.gov/mmwr/preview/mmwrhtml/rr6303a1.htm.\n\nInfant\n\n* Born to an enrolled mother.\n* Parent(s)/legal guardian(s) provided written IC for his or her child to participate.\n\nExclusion Criteria:\n\nMaternal:\n\n* Incarcerated or placed in detention.\n* Enrolled in other clinical research (including other ZIKV research) requiring blood collection, which in combination with HIV ZIP evaluations would exceed a total blood draw volume of 50 mL in an eight-week period and/or blood collection would be required more frequently than two times per week.\n\nInfant:\n\n•Enrolled in other clinical research (including other ZIKV research) requiring blood collection, which in combination with HIV ZIP evaluations, would exceed three mL per kg in an eight week period and/or blood collection would be required more frequently than two times per week.",
    "healthyVolunteers": true,
    "sex": "FEMALE",
    "minimumAge": "15 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Enrollment (150 HIV-infected and 50 HIV-uninfected Pregnant Women Within One Year, With a Minimum of 20 of These Women Having HIV/ZIKV Co-infection by Their End of Pregnancy).",
        "description": "This outcome measured feasibility of enrolling 150 pregnant women living with HIV and 50 pregnant women without HIV, with a minimum of 20 of these women having HIV/ZIKV co-infection by their end of pregnancy",
        "timeFrame": "At the time of delivery of all those enrolled up to 1 year after the first enrollment"
      },
      {
        "measure": "Viral Suppression (in HIV-infected Women With ZIKV Co-infection Compared to Those Without ZIKV Co-infection During Pregnancy) at the Time of Delivery.",
        "description": "This outcome intended to measure HIV suppression at the time of delivery among women living with HIV with and without ZIKV infection during pregnancy. Note there were no women with ZIKV infection in pregnancy. Viral suppression was defined at different thresholds (\\<40 copies/mL, \\<400 copies/mL, \\<1000 copies/mL).",
        "timeFrame": "Maternal viral load at delivery"
      },
      {
        "measure": "Incidence of ZIKV Infection (Among Pregnant Women With HIV Infection Compared to Those Without HIV Infection).",
        "description": "Cumulative incidence of ZIKV infection during pregnancy (among pregnant women with HIV infection compared to those without HIV infection).",
        "timeFrame": "Maternal baseline to delivery"
      },
      {
        "measure": "Incidence of Adverse Pregnancy Outcomes (in Women Co-infected With HIV and ZIKV, Women Infected With Either HIV or ZIKV Alone, and Doubly Uninfected Women).",
        "description": "Adverse pregnancy outcomes included miscarriage, stillbirth and preterm delivery. Note there were no women with ZIKV infection in pregnancy.\n\nMiscarriage was defined as fetal demise at \\<20 weeks of gestation. Stillbirth was defined as fetal demise at ≥20 weeks of gestation. Preterm delivery was defined as delivery at \\<37 weeks of gestation.",
        "timeFrame": "At time of delivery"
      },
      {
        "measure": "Incidence of Vertical Transmission of HIV and/or ZIKV (in Women Co-infected With HIV and ZIKV and Women Infected With Either HIV or ZIKV Alone).",
        "description": "Cumulative incidence of confirmed HIV infection among enrolled infants. Note there were no women with ZIKV infection in pregnancy so therefore no risk of transmission of ZIKV to any infants.",
        "timeFrame": "Infant birth to 12 months"
      },
      {
        "measure": "Incidence of Congenital Malformations (Among Offspring of Women Co-infected With HIV and ZIKV, Women Infected With Either HIV or ZIKV Alone, and Doubly Uninfected Women).",
        "description": "Cumulative incidence of congenital malformations. Note there were no women with ZIKV infection in pregnancy.\n\nObserved major congenital malformations included: anhydramnios, cerebral ventriculomegaly, clubfoot (unresolved), Down syndrome, hydrops, hypospadias, patient ductus arteriosus, polydactyly (left foot), Potter syndrome, short stature, syndactyly (left foot, 1st and 2nd toes).\n\nObserved minor congenital malformations included: clubfoot (resolved), cryptorchidism (bilateral), dislocated hip, heart defect (patent foramen ovale), heart murmur (unresolved), hemangioma, hip dysplasia, hydrocele, inguinal hernia, head circumference -3 ≤ z-score \\<-2, persistent ductus arteriosus (resolved), plagiocephaly, restrictive ductus arteriosus, renal pyelectasis, sacral dimple, small perimembranous ventricular septal defect, stenosis of nasolacrimal duct, umbilical hernia.",
        "timeFrame": "Infant birth, 3 months"
      },
      {
        "measure": "Incidence of Other Adverse Outcomes Among Offspring of Women Co-infected With HIV and ZIKV, Women Infected With Either HIV or ZIKV Alone.",
        "description": "Other adverse outcomes included microcephaly, neonatal dealth, central nervous system (CNS) malformation, hydrops, and ocular abnormalities. Note there were no women with ZIKV infection in pregnancy.\n\nMicrocephaly was defined as head circumference less than a z-score of -3 at birth or 3 month visit.\n\nNeonatal death was defined as death within 28 days of life. Observed CNS malformations included: cerebral ventriculomegaly. Ocular abnormalities included both structural and functional ophthalmologic abnormalities.",
        "timeFrame": "Infant birth to 12 months"
      },
      {
        "measure": "Weight Among Children With or Without in Utero Exposure to HIV and/or ZIKV",
        "description": "Weight as a measure of growth. Note there were no women with ZIKV infection in pregnancy.",
        "timeFrame": "Infant Birth, 3 months, 6 months, 12 months"
      },
      {
        "measure": "Length and Head Circumference Among Children With and Without in Utero Exposure to HIV and/or ZIKV",
        "description": "Length and head circumference as measures of growth. Note there were no women with ZIKV infection in pregnancy.",
        "timeFrame": "Infant Birth, 3 months, 6 months, 12 months"
      },
      {
        "measure": "Audiologic Function Among Children With or Without in Utero Exposure to HIV and/or ZIKV",
        "description": "Audiologic function as assessed by OAE test reported. Note there were no women with ZIKV infection in pregnancy.",
        "timeFrame": "Within one month of infant birth, 3 months, 6 months, 12 months"
      },
      {
        "measure": "Ophthalmologic Structure and Function Among Children With or Without in Utero Exposure to HIV and/or ZIKV",
        "description": "Ocular abnormalities included both structural and functional ophthalmologic abnormalities. Note there were no women with ZIKV infection in pregnancy.",
        "timeFrame": "Within one month of infant birth, 12 months;"
      },
      {
        "measure": "Neurodevelopment Among Children With or Without in Utero Exposure to HIV and/or ZIKV",
        "description": "Infant neurodevelopment was assessed by either the Bayley III or Ages and Stages Questionnaires- 3rd Edition. Combined results reported. Note there were no women with ZIKV infection in pregnancy.",
        "timeFrame": "Infant 3 months, 6 months, 12 months"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 12,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:20.889Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}