{
  "nctId": "NCT02178592",
  "briefTitle": "Open-label Study of Dolutegravir (DTG) or Efavirenz (EFV) for Human Immunodeficiency Virus (HIV) - Tuberculosis (TB) Co-infection",
  "officialTitle": "ING117175: a Phase IIIb, Randomized, Open-label Study of the Safety and Efficacy of Dolutegravir or Efavirenz Each Administered With Two NRTIs in HIV-1-infected Antiretroviral Therapy-naïve Adults Starting Treatment for Rifampicin-sensitive Tuberculosis",
  "protocolDocument": {
    "nctId": "NCT02178592",
    "filename": "Prot_002.pdf",
    "label": "Study Protocol",
    "date": "2018-07-10",
    "uploadDate": "2020-12-09T01:43",
    "size": 2429450,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02178592/document/Prot_002.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 113,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-01-23",
    "completionDate": "2020-03-06",
    "primaryCompletionDate": "2017-11-02",
    "firstSubmitDate": "2014-06-26",
    "firstPostDate": "2014-07-01"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Subject or the subject's legal representative is willing and able to understand and provide signed and dated written informed consent prior to Screening\n* Adult subject (at least 18 years of age) with plasma HIV-1 RNA\\>=1000 copies/ milliliter (mL) at Screening\n* CD4+ cell count is \\>= 50 cells/ cubic millimetre (mm\\^3) at Screening\n* HIV-1-infected, ART-naïve; (\\<=10 days of prior therapy with any antiretroviral drug following a diagnosis of HIV-1 infection)\n* A female subject may be eligible to enter and participate in the study if she: is of non-childbearing potential defined as either postmenopausal (12 months of spontaneous amenorrhea and \\>=45 years of age) or physically incapable of becoming pregnant with documented tubal ligation, hysterectomy, or bilateral oophorectomy or, is of childbearing potential, with a negative pregnancy test at both Screening and Day 1, and agrees to use one of the following methods of contraception to avoid pregnancy\n* Complete abstinence from intercourse from 2 weeks prior to administration of IP, throughout the study, and for at least 2 weeks after discontinuation of all study medications\n* Double-barrier method (male condom/spermicide, male condom/diaphragm, diaphragm/spermicide)\n* Approved hormonal contraception plus a barrier method while receiving Rifampicin (RIF)-containing TB treatment for subjects randomly assigned to the DTG arm or approved hormonal contraception plus a barrier method for subjects randomly assigned to the EFV arm (regardless of RIF-containing TB treatment)\n* Any intrauterine device with published data showing that the expected failure rate is \\<1% per year\n* Male partner sterilization prior to the female subject's entry into the study and this male is the sole partner for that subject\n* Any other method with published data showing that the expected failure rate is \\<1% per year\n* Any contraception method must be used consistently, in accordance with the approved product label and for at least 2 weeks after discontinuation of study drug. A childbearing potential female subject who starts the study using complete abstinence as her contraceptive method and decides to become sexually active must use the double barrier method either as a bridge to an approved hormonal contraception (if possible) or as a method of choice to be maintained from that moment onwards\n* All subjects participating in the study should be counseled on safer sexual practices including the use of effective barrier methods\n* New diagnosis of pulmonary, pleural, or Lymph node (LN) TB based on identification of Mycobacterium tuberculosis using culture methods or validated nucleic acid amplification test on sputum or on samples collected by needle aspirate of pleural fluid or an affected LN\n* RIF sensitivity of Mycobacterium tuberculosis either by culture or validated nucleic acid amplification test\n* RIF-containing first-line TB treatment or an alternate RIF-containing TB treatment started up to a maximum of 8 weeks before randomization and no later than the screening date\n* Karnofsky score \\>=70% before randomization\n\nExclusion Criteria:\n\n* Any previous TB treatment (not including treatment for latent disease)\n* Evidence of RIF resistance of Mycobacterium tuberculosis either by culture or validated nucleic acid amplification test\n* Expected requirement for TB treatment \\>9 months\n* Concomitant disorders or conditions for which isoniazid, RIF, pyrazinamide, or ethambutol are contraindicated\n* Central nervous system, miliary, or pericardial TB\n* Women who are pregnant or breastfeeding\n* Any evidence of an active Acquired immunodeficiency syndrome (AIDS)-defining disease (Centers for Disease Control and Prevention, Category C). Exceptions include TB, cutaneous Kaposi's sarcoma not requiring systemic therapy, and historic CD4+ cell counts of \\<200 cells/mm\\^3\n* Subjects with moderate to severe hepatic impairment (Class B or C) as determined by Child-Pugh classification unstable liver disease (as defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal or gastric varices, or persistent jaundice), cirrhosis, or known biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones)\n* Subjects positive for hepatitis B surface antigen (HBsAg) at screening\n* Anticipated need for hepatitis C virus (HCV) therapy during the Randomized Phase of the study\n* History or presence of allergy or intolerance to the study drugs or their components or drugs of their class\n* Ongoing malignancy other than cutaneous Kaposi's sarcoma, basal cell carcinoma, resected, non-invasive cutaneous squamous cell carcinoma, or cervical intraepithelial neoplasia; other localized malignancies require agreement between the investigator and the study medical monitor for inclusion of the subject\n* Subjects who, in the investigator's judgment, pose a significant suicidality risk. Recent history of suicidal behavior and/or suicidal ideation may be considered as evidence of serious suicide risk\n* Treatment with an HIV-1 immunotherapeutic vaccine within 90 days of Screening\n* Treatment with any of the following agents within 28 days of Screening: radiation therapy, cytotoxic chemotherapeutic agents, any immunomodulators that alter immune response\n* Treatment with any agent, other than licensed ART as allowed above with documented activity against HIV-1 in vitro/vivo within 28 days of first dose of IP\n* Exposure to an experimental drug or experimental vaccine within either 28 days, 5 half-lives of the test agent, or twice the duration of the biological effect of the test agent, whichever is longer, prior to the first dose of IP\n* Any evidence of primary viral resistance to Nucleoside reverse transcriptase inhibitor (NRTIs), Non-nucleoside reverse transcriptase inhibitor (NNRTIs), or Protease inhibitor (PIs) based on the presence of any major resistance-associated mutation (according to the International AIDS Society Update of the Drug Resistant Mutations in HIV-1 ) in the Screening result or, if known, any historical resistance test result. Note: Retests of Screening genotypes are not allowed\n* Any verified Grade 4 laboratory abnormality\n* Any acute laboratory abnormality at Screening, which, in the opinion of the investigator, would preclude the subject's participation in the study of an investigational compound\n* Alanine aminotransferase \\>=2 × upper limit of normal\n* Hemoglobin \\<=7.4 grams per deciliter;\n* Platelet count \\<50000/mm\\^3",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Plasma Human Immunodeficiency Virus-1 Ribonucleic Acid (HIV-1 RNA) < 50 Copies/Milliliter at Week 48 in DTG Arm Using the Modified United States (US) Food and Drug Administration (FDA) Snapshot Algorithm",
        "description": "Plasma samples were collected for quantitative analysis of HIV-1 RNA. The percentage of participants with plasma HIV-1 RNA \\<50 copies/milliliter was assessed at Week 48 using the snapshot algorithm in the DTG arm. Response was assessed using a modified FDA Snapshot algorithm in which participants were not penalized for any single protocol allowed background therapy substitution even if occurs after the first trial visit. In this approach participants with HIV-1 RNA \\>=50 copies/milliliter are considered as non-responders. Participants without HIV-1 RNA data at Week 48 (due to missing data or discontinuation of investigational product \\[IP\\] prior to visit window) are also considered as non-responders, as well as participants with anti-retroviral (ART) substitutions were not permitted. Study drug (i.e. DTG or EFV) was not allowed to be substituted.",
        "timeFrame": "Week 48"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With Plasma HIV-1 RNA <50 Copies/Milliliter at Week 48 in EFV Arm Using the Modified Snapshot Algorithm",
        "description": "Plasma samples were collected for quantitative analysis of HIV-1 RNA. The percentage of participants with plasma HIV-1 RNA \\<50 copies/milliliter were assessed at Week 48 using the snapshot algorithm in the EFV arm. Response was assessed using a modified FDA Snapshot algorithm in which participants were not penalized for any single protocol allowed background therapy substitution even if occurs after the first trial visit. In this approach participants with HIV-1 RNA \\>=50 copies/milliliter are considered as non-responders. Participants without HIV-1 RNA data at Week 48 (due to missing data or discontinuation of IP prior to visit window) are also considered as non-responders, as well as participants with ART substitutions were not permitted. Study drug (i.e. DTG or EFV) was not allowed to be substituted.",
        "timeFrame": "Week 48"
      },
      {
        "measure": "Percentage of Participants With Plasma HIV-1 RNA <50 Copies/Milliliter at Week 24 in Both EFV and DTG Arms Using the Modified Snapshot Algorithm",
        "description": "Plasma samples were collected for quantitative analysis of HIV-1 RNA. The percentage of participants with plasma HIV-1 RNA \\<50 copies/milliliter were assessed at Week 24 using the snapshot algorithm in the DTG and EFV arm. Response was assessed according to the Modified Snapshot algorithm. In this approach participants with HIV-1 RNA \\>=50 copies/milliliter were considered non-responders. Participants without HIV-1 RNA data at Week 24 (due to missing data or discontinuation of IP prior to visit window) were also considered as non-responders, as well as participants with ART substitutions were not permitted. Substitution of a background NRTI agent was permissible one time if it was due to reasons of drug toxicity.",
        "timeFrame": "Week 24"
      },
      {
        "measure": "Percentage of Participants Without Confirmed Virologic Withdrawal and Without Discontinuation Due to Treatment-related Reasons at Week 24 and Week 48",
        "description": "Percentage of participants not meeting confirmed virologic withdrawal criteria nor discontinued due to treatment related reasons at the time of analysis at Week 24 (through Day 210) and Week 48 (through Day 350) has been presented by treatment group. The time to meeting confirmed virologic withdrawal criteria or discontinuation due to treatment related reasons (i.e., discontinuation due to drug-related adverse event \\[AE\\], or due to protocol defined safety stopping criteria, or due to lack of efficacy) were calculated. Participants who met confirmed virologic withdrawal criteria or discontinuation due to treatment related reasons were considered as Failure. Participants who had not met confirmed virologic withdrawal criteria (per protocol) and were ongoing in the study, or who had discontinued for reasons other than those related to treatment, were censored. This would be the Treatment-Related Discontinuation = Failure (TRDF) data.",
        "timeFrame": "Week 24 and Week 48"
      },
      {
        "measure": "Change From Baseline in Cluster of Differentiation 4 (CD4+) Counts at Week 24 and Week 48",
        "description": "Blood samples were collected for assessment of lymphocyte subsets (CD4+ lymphocyte count) by flow cytometry at Baseline and Weeks 24, 48. Baseline was defined as the last pre-treatment value observed (typically from Day 1 visit). Change from Baseline was calculated subtracting the value at the specified time point from the Baseline value.",
        "timeFrame": "Baseline (Day 1), Week 24 and Week 48"
      },
      {
        "measure": "Number of Participants With Serious Adverse Event (SAE) and Common (>=5%) Non-serious AE (Non-SAE) - Randomized Phase",
        "description": "An AE is defined as any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. SAE is any untoward medical occurrence that, at any dose that results in death, is life threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, or is a congenital anomaly/birth defect, all events of possible drug-induced liver injury with hyperbilirubinemia or any other situation according to medical or scientific judgment. Data for number of participants with SAE and common (\\>=5%) non-SAE over 52 weeks has been summarized.",
        "timeFrame": "Up to Week 52"
      },
      {
        "measure": "Number of Participants With SAE and Common (>=5%) Non-SAE - OLE Phase",
        "description": "An AE is defined as any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. SAE is any untoward medical occurrence that, at any dose that results in death, is life threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, or is a congenital anomaly/birth defect, all events of possible drug-induced liver injury with hyperbilirubinemia or any other situation according to medical or scientific judgment. Data for number of participants with SAE and common (\\>=5%) non-SAE from Week 52 to Week 252 has been summarized.",
        "timeFrame": "Week 52 to Week 252"
      },
      {
        "measure": "Number of Participants With Maximum Post-Baseline-emergent Chemistry Toxicities - Randomized Phase",
        "description": "Blood samples for assessment of clinical chemistry parameters were collected at indicated time points. Clinical chemistry assessments included alanine aminotransferase (ALT), albumin, alkaline phosphatase, aspartate aminotransferase (AST), bilirubin, carbon dioxide, cholesterol, creatine kinase, creatinine, glucose, low density lipoprotein (LDL) cholesterol calculation, lipase, phosphate, potassium, and sodium. Data for number of participants who experienced maximum post-Baseline emergent chemistry toxicities were summarized. Maximum post-Baseline emergent chemistry toxicities were graded using Division of Acquired Immune Deficiency Syndrome (DAIDS) toxicity grading for HIV-infected participants as Grade 1 (mild), Grade 2 (moderate), Grade 3 (severe) and Grade 4 (potentially life-threating). Higher grade indicates more severity.",
        "timeFrame": "Up to Week 52"
      },
      {
        "measure": "Number of Participants With Maximum Post-Baseline-emergent Chemistry Toxicities- Randomized Phase + OLE Phase",
        "description": "Blood samples for assessment of clinical chemistry parameters were collected at indicated time points. Clinical chemistry assessments included ALT, albumin, alkaline phosphatase, AST, bilirubin, carbon dioxide, cholesterol, creatine kinase, creatinine, glucose, LDL cholesterol calculation, lipase, phosphate, potassium, and sodium. Data for number of participants with maximum post-Baseline emergent chemistry toxicities were summarized. Maximum post-Baseline emergent chemistry toxicities were graded using DAIDS toxicity grading for HIV-infected participants as Grade 1 (mild), Grade 2 (moderate), Grade 3 (severe) and Grade 4 (potentially life-threating) . Higher grade indicates more severity.",
        "timeFrame": "Up to Week 252"
      },
      {
        "measure": "Number of Participants With Maximum Post-Baseline-emergent Hematology Toxicities- Randomized Phase",
        "description": "Blood samples for assessment of hematology parameters were collected at indicated time points. Hematology assessments included hemoglobin, leukocytes, neutrophils and platelets. Data for number of participants who experienced maximum post-Baseline emergent hematology toxicities were summarized. Maximum post-Baseline emergent hematology toxicities were graded using DAIDS toxicity grading for HIV-infected participants as Grade 1 (mild), Grade 2 (moderate), Grade 3 (severe) and Grade 4 (potentially life-threating). Higher grade indicates more severity.",
        "timeFrame": "Up to Week 52"
      },
      {
        "measure": "Number of Participants With Maximum Post-Baseline-emergent Hematology Toxicities - Randomized Phase + OLE Phase",
        "description": "Blood samples for assessment of hematology parameters were collected at indicated time points. Hematology assessments included hemoglobin, leukocytes, neutrophils and platelets. Data for number of participants who experienced maximum post-Baseline emergent hematology toxicities were summarized. Maximum post-Baseline emergent hematology toxicities were graded using DAIDS toxicity grading for HIV-infected participants as Grade 1 (mild), Grade 2 (moderate), Grade 3 (severe) and Grade 4 (potentially life-threating). Higher grade indicates more severity.",
        "timeFrame": "Up to Week 252"
      },
      {
        "measure": "Percent Change From Baseline in the Fasting Lipid Profile at Week 24 and Week 48",
        "description": "Samples for lipid measurements were obtained in a fasted state at Baseline, Week 24 and Week 48. The parameters assessed during the lipid profile were total cholesterol, high density lipoprotein (HDL) cholesterol, low density lipoprotein (LDL) cholesterol, triglycerides. Baseline was defined as the last pre-treatment value observed (typically from Day 1 visit). Percent change from Baseline for a parameter was calculated as the observed value minus the Baseline value divided by Baseline value multiplied by 100. Data for fasting lipid parameters has been summarized.",
        "timeFrame": "Baseline (Day 1), Week 24 and Week 48"
      },
      {
        "measure": "Change From Baseline in the Fasting Lipid Profile for Total Cholesterol/HDL Ratio at Week 24 and Week 48",
        "description": "Samples for lipid measurements were obtained in a fasted state at Baseline, Week 24 and Week 48. The parameter assessed during the lipid profile was total cholesterol/HDL ratio. Baseline was defined as the last pre-treatment value observed (typically from Day 1 visit). Change from baseline for a parameter was calculated as the observed value minus the Baseline value.",
        "timeFrame": "Baseline (Day 1), Week 24 and Week 48"
      },
      {
        "measure": "Percentage of Participants Who Permanently Discontinued Study Treatment Due to AEs - Randomized Phase",
        "description": "An AE is defined as any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. Data for percentage of participants who permanently discontinued study treatment due to any AE over 52 weeks has been summarized.",
        "timeFrame": "Up to Week 52"
      },
      {
        "measure": "Percentage of Participants Who Permanently Discontinued Study Treatment Due to AEs - OLE Phase",
        "description": "An AE is defined as any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. Data for percentage of participants who permanently discontinued study treatment due to any AE from Week 52 to Week 252 has been summarized.",
        "timeFrame": "Week 52 to Week 252"
      },
      {
        "measure": "Number of Participants With Tuberculosis (TB) Associated (Assoc.) Immune Reconstitution Inflammatory Syndrome (IRIS)",
        "description": "Participants were monitored for signs and symptoms of TB-assoc. IRIS. Participants with IRIS symptoms in any AE or HIV assoc. conditions were classified by Endpoint Adjudication Committee in following four categories: met criteria for TB-assoc. IRIS, possibly met criteria for TB-assoc. IRIS, suspected TB-assoc. IRIS but not possible to adjudicate and No TB associated IRIS. They were further graded from Grades 1 to 4 using DAIDS. Higher grade indicates more severity. The preliminary requirements to meet TB-assoc. IRIS criteria were diagnosis of TB and initial response to TB treatment (stabilized or improved condition of participant in presence of TB treatment before starting ART). The clinical criteria was onset of IRIS signs and symptoms related to TB should occur within first 3 months of starting, restarting or changing ART regimen for treatment failure. Number of participants who sent to the adjudication committee and analyzed were presented.",
        "timeFrame": "Up to Week 12"
      },
      {
        "measure": "Number of Participants With Treatment-emergent Genotypic Resistance",
        "description": "Whole venous blood samples were obtained from each participant until Week 52 for potential viral genotypic and phenotypic analyses. Genotypic and phenotypic testing was conducted for participants meeting confirmed virologic withdrawal criteria, i.e., confirmed HIV-1 RNA \\>=400 copies/milliliter from Week 24 onwards. Genotypic and phenotypic analyses was carried out by Monogram Biosciences using, but not limited to, their Standard Phenosense and GenoSure testing methods for protease (PRO), reverse transcriptase (RT), and integrase assays. Data for number of participants with treatment-emergent genotypic resistance mutations have been presented for the RT region on codons G190G, K101K, K103K, K65K, V106V and Y181Y.",
        "timeFrame": "Up to Week 52"
      },
      {
        "measure": "Number of Participants With Treatment-emergent Phenotypic Resistance",
        "description": "Phenotypic susceptibility to all licensed antiretroviral drugs, including DTG and EFV were determined using PhenoSense HIV assays from Monogram Inc. Clinical cutoffs or biological cutoffs by PhenoSense were used to define the phenotypic susceptibility of background treatment and were interpreted as fold change \\> clinical lower cut-off or biologic cut-off as resistance, fold change \\<=clinical lower cut-off or biologic cut-off as sensitive, and fold change \\> clinical higher cut-off as resistance, fold change \\<=clinical higher cut-off and \\> clinical lower cut-off as partially sensitive, and fold change \\<=clinical lower cut-off as sensitive. Data has been presented for participants with treatment-emergent phenotypic resistance.",
        "timeFrame": "Up to Week 52"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 17,
      "otherCount": 0,
      "totalCount": 18
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:18.444Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}