{
  "nctId": "NCT04764669",
  "briefTitle": "A Study of E2027 in Participants With Dementia With Lewy Bodies (DLB) or Parkinson's Disease Dementia (PDD) With or Without Amyloid Copathology",
  "officialTitle": "An Open-Label Study To Evaluate the Pharmacodynamic Effects, Efficacy, Safety, and Tolerability of E2027 in Subjects With Dementia With Lewy Bodies or Parkinson's Disease Dementia With or Without Amyloid Copathology",
  "protocolDocument": {
    "nctId": "NCT04764669",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-11-19",
    "uploadDate": "2022-08-30T08:47",
    "size": 929518,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04764669/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 34,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-02-25",
    "completionDate": "2022-01-27",
    "primaryCompletionDate": "2021-12-08",
    "firstSubmitDate": "2021-02-19",
    "firstPostDate": "2021-02-21"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Male or female, age 50 to 85 years, inclusive at time of consent\n2. Meet criteria for probable DLB (as defined by the 4th report of the DLB Consortium) or meet criteria for probable PDD (as defined by the task force of the Movement Disorder Society).\n3. Mini-mental state examination (MMSE) greater than (\\>) 14 and less than (\\<) 26 at Screening Visit\n4. For DLB participants, have experienced visual hallucinations since onset of their DLB\n5. If receiving acetylcholinesterase inhibitors (AChEIs), must have been on a stable dose for at least 12 weeks before Screening Visit, with no plans for dose adjustment during the study. Treatment naive participants can be entered into the study but there should be no plans to initiate treatment with AChEIs from Screening to the end of the study.\n6. If receiving memantine, must have been on a stable dose for at least 12 weeks before Screening Visit, with no plans for dose adjustment during the study. Treatment naive participants can be entered into the study but there should be no plans to initiate treatment with memantine from Screening to the end of the study.\n7. If receiving Parkinson's disease medications, must have been on a stable dose for at least 4 weeks before Screening Visit, with no plans for dose adjustment during the study.\n8. Must have an identified caregiver or informant who is willing and able to provide follow up information on the participant throughout the course of the study.\n9. Provide written informed consent.\n\nExclusion Criteria:\n\n1. Any neurological condition that may be contributing to cognitive impairment above and beyond those caused by the participant's DLB or PDD, including any comorbidities detected by clinical assessment or magnetic resonance imaging (MRI) (identification of amyloid copathology is not exclusionary)\n2. History of transient ischemic attacks or stroke within 12 months of Screening\n3. Modified Hachinski Ischemic Scale \\>4\n4. Parkinsonian (extrapyramidal) features with Hoehn and Yahr Scale (HYS) stage 4 or higher\n5. Any major psychiatric diagnosis, including schizophrenia, bipolar disorder and current major depressive disorder as per Diagnostic and Statistical Manual of Mental Disorders Fifth Edition\n6. Geriatric Depression Scale (GDS) score \\>8\n7. Severe visual or hearing impairment that may interfere with the participant study assessments including cognitive testing\n8. Any contraindications to lumbar puncture\n9. History of deep brain stimulation or other neurosurgical procedure for Parkinson's disease\n10. Has thyroid stimulating hormone (TSH) above normal range\n11. Abnormally low serum vitamin B12 levels (\\< the lower limit of normal \\[LLN\\]) for the testing laboratory\n12. Contraindications to MRI scanning\n13. Evidence of other clinically significant lesions that suggest a dementia diagnosis other than DLB or PDD on brain MRI at Screening\n14. Other significant pathological findings on brain MRI at Screening\n15. Hypersensitivity to E2027 or any of the excipients\n16. A prolonged corrected QT interval calculated using Fridericia's formula (QTcF) as demonstrated by triplicate ECG at the Screening or Baseline Visit (that is, mean value \\>450 millisecond \\[msec\\])\n17. Had symptomatic orthostatic hypotension or symptomatic orthostatic tachycardia which resulted in hospitalization or urgent medical review in hospital in the past 12 months before Screening\n18. Any other clinically significant abnormalities in vital signs, ECG and laboratory values that in the opinion of the investigator, require further investigation or treatment or that may interfere with study procedures or safety\n19. Malignant neoplasms within 3 years of Screening (except for basal or squamous cell carcinoma of the skin, or localized prostate cancer in male participants). Participants who had malignant neoplasms but who have had at least 3 years of documented uninterrupted remission before Screening need not be excluded.\n20. Has a \"yes\" answer to C-SSRS suicidal ideation Type 4 or 5, or any suicidal behavior assessment within 6 months before Screening, at Screening, or at the Baseline Visit, or has been hospitalized or treated for suicidal behavior in the past 5 years before Screening\n21. Known or suspected history of drug or alcohol dependency or abuse within 2 years before Screening, current use of recreational drugs or a positive urine drug test at Screening.\n22. Any other medical conditions (example, cardiac, respiratory, gastrointestinal, renal disease) which are not stably and adequately controlled, or which in the opinion of the investigator may affect the participant's safety or interfere with the study assessments\n23. Taking any of the prohibited medications or not meeting the requirements regarding stable doses of permitted medications\n24. Participation in a clinical study involving any investigational drug/device for DLB or PDD within 6 months before Screening or any other investigational drug/device in the 8 weeks or 5 half-lives (whichever is longer) of the study medication before Screening unless it can be documented that the participant was in a placebo treatment arm\n25. Planned surgery which requires general, spinal or epidural anesthesia that will take place during the study.\n26. Males who have not had a successful vasectomy (confirmed azoospermia) if their female partners are of childbearing potential and are not willing to use a highly effective contraceptive method throughout the study period and for 98 days after study drug discontinuation. No sperm donation is allowed during the study period and for 98 days after study drug discontinuation.\n27. Females who are breastfeeding or pregnant at Screening or Baseline\n28. Females of childbearing potential who:\n\n    * Within 28 days before study entry, did not use a highly effective method of contraception\n    * Do not agree to use a highly effective method of contraception throughout the entire study period and for 28 days after study drug discontinuation",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percent Change From Baseline in Cerebrospinal Fluid (CSF) Cyclic Guanosine Monophosphate (cGMP) at Week 9",
        "description": "cGMP was measured in CSF samples using a validated liquid chromatography with tandem mass spectrometry (LC-MS/MS) method with a lower limit of quantitative at 0.500 nanogram per milliliter (ng/ml). Evaluation of cGMP following dosing of E2027 was based on relative percent change from baseline.",
        "timeFrame": "Baseline, Week 9"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Treatment Emergent Adverse Events (TEAEs), Severe TEAEs, Serious TEAEs, Adverse Events (AEs) Resulting in Study Discontinuation",
        "description": "A TEAE was defined as an AE that emerged during treatment, having been absent at pretreatment or reemerged during treatment, having been present at pretreatment but stopped before treatment, or worsened in severity during treatment relative to the pretreatment state, when the AE is continuous. Severe TEAE was defined as inability to work or to perform normal daily activity. A Serious TEAE was any untoward medical occurrence that at any dose: resulted in death; life threatening condition; required inpatient hospitalization or prolongation of existing hospitalization; resulted in persistent or significant disability/incapacity; was a congenital anomaly/birth defect or was medically important due to other reasons than the above mentioned criteria. An AE was defined as any untoward medical occurrence in a participant administered an investigational product. AE resulting in study discontinuation was defined as AE due to which the study medication was stopped.",
        "timeFrame": "From first dose of study drug up to Week 16"
      },
      {
        "measure": "Number of Participants With Treatment Emergent Orthostatic Hypotension",
        "description": "Orthostatic hypotension was defined based on the following criteria per protocol: Drop in standing systolic blood pressure (SBP) greater than or equal to (\\>=) 20 millimeter of mercury (mmHg) compared to supine or drop in standing diastolic blood pressure (DBP) \\>=10 mmHg compared to supine. Treatment-emergent orthostatic hypotension was defined as: if at baseline participant did not have SBP drop \\>=20 mmHg and no DBP drop \\>=10 mmHg, but developed one or more of these two events during post baseline visits.",
        "timeFrame": "Week 3, Week 6, Week 9, Week 12 and Week 16"
      },
      {
        "measure": "Number of Participants With Post Baseline Treatment Emergent Orthostatic Tachycardia",
        "description": "Orthostatic tachycardia was defined by the following criteria per protocol: Standing heart rate (HR) increased by greater than (\\>) 30 beats/min compared to supine and absolute standing HR was \\>100 beats/min. A participant was counted as treatment-emergent if orthostatic tachycardia emerged during the treatment, having been absent at baseline (pretreatment).",
        "timeFrame": "From first dose of study drug up to Week 16"
      },
      {
        "measure": "Number of Participants With Markedly Abnormal Laboratory Values",
        "description": "A laboratory value was determined to be a markedly abnormal value if the postbaseline grade increased from baseline and the post-baseline grade was greater than or equal to 2. Markedly abnormal laboratory values were based on Common Terminology Criteria for Adverse events (CTCAE) Version 5.0.",
        "timeFrame": "From first dose of study drug up to Week 16"
      },
      {
        "measure": "Number of Participants With Post-Baseline Abnormal Electrocardiogram (ECG) Findings",
        "description": "Abnormal ECG findings were defined as follows: corrected QT interval calculated using Fridericia's formula (QTcF) prolonged by \\>60 millisecond (ms) from baseline and absolute QTcF \\>450 ms; QTcF prolonged to \\>500 ms; Change from baseline of PR interval \\>=25 percent (%) to an absolute PR value of \\>220 ms; Change from baseline of QRS interval \\>=25% to an absolute QRS value of \\>120 ms.",
        "timeFrame": "From first dose of study drug up to Week 16"
      },
      {
        "measure": "Number of Participants With Suicidal Ideation or Suicidal Behavior as Measured Using Columbia Suicide Severity Rating Scale (C-SSRS)",
        "description": "The C-SSRS (mapped to Columbia Classification Algorithm of Suicide Assessment (C-CASA) categories); is an interview-based instrument to systematically assess suicidal ideation and suicidal behavior. C-SSRS assess whether participant experience any of the following: completed suicide; suicide attempt (response of \"yes\" on \"actual attempt\"); preparatory acts toward imminent suicidal behavior (\"yes\" on \"preparatory acts or behavior\", \"aborted attempt\" or \"interrupted attempt\"), suicidal ideation (\"yes\" on \"wish to be dead\", \"non-specific active suicidal thoughts\", \"active suicidal ideation with methods without intent to act or some intent to act, without specific plan or with specific plan and intent, any self-injurious behavior with no suicidal intent (\"yes\" on \"has participant engaged in non-suicidal self-injurious behavior\"). Here, number of participants with positive response (\"yes\") to suicidal behavior or/and Ideation, any non-suicidal self-injurious behavior was reported.",
        "timeFrame": "From first dose of study drug up to Week 16"
      },
      {
        "measure": "Change From Baseline in Total Score of Unified Parkinson's Disease Rating Scale Part III: Motor Examination (UPDRS-III)",
        "description": "The UPDRS scale evaluates extrapyramidal features in motor function in Parkinson's disease. It contains 33 items in 18 categories: (1) speech, (2) facial expression, (3) rigidity, (4) finger tapping, (5) hand movements, (6) supinational and pronation movements of hands, (7) toe tapping, (8) leg agility, (9) arising from chair, (10) gait, (11) freezing of gait, (12) postural stability, (13) posture, (14) body bradykinesia, (15) postural tremor of hands, (16) kinetic tremor of hands, (17) rest tremor amplitude and (18) constancy of rest tremor. Each item is scored 0 to 4, giving a total score range 0 to 132. Higher scores indicating more severe symptoms.",
        "timeFrame": "Baseline, Week 12 and Week 16"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 49,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:44.989Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}