{
  "nctId": "NCT02700412",
  "briefTitle": "University of Alabama at Birmingham (UAB) Adult CBD Program",
  "officialTitle": "University of Alabama at Birmingham (UAB) Adult CBD Program",
  "protocolDocument": {
    "nctId": "NCT02700412",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-12-18",
    "uploadDate": "2020-03-11T14:46",
    "size": 745818,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02700412/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 80,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-04",
    "completionDate": "2019-08-08",
    "primaryCompletionDate": "2019-08-08",
    "firstSubmitDate": "2016-02-24",
    "firstPostDate": "2016-03-07"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Any patient with disabling epilepsy with diagnosis confirmed by video/EEG monitoring, and\n* Patient should have history of a trial of at least four anti-epileptic drugs (AEDs) including one trial of a combination of two concomitant AEDs, without successful seizure control. Vagus nerve stimulation (VNS), Responsive Neurostimulation (RNS) deep brain stimulation, or the ketogenic diet can be considered an equivalent to a drug trial,\n* Between 1-4 baseline anti-epileptic drugs at stable doses for a minimum of 4 weeks prior to submitting records for review by the CBD Treatment Approval Committee.\n* VNS or RNS must be on stable settings for a minimum of 3 months,\n* If on ketogenic diet, must be on stable ratio for a minimum of 3 months.\n* The referring provider needs to make available for review all of the following:\n\n  * Most recent Brain MRI report,\n  * Most recent ECG report,\n  * Video/EEG monitoring report confirming the diagnosis of epilepsy,\n  * Evidence that the patient has failed 4 AEDs as indicated above,\n  * Current Medication List\n  * Patient must have at least 4 clinically countable seizures per month.\n  * Seizure history to include a documented history of generalized seizures (drop attacks, atonic, tonic-clonic and/or myoclonic), focal seizures without loss of consciousness with a motor component, focal seizures with loss of consciousness, or focal seizures with secondary generalization,\n  * Results of routine testing including blood work (Complete Blood Count (CBC), Comprehensive Metabolic Panel (CMP), Liver Function Tests (LFTs), renal panel, Urinary Analysis (UA), and levels of all AEDs) and digital copy of a routine EEG along with the formal written report performed within 3 months prior to submitting records for CBD Treatment Approval review. If any AED dose was adjusted within 3 months prior to submitting records for CBD Treatment Approval Committee review, level on the new dose will need to be provided. If applicable, results of any metabolic or genetic testing performed should be included in submitted records for review:\n  * If applicable, documentation (including date of surgery) of prior VNS, RNS, Corpus Callosotomy, or other epilepsy surgery the patient has received.\n* Age 15 years and older,\n* Patients are able to keep and provide seizure calendar for at least 3 months prior to submitting records for CBD Treatment Approval Committee review. The patient will need to provide an updated calendar at the time of enrollment,\n* Acceptable method of contraception (or abstinence) for women of childbearing potential and for male patients with partners of childbearing potential; female patients must have a negative urine pregnancy test on the day of initiating CBD,\n* For patients who agree to participate in the optional neuroimaging sub-study, an MRI screen will be obtained to show that the patient does not have contraindication to receiving MRI/function MRI (fMRI) at 3 Tesla (e.g., metallic artifact).\n* Approval for inclusion by the CBD Treatment Approval Committee.\n* Current State of Alabama Resident\n* Acceptable documentation of Alabama residency includes the following:\n\n  * a state issued identification (ID), such as a driver's license, from patient or patient's parent/legally authorized representative (LAR).\n  * documents showing the patient or patient's parent/LAR rents/owns property in the state,\n  * state voter registration from patient or patient's parent/LAR, or\n  * a recent state tax return from patient or patient's parent/LAR.\n\nExclusion Criteria:\n\n* Active Psychogenic Non-Epileptic Seizures (PNES); Patients with more than 1 year freedom from PNES will not be excluded,\n* Patients who are pregnant, breastfeeding, or not using acceptable methods of contraception during the course of the study and for three months thereafter,\n* Male patient's partner is of child bearing potential; unless willing to ensure that they (male patients) or their partner(s) are using acceptable methods of contraception during the course of the study and for three months thereafter,\n* History of substance abuse/addiction,\n* Use of medical marijuana or CBD based product in the past 30 days,\n* Initiation of felbamate within last 12 months,\n* Allergy to CBD or any marijuana-type products,\n* Alanine Aminotransferase (ALT) \\>5 x Upper Limit of Normal (ULN) or Aspartate Aminotransferase (AST) \\>5 x ULN, as seen in participant's laboratory results submitted to the CBD Treatment Approval Committee for review.\n* Hemoglobin \\<10 or Hematocrit \\<30 or White Blood Count (WBC) \\< 2000, as seen in participant's laboratory results submitted to the CBD Treatment Approval Committee for review.\n* In investigator's judgment, active medical condition/treatment that impacts study activities.\n* Unable to provide consent (and no LAR),\n* Unable/Failure to comply with study visits/requirements and/or instructions,\n* Confirmed diagnosis for Dravet Syndrome or Lennox Gastaut Syndrome that qualifies the patient for a Greenwich (GW) Dravet Syndrome or Lennox Gastaut Syndrome randomized controlled clinical trial for which the patient is eligible pursuant to the GW clinical trial enrollment criteria unless\n\n  * (a) there is no study that is either actively open for enrollment of patients at the University of Alabama at Birmingham (UAB) or that is expected to actively begin enrolling patients at UAB within two (2) months of the date on which the patient is screened for the UAB Pediatric CBD Program or UAB Adult CBD Program,\n* Subjects with contraindications to MRI/fMRI at 3 Tesla (e.g., metallic artifact) will not be offered participation in the optional substudy.\n* Primary residence in a State different than Alabama.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "99 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Severe Adverse Events (SAEs) (Increase in Seizure Frequency by More Than 100% Leading to Emergency Room Visit or Hospitalization).",
        "description": "Severe adverse events (SAEs) were defined as increase in seizure frequency by more than 100% leading to emergency room visit or hospitalization. During study clinic and phone visits, adverse and severe adverse event monitoring and reporting were assessed among all participants. Data was recorded and stored in the UAB RedCap System.",
        "timeFrame": "For 1 Year following Enrollment"
      },
      {
        "measure": "Number of Participants With Change in Resting Blood Pressure or Heart Rate by 25% if Considered Significant by Managing Neurologist.",
        "description": "During study clinic visits, participant vital signs, including blood pressure and heart rate, were collected. Data was recorded and stored in the UAB RedCap System. Clinically significant was determined by using the Common Toxicity Criteria for Adverse Events (CTCAE) Version 4.03. Adverse events categorized as a grade 3 or above were considered clinically significant. Adverse events grade 4 or above were considered severe adverse events.",
        "timeFrame": "For 1 Year following Enrollment"
      },
      {
        "measure": "Number of Participants With Change in Laboratory Tests Considered by Managing Neurologists as Clinically Significant.",
        "description": "During study clinic visits, participants received laboratory testing to assess for side effects and toxicity. Data was recorded and stored in the UAB RedCap System. Laboratory testing included Complete Blood Count (CBC), Comprehensive Metabolic Panel (CMP; included Liver Function Tests (LFTs) mainly looking at alanine aminotransferase (ALT) and aspartate aminotransferase (AST)), Urine Analysis (UA), and Antiepileptic Drug (AED) levels. Clinically significant was determined by using the Common Toxicity Criteria for Adverse Events (CTCAE) Version 4.03. Adverse events categorized as a grade 3 or above were considered clinically significant. Adverse events grade 4 or above were considered severe adverse events.",
        "timeFrame": "For 1 Year following Enrollment"
      }
    ],
    "secondary": [
      {
        "measure": "Change in Seizure Frequency as Measured in Total Number of Seizures Per Month.",
        "description": "Participants were given seizure diary logs and dairy data collection was done at study clinic visits. Data was recorded and stored in the UAB RedCap System. The analysis plan was to assess the pattern of change in seizure frequency over time, relative to baseline, following CBD exposure. Since the baseline measure was reported at the time of screening, there was some tendency to overestimate the frequency of seizures in the historically reported interval. This was examined by comparing the initial study visits improvement versus the pattern of control over time, and was assessed using graphic techniques and summary statistics.",
        "timeFrame": "For 1 Year following Enrollment"
      },
      {
        "measure": "Change in Seizure Severity Measured by the Chalfont Seizure Severity Scale (Duncan & Sander, 1991, JNNP).",
        "description": "Seizure severity was collected during study clinic and phone visits using the Chalfont Seizure Severity Scale (CSSS) (Duncan \\& Sander, 1991, JNNP) through verbal reporting. The CSSS measured components of seizures most disturbing or disruptive to the participants. The total scores for a given seizure type was its severity score. High scores indicated high severity of the seizures (no fixed maximum value), while a score of zero indicated low severity. Scores were recorded and stored in the UAB RedCap System. The analysis plan was to assess the pattern of change in seizure severity scores over time, relative to baseline, following CBD exposure. Since the baseline measure was reported at the time of screening, there was some tendency to overestimate the severity of seizures in the historically reported interval. This was examined by comparing the initial study visits improvement versus the pattern of control over time, and was assessed using graphic techniques and summary statistics.",
        "timeFrame": "For 1 Year following Enrollment"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:47.782Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}