{
  "nctId": "NCT01281956",
  "briefTitle": "PRX-00023 Therapy in Localization-Related Epilepsy",
  "officialTitle": "A Phase II Clinical Trial of PRX-00023 Therapy in Localization-Related Epilepsy",
  "protocolDocument": {
    "nctId": "NCT01281956",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-01-12",
    "uploadDate": "2018-10-05T17:26",
    "size": 602121,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01281956/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 12,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2011-01-07",
    "completionDate": "2017-10-05",
    "primaryCompletionDate": "2017-10-05",
    "firstSubmitDate": "2011-01-21",
    "firstPostDate": "2011-01-24"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n\n  1. Enrolled in protocol 01-N-0139\n  2. Age 18 to 65\n  3. Localization-related epilepsy diagnosed by standard clinical criteria that has not responded to treatment with up to two standard antiepileptic drugs either sequentially or in combination.\n  4. Patients must be able to provide informed consent.\n  5. Patients must be able to remain on their baseline AED drugs and doses for the duration of the study\n  6. Patients must be able to use seizure calendars to record seizures throughout the trial.\n  7. Experiences 4 seizures within a 6-week period\n\nEXCLUSION CRITERIA:\n\n1. Pregnancy or lactation\n2. Women of child-bearing potential and men who are unable or unwilling to take adequate contraceptive precautions, including one of the following:\n\n   * hormonal contraception (birth control pills, injected hormones or vaginal ring);\n   * intrauterine device;\n   * barrier methods (condom or diaphragm) combined with spermicide;\n   * surgical sterilization (hysterectomy, tubal ligation, or vasectomy in a partner\n3. Current treatment for another significant medical disorder, such as diabetes, or heart disease, or an untreated disorder, that is discovered during the screening examination and might interfere with the study and is determined by the PI to warrant exclusion of the participant.\n4. An abnormality on clinical laboratory tests, physical examination, EEG or ECG that might increase the risk associated with trial participation or investigational product administration, such as hepatic enzyme elevation greater than twice normal, or hematocrit lower than 30.\n5. A level 4 or 5 on the Columbia Suicide Severity Rating Scale rating for symptoms during the last month\n6. Concomitant treatment with more than 2 AEDs\n7. Evidence for a potentially progressive neurologic disorder, such as an astrocytoma\n8. Use of sublingual lorazepam for seizure clusters more than once per wee\n9. Use of any of the following prohibited medications/classes with less than required interval period:\n\n   * Any other Investigational drugs; required interval period (weeks prior to baseline) is 4\n   * benzodiazepines; required interval period (weeks prior to baseline) is 4\n   * MAO Inhibitors anti depressant; required interval period (weeks prior to baseline) is 4\n   * Buspirone; required interval period (weeks prior to baseline) is 2\n   * other psychotropic medicines; required interval period (weeks prior to baseline) is 2\n   * potent CYP3A4 inducers/inhibitors; required interval period (weeks prior to baseline) is 2 for:\n\n     * Itraconazole\n     * ketoconazole\n     * HIV antivirals\n     * clarithromycin\n     * phenytoin\n   * Prornolol is 2",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Seizure Frequency in the Active and Placebo Periods",
        "description": "Participants used a seizure calendar to record the number of seizures that occurred during the three month treatment period, i.e., while participants were either on PRX-0023 or Placebo. Seizure frequency was calculated as the total number of seizures occurring during each three month period. For each period a mean was calculated across subjects.",
        "timeFrame": "Three months"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With > 50% Lower Seizure Rate on PRX-0023.",
        "description": "Participants used a seizure calendar to record the number of seizures that occurred during each three month treatment period, i.e., while participants were either on PRX-0023 or Placebo. Seizure rate was calculated as the total number of seizures occurring during the three month period. The number of participants with \\>50% lower seizure frequency during the active compared with the placebo period was determined.",
        "timeFrame": "Three months"
      },
      {
        "measure": "Mean Score on the Hamilton Anxiety Rating Scale at the End of the Active and Placebo Periods.",
        "description": "Participants were administered the Hamilton Anxiety Rating Scale (HAM-A) at the end of each three month treatment period, i.e., while participants were either on PRX-0023 or Placebo. The HAM-A measures an individual's severity of anxiety symptoms. The scale consists of 14 parameters, each defined by a series of symptoms. Each group of symptoms is scored on a scale of 0 (not present) to 4 (severe), with a total score range of 0-56, where \\</=17 indicates mild anxiety, 18-24 mild to moderate anxiety and 25-30 moderate to severe anxiety and \\>30 severe anxiety.",
        "timeFrame": "Three months"
      },
      {
        "measure": "Mean Score on the Hamilton Depression Rating Scale at the End of the Active and Placebo Periods",
        "description": "The Hamilton Depression Rating Scale (HAM-D) was administered to participants at the end of each treatment period. The HAM-D is a multiple item questionnaire used to provide an indication of depression. The questionnaire is designed for adults and is used to rate the severity of their depression by probing mood, feelings of guilt, suicide ideation, insomnia, agitation or retardation, anxiety, weight loss, and somatic symptoms. Although the HAM-D form lists 21 items, the scoring is based on the first 17 items. Eight items are scored on a 5-point scale, ranging from 0 = not present to 4 = severe. Nine items are scored from 0-2 with 0 = absent and 2 = frequent or severe. Scores range from 0 to 50 with a score of 0-7 representing normal and a score \\>/= 23 representing very severe depression.",
        "timeFrame": "Three months"
      },
      {
        "measure": "Mean Score on the Hopkins Verbal Learning Test-Revised (HVLT-R) at the End of the Active and Placebo Periods",
        "description": "The HVLT-R is a word-list learning and memory test.The participant is read a list of words and asked to recall as many as possible, without regard to the order in which they were read.The list is read three times with recall requested after each presentation (immediate recall) and after a delay (delayed recall). Individual test results are compared to others of the same age (+/-5 years).Test results are presented as T-scores which are conventionally used in neuropsychology. The participant's raw scores are compared to a population expected raw score, for a particular age group. That score is converted to a T-score.The interpretation of these T-scores is such that 50 is representative of the normal score in that age group in the general population. The standard deviation of these distributions are 10 units. Therefore, a score between 30-40 is considered mildly impaired, 20-30 is indicative of severe problems with learning and memory and a score of 60-70 indicates a very good memory.",
        "timeFrame": "Three months"
      },
      {
        "measure": "The Mean Score on the Brief Visuospatial Memory Test-Revised (BVMT-R), at the End of the Active and Placebo Period.",
        "description": "The BVMT-R is a test of memory for visual information. Participants are shown a page with several geometric designs arranged in a 2x3 matrix and asked to study the designs. After the page is shown for a brief period the participant is asked to draw each figure.The same page is shown three times with recall requested after each presentation (immediate recall) and after a delay (delayed recall). Individual test results are compared to other people the same age (+/- 5 years).Test results are presented as T-scores which are conventionally used in neuropsychology. The participant's raw scores are compared to a population expected raw score, for a particular age group.That score is converted to a T-score.The interpretation of these T-scores is such that 50 is representative of the normal score in that age group in the general population.The standard deviation of these distributions are 10 units. A score of 30-40 is considered mildly impaired, 20-30 is indicative of severe problems",
        "timeFrame": "Three months"
      },
      {
        "measure": "Mean Score on the Columbia Suicide Severity Rating Scale at the End of the Active and Placebo Periods",
        "description": "The Columbia Suicide Severity Rating Scale (C-SSRS) was administered to subjects at the end of each treatment period. The C-SSRS, is a suicidal ideation and behavior rating scale which evaluates suicide risk. The assessment rates an individual's degree of suicidal ideation on a scale, ranging from 0 to 6 as follows: 0 = No suicide ideation; 1 = Wish to be dead; 2 = Non-Specific Active Suicidal Thoughts; 3 = Active Suicidal Ideation with any methods (No Plan) without intent to act; 4 = Active Suicidal Ideation with some intent to act, without specific plan; 5 = Active Suicidal Ideation with specific plan and intent; and 6 = Actual Suicide Attempt",
        "timeFrame": "Three months"
      },
      {
        "measure": "Results of Clinical Examination of the Nervous System at the End of the Active and Placebo Treatment Periods",
        "description": "A clinical examination of the nervous system was administered by a physician to subjects at the end of each three month treatment period, i.e., while the participant was on PRX-0023 or Placebo. Results of the examination ranged from 0-4 with scores defined as follows: 0 = normal examination; 1 = Observation only; patient asymptomatic; 2 = Patient reports complaint associated with finding but no dysfunction; 3 = Patient reports some impairment of daily function associated with finding; 4 = Patient unable to carry out usual activities due to dysfunction associated with finding.",
        "timeFrame": "Three months"
      },
      {
        "measure": "Results of Clinical Examination of the Respiratory System at the End of the Active and Placebo Treatment Periods",
        "description": "A clinical examination of the respiratory system was administered by a physician to subjects at the end of each three month treatment period, i.e., while the participant was on PRX-0023 or Placebo. Results of the examination ranged from 0-4 with scores defined as follows: 0 = normal examination; 1 = Observation only; patient asymptomatic; 2 = Patient reports complaint associated with finding but no dysfunction; 3 = Patient reports some impairment of daily function associated with finding; 4 = Patient unable to carry out usual activities due to dysfunction associated with finding.",
        "timeFrame": "Three months"
      },
      {
        "measure": "Results of Clinical Examination of the Cardiovascular System at the End of the Active and Placebo Treatment Periods",
        "description": "A clinical examination of the cardiovascular system was administered by a physician to subjects at the end of each three month treatment period, i.e., while the participant was on PRX-0023 or Placebo. Results of the examination ranged from 0-4 with scores defined as follows: 0 = normal examination; 1 = Observation only; patient asymptomatic; 2 = Patient reports complaint associated with finding but no dysfunction; 3 = Patient reports some impairment of daily function associated with finding; 4 = Patient unable to carry out usual activities due to dysfunction associated with finding.",
        "timeFrame": "Three months"
      },
      {
        "measure": "Results of Clinical Examination of the Musculoskeletal System at the End of the Active and Placebo Treatment Periods",
        "description": "A clinical examination of the musculoskeletal system was administered by a physician to subjects at the end of each three month treatment period, i.e., while the participant was on PRX-0023 or Placebo. Results of the examination ranged from 0-4 with scores defined as follows: 0 = normal examination; 1 = Observation only; patient asymptomatic; 2 = Patient reports complaint associated with finding but no dysfunction; 3 = Patient reports some impairment of daily function associated with finding; 4 = Patient unable to carry out usual activities due to dysfunction associated with finding.",
        "timeFrame": "Three months"
      },
      {
        "measure": "Number of Subjects With an Abnormal CBC Result at the End of the Active and Placebo Periods",
        "description": "A Complete Blood Count (CBC) was administered at the end of each three month treatment period. A complete blood count test measures several components and features of your blood, including: Red blood cells (which carry oxygen), White blood cells (which fight infection), Hemoglobin (the oxygen-carrying protein in red blood cells), Hematocrit (the proportion of red blood cells to the fluid component (plasma) in your blood), Platelets, (which help with blood clotting). Abnormal increases or decreases in cell counts as revealed in a complete blood count may indicate an underlying medical condition, i.e., anemia (abnormal red blood cells, hemoglobin, and/or hematocrit), leucopenia (a decrease in white blood cells), leucocytosis (an increase in white blood cells), and thrombocytosis (an increase in platelets). Results were classified as either normal or abnormal.",
        "timeFrame": "Three months"
      },
      {
        "measure": "Number of Subjects With Abnormal Clinical Chemistry Labs at the End of the Active and Placebo Periods",
        "description": "The number of subjects with abnormal clinical chemistry labs which is defined as a value outside of the NIH Clinical Center normal range.",
        "timeFrame": "Three months"
      },
      {
        "measure": "Number of Subjects With an Abnormal ECG Result at the End of the Active and Placebo Periods",
        "description": "An electrocardiogram was administered to participants at the end of each treatment period, i.e., at the end of the PRX-0023 and Placebo treatment periods. The number of abnormal ECG readings was noted in this measure.",
        "timeFrame": "Three months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 13,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:50.958Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}