{
  "nctId": "NCT00434512",
  "briefTitle": "Dose-ranging Study to Evaluate the Safety & Immunogenicity of a HIV Vaccine 732461 in Healthy HIV Seronegative Volunteers",
  "officialTitle": "A Dose-ranging Study to Compare the Safety and Immunogenicity of a Candidate Human Deficiency Virus (HIV) Vaccine 732461, Adjuvanted or Not, Administered According to a 0, 1 Month Schedule to Healthy Adult HIV Seronegative Volunteers.",
  "protocolDocument": {
    "nctId": "NCT00434512",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2007-10-08",
    "uploadDate": "2019-09-04T02:52",
    "size": 3182125,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT00434512/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 180,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2007-02-20",
    "completionDate": "2008-06-13",
    "primaryCompletionDate": "2008-06-13",
    "firstSubmitDate": "2007-02-12",
    "firstPostDate": "2007-02-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* A male or female between and including 18-40 years at the time of first vaccination.\n* Written informed consent obtained from the subject prior to any study procedure.\n* Subjects who the investigator believes that they can and will comply with the requirements of the protocol.\n* Good general health without significant medical history, physical examination findings, or clinically significant abnormal laboratory results.\n* If the subject is female, she must be of non-childbearing potential, or if she is of childbearing potential, she must practice adequate contraception for 30 days prior to vaccination, have a negative pregnancy test and continue such precautions for 2 months after completion of the vaccination series.\n* Negative for antibodies against HIV-1, HIV-2 and negative for HIV p24 antigen within 56 days (8 weeks) prior to enrolment. Subjects must be willing to accept HIV test results. Individuals who elect not to receive test results will not be enrolled.\n* Negative for anti-HBc Ab, HBsAg and anti-HCV Ab.\n\nExclusion Criteria:\n\n* Women who are pregnant or breast-feeding.\n* Subjects with a history of, or current, alcohol or substance abuse.\n* The subject is at high risk of acquiring HIV according to the behavioural risk assessment questionnaire.\n* Morbid obesity\n* Previous inclusion in a HIV vaccines trial.\n* Receipt of live attenuated vaccines within 30 days of enrolment.\n* Receipt of medically indicated subunit or killed vaccines or allergy treatment with antigen injections within 14 days of study vaccine administration.\n* Use of any investigational or non-registered product (drug or vaccine) other than the study vaccines within 30 days preceding the first dose of study vaccine, or planned use during the study period.\n* Prior receipt of HIV-1 vaccines or placebo in a previous HIV vaccine trial.\n* Receipt of blood products 120 days prior to HIV screening.\n* Receipt of immunoglobulin 120 days prior to HIV screening.\n* History of serious adverse reactions including anaphylaxis and related symptoms such as hives, respiratory difficulty, angioedema and abdominal pain to vaccines.\n* History of serious allergic reaction to any substance requiring hospitalization or emergency medical care.\n* History of immunodeficiency or autoimmune disease.\n* History of malignancy (unless there has been surgical excision followed by a sufficient observation period, of at least 5 years, to give a reasonable assurance of sustained cure and which, in the estimate of the investigator, is not likely to recur during the study period).\n* Chronic administration of immunosuppressants or other immune-modifying drugs within six months prior to the first vaccination.\n* History of type I or type II diabetes mellitus including cases controlled with diet alone. A subject with past gestational diabetes is eligible.\n* Thyroid disease including history of thyroidectomy and diagnoses requiring medication. A subject not requiring thyroid medicine within the past 12 months is eligible.\n* Acute disease at the time of enrolment.\n* Asthma requiring daily steroid or long acting β agonist prevention.\n* Unstable asthma.\n* Food- or wine-induced asthma.\n* Known sensitivity to sulfites or aspirin.\n* Bleeding disorder that was diagnosed by a physician. A subject who states that he or she has easy bruising or bleeding, but does not carry a formal diagnosis and has intramuscular (IM) injections and blood draws without any adverse experience is eligible.\n* History of any serious neurologic disorder or seizure\n* History of major congenital defect\n* History of chronic fatigue syndrome or fibromyalgia\n* Splenectomy\n* Hypertension. A subject with hypertension is eligible if he or she is controlled on medication and the documented blood pressure is less than 150/100.\n* Any medical, psychiatric or social condition, or occupational or other responsibility that, in the judgement of the investigator, would interfere with or serve as a contradiction to adherence to the study protocol or ability to give informed consent.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "40 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Subjects With Any and Grade 3 Solicited Local Symptoms",
        "description": "Assessed solicited local symptoms were pain, redness and swelling. Any = occurrence of the symptom regardless of intensity grade. Grade 3 pain = pain that prevented normal activity. Grade 3 redness/swelling = redness/swelling spreading beyond 50 millimeters (mm) of injection site.",
        "timeFrame": "During the 7-day (Days 0-6) follow-up period after each vaccination and overall (across doses)"
      },
      {
        "measure": "Number of Subjects With Any, Grade 3 and Related Solicited General Symptoms",
        "description": "Assessed solicited general symptoms were fatigue, fever \\[defined as axillary temperature equal to or above 37.5 degrees Celsius (°C)\\], headache, myalgia, sweating, gastrointestinal symptoms(nausea, vomiting, diarrhea, and/or abdominal pain). Any = occurrence of the symptom regardless of intensity grade. Grade 3 symptom = symptom that prevented normal activity. Grade 3 fever = fever \\> 39.0 °C. Related = symptom assessed by the investigator as related to the vaccination.",
        "timeFrame": "During the 7-day (Days 0-6) follow-up period after each vaccination and overall (across doses)"
      },
      {
        "measure": "Number of Subjects With Any, Grade 3 and Related Unsolicited Adverse Events (AEs)",
        "description": "An unsolicited AE covers any untoward medical occurrence in a clinical investigation subject temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product and reported in addition to those solicited during the clinical study and any solicited symptom with onset outside the specified period of follow-up for solicited symptoms. Any was defined as the occurrence of any unsolicited AE regardless of intensity grade or relation to vaccination. Grade 3 AE = an AE which prevented normal, everyday activities. Related = AE assessed by the investigator as related to the vaccination.",
        "timeFrame": "During the 30-day (Days 0-29) follow-up period after vaccination (across doses)"
      },
      {
        "measure": "Number of Subjects With Serious Adverse Events (SAEs) and Related SAEs",
        "description": "Serious adverse events (SAEs) assessed include medical occurrences that result in death, are life threatening, require hospitalization or prolongation of hospitalization or result in disability/incapacity.",
        "timeFrame": "During the whole study period (From Month 0 up to Month 12)"
      },
      {
        "measure": "Number of Subjects With Abnormal Haematological and Biochemical Levels at Month 0",
        "description": "The frequency distribution of values below, within and above normal ranges, were tabulated per treatment group at each scheduled time point for the following biochemical or haematological parameters: red blood cells \\[RBC\\] count, haemoglobin, haematocrit, white blood cell \\[WBC\\] count, neutrophils, lymphocytes, monocytes, eosinophils, basophils, platelets, sodium, potassium, urea nitrogen, creatinine, alanine aminotransferase \\[ALT\\] and aspartate aminotransferase \\[AST\\].",
        "timeFrame": "At Month 0"
      },
      {
        "measure": "Number of Subjects With Abnormal Haematological and Biochemical Levels at Month 1",
        "description": "The frequency distribution of values below, within and above normal ranges, were tabulated per treatment group at each scheduled time point for the following biochemical or haematological parameters: red blood cells \\[RBC\\] count, haemoglobin, haematocrit, white blood cell \\[WBC\\] count, neutrophils, lymphocytes, monocytes, eosinophils, basophils, platelets, sodium, potassium, urea nitrogen, creatinine, alanine aminotransferase \\[ALT\\] and aspartate aminotransferase \\[AST\\].",
        "timeFrame": "At Month 1"
      },
      {
        "measure": "Number of Subjects With Abnormal Haematological and Biochemical Levels at Day 44",
        "description": "The frequency distribution of values below, within and above normal ranges, were tabulated per treatment group at each scheduled time point for the following biochemical or haematological parameters: red blood cells \\[RBC\\] count, haemoglobin, haematocrit, white blood cell \\[WBC\\] count, neutrophils, lymphocytes, monocytes, eosinophils, basophils, platelets, sodium, potassium, urea nitrogen, creatinine, alanine aminotransferase \\[ALT\\] and aspartate aminotransferase \\[AST\\].",
        "timeFrame": "At Day 44"
      },
      {
        "measure": "Number of Subjects With Abnormal Haematological and Biochemical Levels at Month 2",
        "description": "The frequency distribution of values below, within and above normal ranges, were tabulated per treatment group at each scheduled time point for the following biochemical or haematological parameters: red blood cells \\[RBC\\] count, haemoglobin, haematocrit, white blood cell \\[RBC\\] count, neutrophils, lymphocytes, monocytes, eosinophils, basophils, platelets, sodium, potassium, urea nitrogen, creatinine, alanine aminotransferase \\[ALT\\] and aspartate aminotransferase \\[AST\\].",
        "timeFrame": "At Month 2"
      },
      {
        "measure": "Number of Subjects With Abnormal Haematological and Biochemical Levels at Month 6",
        "description": "The frequency distribution of values below, within and above normal ranges, were tabulated per treatment group at each scheduled time point for the following biochemical or haematological parameters: red blood cells \\[RBC\\] count, haemoglobin, haematocrit, white blood cell \\[WBC\\] count, neutrophils, lymphocytes, monocytes, eosinophils, basophils, platelets, sodium, potassium, urea nitrogen, creatinine, alanine aminotransferase \\[ALT\\] and aspartate aminotransferase \\[AST\\].",
        "timeFrame": "At Month 6"
      },
      {
        "measure": "Number of Subjects With Abnormal Haematological and Biochemical Levels at Month 9",
        "description": "The frequency distribution of values below, within and above normal ranges, were tabulated per treatment group at each scheduled time point for the following biochemical or haematological parameters: red blood cells \\[RBC\\] count, haemoglobin, haematocrit, white blood cell \\[WBC\\] count, neutrophils, lymphocytes, monocytes, eosinophils, basophils, platelets, sodium, potassium, urea nitrogen, creatinine, alanine aminotransferase \\[ALT\\] and aspartate aminotransferase \\[AST\\].",
        "timeFrame": "At Month 9"
      },
      {
        "measure": "Number of Subjects With Abnormal Haematological and Biochemical Levels at Month 12",
        "description": "The frequency distribution of values below, within and above normal ranges, were tabulated per treatment group at each scheduled time point for the following biochemical or haematological parameters: red blood cells \\[RBC\\] count, haemoglobin, haematocrit, white blood cell \\[WBC\\] count, neutrophils, lymphocytes, monocytes, eosinophils, basophils, platelets, sodium, potassium, urea nitrogen, creatinine, alanine aminotransferase \\[ALT\\] and aspartate aminotransferase \\[AST\\].",
        "timeFrame": "At Month 12"
      },
      {
        "measure": "Number of Subjects With a Response in Terms of Cluster of Differentiation 4 (CD4+) T-cells Expressing at Least Two Cytokines Including IL-2 Equal or Above the Cut-off to at Least 1, 2, 3 Antigens and to All 4 Antigens",
        "description": "Antigen-specific CD4+ T-cells can express cluster of differentiation 40-ligand (CD40-L) and produce the cytokines Interleukin 2 (IL-2) and/or Tumor Necrosis Factor alpha (TNF-α) and/or Interferon-gamma (IFN-γ). The frequency of antigen specific CD4+T-cells was calculated as the difference between the frequency of CD4+T-cells producing at least 2 cytokines (among IFN-g, IL-2, TNF-a and/or CD40L), upon in vitro stimulation with the peptide pools derived from the antigen minus the frequency of CD4+T-cells producing at least 2 cytokines upon in vitro stimulation in medium only.A responder was a subject with an antigen-stimulated CD4+T cells response greater than or equal to the cut-off value. The same cut-off value was used for all subjects and all antigen responses post-vaccination. It was calculated from the pre-vaccination CD4+T cell responses (the frequency of antigen-stimulated CD4+T cells expressing at least two markers; i.e. all doubles) for all subjects.",
        "timeFrame": "At Day 44"
      }
    ],
    "secondary": [
      {
        "measure": "Frequency of p17, p24, Nef and RT-specific CD4+ T-cells Expressing IL-2 and at Least Another Marker",
        "description": "Antigen-specific CD4+ T-cells can express CD40 ligand (CD40-L) and produce the cytokines Interleukin 2 (IL-2) and/or Tumor Necrosis Factor alpha (TNF-α) and/or Interferon-gamma (IFN-γ). Frequency of CD4+ T-cells expressing markers in response to the F4co fusion protein (all antigens) was estimated by adding individual frequencies of CD4+ T-cells to each of the 4 antigens (p17, p24, Nef, RT). Results are presented as determined by Intracellular Cytokine Staining (ICS).",
        "timeFrame": "At Month 0, Day 44, Month 2, Month 6 and Month 12"
      },
      {
        "measure": "Frequency of p17, p24, Nef and RT-specific CD4+ T-cells Expressing at Least 2 Immune Markers",
        "description": "Antigen-specific CD4+ T-cells can express CD40 ligand (CD40-L) and produce the cytokines Interleukin 2 (IL-2) and/or Tumor Necrosis Factor alpha (TNF-α) and/or Interferon-gamma (IFN-γ). Frequency of CD4+ T-cells expressing markers in response to the F4co fusion protein (all antigens) was estimated by adding individual frequencies of CD4+ T-cells to each of the 4 antigens (p17, p24, Nef, RT). Results are presented as determined by Intracellular Cytokine Staining (ICS).",
        "timeFrame": "At Month 0, Day 44, Month 2, Month 6 and Month 12"
      },
      {
        "measure": "Antibody Titers Against p17, p24, Nef, RT and F4co Antigens",
        "description": "Anti-p17, -p24, -Nef, -RT and -F4co antibody titers were measured by Enzyme Linked Immunosorbent Assay (ELISA) and presented as geometric mean titers (GMTs).",
        "timeFrame": "At Month 0, Day 44, Month 2, Month 6 and Month 12"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 12,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 15
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:42.291Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}