{
  "nctId": "NCT02747927",
  "briefTitle": "Efficacy, Safety and Immunogenicity of Takeda's Tetravalent Dengue Vaccine (TDV) in Healthy Children",
  "officialTitle": "Phase III, Double-Blind, Randomized, Placebo-Controlled Trial to Investigate the Efficacy, Safety and Immunogenicity of a Tetravalent Dengue Vaccine (TDV) Administered Subcutaneously in Healthy Children Aged 4 - 16 Years Old",
  "protocolDocument": {
    "nctId": "NCT02747927",
    "filename": "Prot_002.pdf",
    "label": "Study Protocol: Redacted Protocol Part 3",
    "date": "2021-04-20",
    "uploadDate": "2021-07-23T14:28",
    "size": 8276752,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02747927/document/Prot_002.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 20099,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-09-07",
    "completionDate": "2024-08-12",
    "primaryCompletionDate": "2018-07-11",
    "firstSubmitDate": "2016-04-14",
    "firstPostDate": "2016-04-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Is aged 4 to 16 years, inclusive, at the time of randomization.\n2. Is in good health at the time of entry into the trial as determined by medical history, physical examination (including vital signs) and clinical judgment of the Investigator.\n3. The participant and/or the participant's parent/guardian signs and dates an assent/written informed consent form where applicable, and any required privacy authorization prior to the initiation of any trial procedures, after the nature of the trial has been explained according to local regulatory requirements.\n4. Can comply with trial procedures and are available for the duration of follow-up.\n\nInclusion criteria for Booster Phase:\n\n1. Is included in the per-protocol set (PPS) of the trial.\n2. Was aged 4 to 11 years at the time of randomization in the study (Day 1 \\[Month 0\\]).\n\nExclusion Criteria:\n\n1. Has febrile illness (temperature ≥38°C) or moderate or severe acute illness or infection at the time of randomization.\n2. Has history of or any illness that, in the opinion of the Investigator, might interfere with the results of the trial or pose an additional risk to the participant due to participation in the trial.\n3. Has received any other vaccine within 14 days (for inactivated vaccines) or 28 days (for live vaccines) prior to Day 1 (Month 0) or planning to receive any vaccine within 28 days after Day 1 (Month 0).\n4. Has participated in any clinical trial with another investigational product 30 days prior to Day 1 (Month 0) or intent to participate in another clinical trial at any time during the conduct of this trial.\n5. Has previously participated in any clinical trial of a dengue candidate vaccine, or previous receipt of a dengue vaccine.\n6. Is first degree relative of individuals involved in trial conduct.\n7. Females of childbearing potential who are sexually active, and who have not used any of the acceptable contraceptive methods for at least 2 months prior to Day 1 (Month 0).\n8. Females of childbearing potential who are sexually active, and who refuse to use an acceptable contraceptive method up to 6 weeks post-second vaccination.\n9. Deprived of freedom by administrative or court order, or in an emergency setting, or hospitalized involuntarily.\n10. Current alcohol abuse or drug addiction that may interfere with the participant's ability to comply with trial procedures.\n11. Identified as an employee of the Investigator or trial center, with direct involvement in the proposed trial or other trials under the direction of that Investigator or trial center.\n\nExclusion criteria for Booster Phase:\n\n1. Receipt of any other vaccine within 14 days (for inactivated vaccines) or 28 days (for live vaccines) prior to Day 1b (Month 0b), or planning to receive any vaccine within 28 days after Day 1b (Month 0b).\n2. Participation in any clinical trial with another investigational product at any time during participation in this trial or intent to participate in another clinical trial at any time during the conduct of the booster phase of this trial.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "4 Years",
    "maximumAge": "16 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Vaccine Efficacy (VE) of Two Doses of Tetravalent Dengue Vaccine Candidate (TDV) in Preventing Virologically-Confirmed Dengue Fever Induced by Any Dengue Serotype",
        "description": "The Vaccine Efficacy is defined as 1 - (λv/λc), where λv and λc denote the hazard rates for the TDV and placebo arms, respectively. A virologically-confirmed dengue case is defined as febrile illness (defined as temperature ≥38°C on any 2 of 3 consecutive days) or illness clinically suspected to be dengue by the Investigator with a positive serotype-specific reverse transcriptase polymerase chain reaction (RT-PCR). The primary endpoint of vaccine efficacy was assessed using the number of confirmed dengue cases that occurred during Part 1.",
        "timeFrame": "30 days post-second vaccination (Day 120) until the end of Part 1 (120 cases of dengue fever are confirmed and minimum duration of participant follow-up of 12 months post-second vaccination)"
      }
    ],
    "secondary": [
      {
        "measure": "VE of Two Doses of TDV in Preventing Virologically-Confirmed Dengue Fever Induced by Each Dengue Serotype",
        "description": "VE is defined as 1 - (λv/λc), where λv and λc denote the hazard rates for the TDV and placebo arms, respectively. A virologically-confirmed dengue case is defined as febrile illness (defined as temperature ≥38°C on any 2 of 3 consecutive days) or illness clinically suspected to be dengue by the Investigator with a positive serotype-specific reverse transcriptase polymerase chain reaction (RT-PCR).",
        "timeFrame": "From 30 days post-second vaccination (Day 120) until the end of Part 2 (up to 21 months)"
      },
      {
        "measure": "VE of Two Doses of TDV in Preventing Virologically-Confirmed Dengue Fever Induced by Any Dengue Serotype in Participants Dengue Seronegative at Baseline",
        "description": "VE is defined as 1 - (λv/λc), where λv and λc denote the hazard rates for the TDV and placebo arms, respectively. A virologically-confirmed dengue case is defined as febrile illness (defined as temperature ≥38°C on any 2 of 3 consecutive days) or illness clinically suspected to be dengue by the Investigator with a positive serotype-specific reverse transcriptase polymerase chain reaction (RT-PCR).",
        "timeFrame": "From 30 days post-second vaccination (Day 120) until the end of Part 2 (up to 21 months)"
      },
      {
        "measure": "VE of Two Doses of TDV in Preventing Virologically-Confirmed Dengue Fever Induced by Any Dengue Serotype in Participants Dengue Seropositive at Baseline",
        "description": "VE is defined as 1 - (λv/λC), where λv and λc denote the hazard rates for the TDV and placebo arms, respectively. A virologically-confirmed dengue case is defined as febrile illness (defined as temperature ≥38°C on any 2 of 3 consecutive days) or illness clinically suspected to be dengue by the Investigator with a positive serotype-specific reverse transcriptase polymerase chain reaction (RT-PCR).",
        "timeFrame": "From 30 days post-second vaccination (Day 120) until the end of Part 2 (up to 21 months)"
      },
      {
        "measure": "VE of Two Doses of TDV in Preventing Hospitalization Due to Virologically-Confirmed Dengue Fever Induced by Any Dengue Serotype",
        "description": "VE is defined as 1 - (λv/λc), where λv and λc denote the hazard rates for the TDV and placebo arms, respectively. A virologically-confirmed dengue case is defined as febrile illness (defined as temperature ≥38°C on any 2 of 3 consecutive days) or illness clinically suspected to be dengue by the Investigator with a positive serotype-specific reverse transcriptase polymerase chain reaction (RT-PCR).",
        "timeFrame": "From 30 days post-second vaccination (Day 120) until the end of Part 2 (up to 21 months)"
      },
      {
        "measure": "VE of Two Doses of TDV in Preventing Virologically-Confirmed Severe Dengue Fever Induced by Any Dengue Serotype",
        "description": "VE is defined as 1 - (λv/λc), where λv and λc denote the hazard rates for the TDV and placebo arms, respectively. A virologically-confirmed dengue case is defined as febrile illness (defined as temperature ≥38°C on any 2 of 3 consecutive days) or illness clinically suspected to be dengue by the Investigator with a positive serotype-specific reverse transcriptase polymerase chain reaction (RT-PCR).",
        "timeFrame": "From 30 days post-second vaccination (Day 120) until the end of Part 2 (up to 21 months)"
      },
      {
        "measure": "Percentage of Participants With Solicited Local Injection Site Adverse Events (AEs) by Severity in the Safety Subset",
        "description": "Solicited local AEs at injection site are defined as pain, erythema and swelling that occurred within 7 days after each vaccination.",
        "timeFrame": "Days 1 through 7 after each vaccination"
      },
      {
        "measure": "Percentage of Participants With Solicited Systemic Adverse Events (AEs) by Severity in the Safety Subset",
        "description": "Solicited systemic AEs in children (\\< 6 years) are defined as fever, irritability/fussiness, drowsiness and loss of appetite that occurred within 14 days after each vaccination. Solicited systemic AEs in children (≥ 6 years) are defined as fever, headache, asthenia, malaise and myalgia that occurred within 14 days after each vaccination.",
        "timeFrame": "Days 1 through 14 after each vaccination"
      },
      {
        "measure": "Severity of Solicited Systemic Adverse Events (AEs) in the Safety Subset",
        "description": "Solicited systemic AEs in children (\\< 6 years) are defined as fever, irritability/fussiness, drowsiness and loss of appetite that occurred within 14 days after each vaccination. Solicited systemic AEs in children (≥ 6 years) are defined as fever, headache, asthenia, malaise and myalgia that occurred within 14 days after each vaccination.",
        "timeFrame": "Days 1 through 14 after each vaccination"
      },
      {
        "measure": "Percentage of Participants With Any Unsolicited Adverse Events (AEs) in the Safety Subset",
        "description": "An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a trial vaccine; it does not necessarily have to have a causal relationship with trial vaccine administration. Unsolicited AEs are any AEs that are not solicited local or systemic AEs, as defined by this study.",
        "timeFrame": "Days 1 through 28 after each vaccination"
      },
      {
        "measure": "Percentage of Participants With Serious Adverse Events (SAEs) During Parts 1 and 2",
        "description": "A serious adverse event (SAE) is any untoward medical occurrence or effect that at any dose results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability / incapacity, is a congenital anomaly / birth defect or is medically important due to other reasons than the above mentioned criteria.",
        "timeFrame": "From Day 1 until the end of Parts 1 and 2 (approximately 21 months)"
      },
      {
        "measure": "Percentage of Participants With Fatal SAEs and SAEs Related to Study Drug During the First and Second Half of Part 3",
        "description": "A serious adverse event (SAE) is any untoward medical occurrence or effect that at any dose results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability / incapacity, is a congenital anomaly / birth defect or is medically important due to other reasons than the above mentioned criteria.",
        "timeFrame": "First and Second half (18 months each) of Part 3 (up to 3 years, beginning at Month 22)"
      },
      {
        "measure": "Percentage of Participants With a Seropositive Response for Each of the Four Dengue Serotypes in the Immunogenicity Subset",
        "description": "Seropositive response is defined as a reciprocal neutralizing titer ≥ 10. The four DENV serotypes are DEN-1, DEN-2, DEN-3 and DEN-4.",
        "timeFrame": "Prevaccination on Day 1, post-first vaccination on Month 1, pre-vaccination on Month 3; post-second vaccination at Months 4, 9 and 15, and then annually (up to 3 years)"
      },
      {
        "measure": "Percentage of Participants With a Seropositive Response for Multiple Dengue Serotypes in the Immunogenicity Subset",
        "description": "Seropositive response is defined as a reciprocal neutralizing titer ≥ 10. The four DENV serotypes are DEN-1, DEN-2, DEN-3 and DEN-4.",
        "timeFrame": "Prevaccination on Day 1, post-first vaccination on Month 1, pre-vaccination on Month 3; post-second vaccination at Months 4, 9 and 15, and then annually (up to 3 years)"
      },
      {
        "measure": "Geometric Mean Titers (GMTs) of Neutralizing Antibodies for Each of the Four Dengue Serotypes in the Immunogenicity Subset",
        "description": "GMTs of neutralizing antibodies will be measured via microneutralization test 50% (MNT50). The four DENV serotypes are DEN-1, DEN-2, DEN-3 and DEN-4.",
        "timeFrame": "Prevaccination on Day 1, post-first vaccination on Month 1, pre-vaccination on Month 3; post-second vaccination at Months 4, 9 and 15, and then annually (up to 3 years)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 14,
      "otherCount": 0,
      "totalCount": 15
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:42.660Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}