{
  "nctId": "NCT05195814",
  "briefTitle": "A Study to Learn About the Study Medicine (Called Tofacitinib) in People With Psoriatic Arthritis",
  "officialTitle": "An Investigation of Tofacitinib PsA Initiators in the CorEvitas SpA Registry",
  "protocolDocument": {
    "nctId": "NCT05195814",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-10-02",
    "uploadDate": "2024-10-29T12:41",
    "size": 3093713,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05195814/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 141,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-11-15",
    "completionDate": "2023-10-31",
    "primaryCompletionDate": "2023-10-31",
    "firstSubmitDate": "2021-12-21",
    "firstPostDate": "2022-01-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* PsA patients in CorEvitas initiating tofacitinib monotherapy or in combination with oral small molecules (eg methotrexate, leflunomide, sulfasalazine, apremilast) after 14 December 2017 (market approval of tofacitinib in the US) with no prior use of tofacitinib. Only the patient's first initiation after December 14, 2017 will be included in the analysis\n* Have a 6 month follow-up visit (with ±3 month window)\n\nExclusion Criteria:\n\n* Patients taking tofacitinib in combination with any other bDMARD",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline to 6 Months in Tender Joint Count (68)",
        "description": "Tender joint count (TJC) 68 is a method of assessing joint inflammation. Number of tender joints was determined by examining 68 joints and identifying the joints that were painful under pressure or to passive motion. The joints examined included the temporomandibular (n = 2), sternoclavicular (n = 2), acromioclavicular (n = 2), shoulder (n = 2), elbow (n = 2), wrist (n = 2), metacarpophalageal (n = 10), interphalangeal of thumb (n = 2), distal interphalangeal (n = 8), proximal interphalangeal (n =8), hip (n = 2), knee (n = 2), ankle mortise (n = 2), ankle tarsus (n = 2), metatarsophalangeal (n = 10), interphalangeal of great toe (n = 2), and proximal/distal interphalangeal of the toes (n = 8). Change from baseline in TJC at 6 months after tofacitinib treatment initiation was reported in this outcome measure. Baseline was defined as the date of tofacitinib treatment initiation anytime in between 14 December 2017 to 31 August 2023.",
        "timeFrame": "Baseline, 6 months after tofacitinib initiation (anytime in between 3 to 9 months); data collected and evaluated for over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Change From Baseline to 6 Months in Swollen Joint Count (66)",
        "description": "Joint swelling was defined as soft tissue swelling that was detectable along the joint margins. Swollen Joint Count (SJC) was determined by examination of 66 joints and identifying when swelling was present. The joints examined included the temporomandibular (n = 2), sternoclavicular (n = 2), acromioclavicular (n = 2), shoulder (n = 2), elbow (n = 2), wrist (n = 2), metacarpophalangeal (n = 10), interphalangeal of thumb (n = 2), distal interphalangeal (n = 8), proximal interphalangeal (n = 8), knee (n = 2), ankle mortise (n = 2), ankle tarsus (n = 2), metatarsophalangeal (n = 10), interphalangeal of great toe (n = 2), and proximal/distal interphalangeal of the toes (n = 8). Change from baseline in SJC at 6 months after tofacitinib treatment initiation was reported in this outcome measure. Baseline was defined as the date of tofacitinib treatment initiation anytime in between 14 December 2017 to 31 August 2023.",
        "timeFrame": "Baseline, 6 months after tofacitinib initiation (anytime in between 3 to 9 months); data collected and evaluated for over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Percentage of Participants Achieving Minimal Disease Activity at 6 Month Follow-up Visit",
        "description": "Psoriatic arthritis participant was defined as having minimal disease activity (MDA) when participant met at least 5 of following criteria: 1) tender joint count less than or equal to (\\<=) 1; 2) swollen joint count \\<= 1; 3) body surface area (BSA) \\<=3%; 4) patient pain VAS on 100 mm scale \\<= 15; where 0= 'no pain' and 100= 'pain as severe as can be imagined', higher scores indicated greater severity; 5) patient's global activity VAS on a 100 mm scale \\<= 20, where 0= 'lowest level of disease activity' and 100= 'highest level of disease activity', higher scores indicated greater level of disease activity; Health Assessment Questionnaire-Disability Index (HAQ-DI) score \\<=0.5, scale ranged from 0-3, where 0= 'normal or no difficulty' and 3= 'inability to perform', higher scores indicated more difficulty to perform; 6) tender entheseal point \\<= 1 using Leed's index ranged from 0-6; where 0= 'non tender' and 6= '6 tender tendon insertions', higher scores indicated more tendon insertions.",
        "timeFrame": "6 month follow-up visit (anytime in between 3 to 9 months after tofacitinib initiation); data collected and evaluated over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Percentage of Participants With Percent Body Surface Area Score of 0% at 6 Month Follow-up Visit",
        "description": "Four body regions were evaluated: head and neck, upper limbs, trunk (including axillae and groin) and lower limbs (including buttocks). Scalp, palms and soles were excluded. BSA was calculated using handprint method. Number of handprints (size of participant's full palmer hand) fitting in affected area of body region was counted. Maximum number of handprints were 10 for head and neck, 20 for upper limbs, 30 for trunk and 40 for lower limbs. Surface area of body region equivalent to 1 handprint: 1 handprint = 10 percent (%) for head and neck, 5% for upper limbs, 3.33% for trunk and 2.5% for lower limbs. Percent BSA for a body region = total number of handprints in a body region \\* % surface area equivalent to 1 handprint. Overall % BSA for an individual: arithmetic mean of % BSA of all 4 body regions, ranged from 0 to 100%. Higher % BSA = greater severity of psoriasis. Percentage of participants with % BSA score of 0% at 6-month follow-up visit were reported in this outcome measure.",
        "timeFrame": "6 month follow-up visit (anytime in between 3 to 9 months after tofacitinib initiation); data collected and evaluated over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Percentage of Participants With Psoriatic Arthritis Disease Activity Score (PASDAS) Less Than (<) 3.2 at 6 Month Follow-up Visit",
        "description": "PASDAS: patient global psoriatic arthritis assessment (PAA),physician global PAA, each scored on 100mm VAS,0=no disease activity(DA), 100=maximum DA, higher scores=greater DA;TJC(0-68);SJC(0-66);Leed's Enthesitis Index score ranging from 0-6;where 0=non tender,6=6 tender tendon insertions,higher scores=more tender insertions; tender dactylitic digit score ranging from 0-3 where 0=no tenderness,3=participant withdrew digit, higher scores=more tenderness; physical component summary(PCS) of short form 12(SF-12) score ranging from 0-100;where 0-20=severe physical health(PH)limitations,21-40=significant PH issues,41-60=moderate physical health,61-80=good PH,81-100=excellent PH. PASDAS total score were transformed \\& ranged from 0-10 where score 1.9 or less=remission,1.9-3.2=low disease activity(LDA),3.2-5.4=moderate DA,5.4 and higher=high DA, with higher scores indicating more severe disease. Percentage of participants with PASDAS score \\<3.2 (LDA) at 6-month follow-up visit were reported.",
        "timeFrame": "6 month follow-up visit (anytime in between 3 to 9 months after tofacitinib initiation); data collected and evaluated over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Percentage of Participants With Resolution of Enthesitis",
        "description": "Enthesis:site where joint capsules,ligaments,tendons attach to bone.Enthesitis is inflammation of entheses.This inflammation lead to severe pain,discomfort.Resolution of enthesitis determined by Spondyloarthritis Research Consortium of Canada(SPARCC)Enthesitis Index evaluates presence,severity of enthesitis at specific sites on body \\& includes:medial epicondyle,lateral epicondyle,supraspinatus insertion into greater tuberosity of humerus,greater trochanter,quadriceps insertion into superior border of patella,patellar ligament insertion into interior pole of patella/tibial tubercle,achilles tendon insertion into calcaneum,plantar fascia insertion into calcaneum.Each site is scored based on tenderness,ranged from 0-16.Higher scores=more severe enthesitis.Enthesitis was considered as resolved in those participants who had SPARCC \\>0 at 6 month follow-up visit(anytime in between 3-9 months after tofacitinib initiation).Percentage of participants with resolution of enthesitis were reported.",
        "timeFrame": "6 month follow-up visit (anytime in between 3 to 9 months after tofacitinib initiation); data collected and evaluated over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Percentage of Participants With Resolution of Dactylitis",
        "description": "Dactylitis is severe inflammation of the finger or toe tendons and joints, making them look like sausages. Resolution of dactylitis can be achieved by usage of NSAIDs, local steroid injections, biologic drugs and DMARDs. Resolution in dactylitis was considered when the following criteria were met: reduction in swelling: the affected digits showed a significant decrease in swelling; pain relief: there was a notable reduction or complete absence of pain in the affected area; improved functionality: the digits regained normal function and movement; absence of tenderness: the affected area no longer exhibited tenderness upon examination. Percentage of participants with resolution of dactylitis were reported in this outcome measure.",
        "timeFrame": "6 month follow-up visit (anytime in between 3 to 9 months after tofacitinib initiation); data collected and evaluated over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Percentage of Participants Achieving Score of \"Clear\" or \"Almost Clear\" According to Investigator Global Assessment (IGA) of Psoriasis (PsO)",
        "description": "The Investigator's Global Assessment (IGA) is a tool used to assess the severity of psoriasis. It is a scale that typically ranges from 0 to 4, where 0 indicates clear skin (no signs of psoriasis), 1 indicates almost clear (minimal signs of psoriasis), 2 indicates mild psoriasis, 3 indicates moderate psoriasis and 4 indicates severe psoriasis, higher scores indicated greater severity of psoriasis and provides a subjective evaluation of the overall severity of psoriasis based on clinical signs such as erythema, induration, and scaling. Percentage of participants with score of \"Clear\" (score 0) or \"Almost Clear\" (score 1) according to IGA of PsO were reported in this outcome measure.",
        "timeFrame": "6 month follow-up visit (anytime in between 3 to 9 months after tofacitinib initiation); data collected and evaluated over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Change From Baseline at 6 Months Follow-up Visit in Disease Activity in Psoriatic Arthritis (DAPSA)",
        "description": "DAPSA assessed the joint domain of PsA and was derived from the sum of the following components: tender joint count (0-68), swollen joint count (0-66), CRP level (milligram per deciliter \\[mg/dL\\]), participant assessment of pain (0 to 10 cm VAS, 0= no pain, 10= worst possible pain, higher scores indicated more pain), and participant's global assessment of disease activity on arthritis (0 to 10 cm VAS, 0= excellent and 10= poor, higher scores indicated more disease activity). DAPSA score ranges from 0 to more than (\\>) 28. Where 0-4 indicates remission, 5-14 indicates low disease activity, 15-28 indicates moderate disease activity and \\>28 indicates high disease activity. A higher DAPSA score indicated more active disease activity.",
        "timeFrame": "Baseline, 6 months follow-up visit after tofacitinib initiation (anytime in between 3 to 9 months); data collected and evaluated for over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Change From Baseline at 6 Months Follow-up Visit in Psoriatic Arthritis Disease Activity (PASDAS) Score",
        "description": "PASDAS is composite PsA disease activity score that included: patient global psoriatic arthritis assessment, physician global psoriatic arthritis assessment, each scored on 100 mm VAS scale where 0= \"no disease activity\", 100= \"maximum disease activity\", higher scores indicated greater disease activity; TJC (0-68); SJC (0-66); Leed's Enthesitis Index score ranging from 0-6; where 0=non tender, 6=6 tender tendon insertions, higher scores indicated more tender insertions; tender dactylitic digit score ranging from 0-3 where 0=no tenderness, 3=participant withdrew digit, higher scores indicated more tenderness; PCS of SF-12 score ranging from 0-100; where 0-20=severe physical health limitations, 21-40=significant physical health issues, 41-60=moderate physical health, 61-80=good physical health and 81-100=excellent physical health. PASDAS total score were transformed and ranged from 0 to 10, with higher scores indicating more severe disease.",
        "timeFrame": "Baseline, 6 months follow-up visit after tofacitinib initiation (anytime in between 3 to 9 months); data collected and evaluated for over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Change From Baseline at 6 Month Follow-up Visit in Patient's Global Assessment of Pain Score (VAS)",
        "description": "Participants self-reported assessment of the severity of their arthritis pain using a 100 mm VAS by placing a mark on the scale between 0 (no pain) and 100 (most severe pain), which corresponded to the magnitude of their pain, where higher scores indicated greater severity of pain.",
        "timeFrame": "Baseline, 6 months follow-up visit after tofacitinib initiation (anytime in between 3 to 9 months); data collected and evaluated for over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Change From Baseline at 6 Month Follow-up Visit in Patient's Global Assessment of Fatigue Score (VAS)",
        "description": "Participants self-reported assessment of the severity of their arthritis fatigue using a 100 mm VAS by placing a mark on the scale between 0 (no fatigue) and 100 (most severe fatigue), which corresponded to the magnitude of their fatigue, where higher scores indicated greater severity of fatigue.",
        "timeFrame": "Baseline, 6 months follow-up visit after tofacitinib initiation (anytime in between 3 to 9 months); data collected and evaluated for over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Change From Baseline at 6 Month Follow-up Visit in Investigator Global Assessment (IGA) of PsO",
        "description": "The IGA is a tool used to assess the severity of psoriasis. It is a scale that typically ranges from 0 (clear) to 4 (severe) higher scores indicated greater severity of psoriasis and provides a subjective evaluation of the overall severity of psoriasis based on clinical signs such as erythema, induration, and scaling.",
        "timeFrame": "Baseline, 6 months follow-up visit after tofacitinib initiation (anytime in between 3 to 9 months); data collected and evaluated for over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Change From Baseline at 6 Month Follow-up Visit in Percentage Body Surface Area (BSA)",
        "description": "Four body regions were evaluated: head and neck, upper limbs, trunk (including axillae and groin) and lower limbs (including buttocks). Scalp, palms and soles were excluded. BSA was calculated using handprint method. Number of handprints (size of participant's full palmer hand) fitting in affected area of a body region was counted. Maximum number of handprints were 10 for head and neck, 20 for upper limbs, 30 for trunk and 40 for lower limbs. Surface area of body region equivalent to 1 handprint: 1 handprint = 10% for head and neck, 5% for upper limbs, 3.33% for trunk and 2.5% for lower limbs. Percent BSA for a body region = total number of handprints in a body region \\* % surface area equivalent to 1 handprint. Overall % BSA for an individual: arithmetic mean of % BSA of all 4 body regions, ranged from 0 to 100%. Higher % BSA = greater severity of psoriasis.",
        "timeFrame": "Baseline, 6 months follow-up visit after tofacitinib initiation (anytime in between 3 to 9 months); data collected and evaluated for over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Change From Baseline at 6 Month Follow-up Visit in Health Assessment Questionnaire-Disability Index (HAQ-DI) Score",
        "description": "HAQ-DI assesses the degree of difficulty a participant has experienced during the past week in 8 domains of daily living activities: dressing or grooming; arising; eating; walking; reach; grip; hygiene; and other activities. There were total of 30 items distributed in these 8 domains. Each item was scored on a 4-point scale from 0 to 3: 0= no difficulty; 1= some difficulty; 2= much difficulty; 3= unable to do. Overall score was computed as the sum of domain scores and divided by the number of domains answered. Total possible score range 0 (least difficulty) and 3 (extreme difficulty), where higher scores indicate more difficulty while performing daily living activities.",
        "timeFrame": "Baseline, 6 months follow-up visit after tofacitinib initiation (anytime in between 3 to 9 months); data collected and evaluated for over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Change From Baseline at 6 Month Follow-up Visit in Percentage Work Time Missed",
        "description": "The Work Productivity and Activity Impairment (WPAI) assessed work productivity and impairment. It is a 6-item questionnaire used to assess degree to which psoriasis affected work productivity and regular activities over the past 7 days. Questions were as follows: question 1=currently employed; question 2=hours missed due to health problems; question 3=hours missed due to other reasons; question 4=hours actually worked; question 5=degree problem affected productivity while working (VAS 0-100 scale, with higher numbers indicating less productivity); question 6=degree problem affected regular activities (VAS 0-100 scale, with higher numbers indicating greater impairment of regular activities). Percent work time missed due to health problem was calculated as: question 2/ (question 2+question 4) and score ranged from 0-100% where higher numbers indicate greater impairment and less productivity. Change from baseline in percentage work time missed at 6 month follow-up visit was reported.",
        "timeFrame": "Baseline, 6 months follow-up visit after tofacitinib initiation (anytime in between 3 to 9 months); data collected and evaluated for over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Change From Baseline at 6 Month Follow-up Visit in Percentage Impairment While Working",
        "description": "The WPAI assesses work productivity and impairment. It is a 6-item questionnaire used to assess the degree to which psoriasis affected work productivity and regular activities over the past 7 days. The questions are as follows: question 1 = currently employed; question 2 = hours missed due to health problems; question 3 = hours missed due to other reasons; question 4 = hours actually worked; question 5 = degree health affected productivity while working (0-10 scale, with higher numbers indicating less productivity); question 6 = degree health affected regular activities (0-10 scale, with higher numbers indicating greater impairment of regular activities). Percent impairment while working due to problem was calculated as: question 5/10 and score ranged from 0-100% where higher numbers indicate greater impairment and less productivity. Change from baseline in percentage impairment while working at 6 month follow-up visit was reported.",
        "timeFrame": "Baseline, 6 months follow-up visit after tofacitinib initiation (anytime in between 3 to 9 months); data collected and evaluated for over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Change From Baseline at 6 Month Follow-up Visit in Percentage Overall Work Impairment",
        "description": "The WPAI assesses work productivity and impairment. It is a 6-item questionnaire used to assess the degree to which psoriasis affected work productivity and regular activities over the past 7 days. The questions are as follows: question 1 = currently employed; question 2 = hours missed due to health problems; question 3 = hours missed due to other reasons; question 4 = hours actually worked; question 5 = degree health affected productivity while working (0-10 scale, with higher numbers indicating less productivity); question 6 = degree health affected regular activities (0-10 scale, with higher numbers indicating greater impairment of regular activities). Percent overall work impairment due to problem was calculated as: question 2/ (question 2+question 4) + \\[(1- question 2/ (question 2+question 4) \\* (Q5/10)\\] and score ranged from 0-100% where higher numbers indicate greater impairment. Change from baseline in percentage overall work impairment at 6 month follow-up visit was reported.",
        "timeFrame": "Baseline, 6 months follow-up visit after tofacitinib initiation (anytime in between 3 to 9 months); data collected and evaluated for over 23.5 months in this retrospective observational study"
      },
      {
        "measure": "Change From Baseline at 6 Month Follow-up Visit in Percentage Activity Impairment",
        "description": "The WPAI assesses work productivity and impairment. It is a 6-item questionnaire used to assess the degree to which psoriasis affected work productivity and regular activities over the past 7 days. The questions are as follows: question 1 = currently employed; question 2 = hours missed due to health problems; question 3 = hours missed due to other reasons; question 4 = hours actually worked; question 5 = degree health affected productivity while working (0-10 scale, with higher numbers indicating less productivity); question 6 = degree health affected regular activities (0-10 scale, with higher numbers indicating greater impairment of regular activities). Percent activity impairment due to problem was calculated as: question 6/10 and score ranged from 0-100% where higher numbers indicate greater impairment. Change from baseline in percentage activity impairment at 6 month follow-up visit was reported.",
        "timeFrame": "Baseline, 6 months follow-up visit after tofacitinib initiation (anytime in between 3 to 9 months); data collected and evaluated for over 23.5 months in this retrospective observational study"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 19,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 19
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:59.296Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}