{
  "nctId": "NCT02111772",
  "briefTitle": "Evaluating the Asthmatic Response to an Experimental Infection With Rhinovirus in the Atopic",
  "officialTitle": "Evaluating the Asthmatic Response to an Experimental Infection With Rhinovirus in the Atopic Host",
  "protocolDocument": {
    "nctId": "NCT02111772",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2016-10-18",
    "uploadDate": "2018-04-23T15:57",
    "size": 725208,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02111772/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 26,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2013-09-01",
    "completionDate": "2017-04-27",
    "primaryCompletionDate": "2017-04-20",
    "firstSubmitDate": "2014-03-27",
    "firstPostDate": "2014-04-11"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria • ALL SUBJECTS:\n\n* Subjects must be able to understand and provide written informed consent\n* Age 18 to \\< 40 years of age, any gender, any racial/ethnic origin.\n* Participant must be willing to comply with study procedures and requirements. Participant must be considered eligible for participation based on results of screening procedures conducted by protocol number 20100686 at VCU and IRB# 12656 at UVA.\n\nSubjects with asthma\n\nCriteria for inclusion will include those:\n\n* with physician-diagnosed, mild asthma who are only using bronchodilators (e.g. albuterol) for symptom control.\n* Asthma Control Test (ACT) Questionnaire Score a \\> 19 at enrollment (See Appendix: Asthma Control Test).\n* Short-acting beta-agonist use \\< daily in last 4 weeks\n* FEV1 \\> 70%, or FEV1/FVC ratio \\> 75% for subjects with FVC values between 80 and 87% predicted whose FEV1 values fall below 70%. a positive methacholine challenge test (i.e. at least a 20% fall in FEV1) at a methacholine concentration of 16 mg/ml or less (15). The methacholine test will not be done if subjects have used albuterol within 4 hours of the test procedure.Evidence for atopy demonstrated during screening (under IRB protocol# 12656) as judged by positive prick skin tests to one or more aero-allergens.\n\nControl subjects. Criteria for inclusion will include those who do not have a history of asthma or allergic disorders (e.g. allergic rhinitis, atopic dermatitis, or food allergies).\n\nExclusion Criteria ALL SUBJECTS:\n\n* Inability or unwillingness of a participant or subject's legal representative to give written informed consent and HIPPA authorization\n* Positive test for serum neutralizing antibody to RV-16. Subjects with a neutralizing antibody titer \\> 1:4 will be excluded.\n* Chronic heart disease, lung diseases other than asthma, or other chronic illnesses, including primary and/or secondary immunodeficiency.\n* An upper or lower respiratory tract infection within six weeks prior to enrollment\n* Who have required nasal or sinus surgery, excluding surgery for a deviated septum within 12 months prior to enrollment.\n* Who have a 5 pack/year history of smoking, or any smoking within the last 6 months.\n* Female subjects who are or who plan to become pregnant during the study, or who are nursing a baby. Additionally, to be included in this study, a woman of child-bearing potential must have a negative urine pregnancy test at screening, during the run-in, and prior to viral inoculation and agree to use an effective method of birth control such as, but not limited to, birth control pills, contraceptive foam, diaphragm, IUD, abstinence, or condoms.\n* Absolute neutrophil count (ANC) \\< 1800 cells/mm3 (or 1.8 K/uL) detected during screening within 6 weeks of enrollment.\n\nSubjects with asthma\n\nCriteria for exclusion will include those:\n\n* Who have required inhaled steroids (used for asthma), nasal steroids (used for allergic rhinitis), cromolyn, nedocromil sodium, ipratropium bromide, or leukotriene modifiers during the month prior to enrollment, oral steroids within 6 weeks of enrollment, omalizumab (Xolair®) within 12 months prior to enrollment, or who are currently using beta adrenergic blocking agents.\n* Who have been hospitalized or treated in the emergency room (unless the treatment involved the use of a bronchodilator only) for asthma within the last three years.\n* To avoid RV-16 inoculations in subjects with more restrictive lung volumes, those whose FVC is \\< 80% predicted will be excluded. Subjects who are currently receiving allergen immunotherapy (IT), or who have received allergen IT within the last 3 years.\n* Subjects who have had one or more night time awakenings caused by asthma symptoms and/or who have needed their SABA (albuterol) inhaler for asthma symptoms \\> 4 days during the week before enrollment, or during the week before the inoculation with RV-16.\n\nControl subjects\n\n• Who have a positive methacholine test, or positive prick skin tests at screening under IRB protocol # 12656.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "40 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Airway Symptom Scores Experienced by Subjects During the 1st 4 Days of the Infection",
        "description": "The primary endpoint will be based on the comparison of cumulative lower respiratory tract symptom scores (CLRTS) in the asthmatic subjects compared to the non-asthmatic subjects over the first 4 days of acute infection. The symptoms evaluated daily included wheeze, chest tightness, shortness of breath, and cough. Symptom scores, including wheeze, shortness of breath, and chest discomfort were recorded by subjects twice daily. Each symptom was scored on a scale of 1-3. Therefore, the total maximum (worst) score for a day would be 24. The scores recorded daily could range from 0 to 24.",
        "timeFrame": "4 days"
      }
    ],
    "secondary": [
      {
        "measure": "Airway Symptom Scores Experienced by Subjects During the 1st 4 Days of the Infection Evaluated Without Cough.",
        "description": "Symptom scores, including wheeze, shortness of breath, and chest discomfort were recorded by subjects twice daily. Each symptom was scored on a scale of 1-3. Therefore, the total maximum (worst) score for a day would be 18. The scores recorded daily could range from 0 to 18.",
        "timeFrame": "4 days"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 19,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:29:22.519Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}