{
  "nctId": "NCT03897686",
  "briefTitle": "Intra-articular Polyacrylamide Hydrogel in Knee Osteoarthritis",
  "officialTitle": "Multicenter Double-blind Randomized Comparative Placebo-controlled Study of Efficacy and Safety of Intra-articular HBISA Endoprosthesis of Synovial Fluid (NOLTREX™) in Knee Osteoarthritis",
  "protocolDocument": {
    "nctId": "NCT03897686",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-10-30",
    "uploadDate": "2024-11-01T06:38",
    "size": 261098,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03897686/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 144,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-11-29",
    "completionDate": "2020-12-17",
    "primaryCompletionDate": "2020-06-02",
    "firstSubmitDate": "2019-03-26",
    "firstPostDate": "2019-04-01"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Men and women above 50 years;\n* Verified knee osteoarthritis in accordance with the ACR (knee pain combined with one of the following signs: age above 50 years, knee crepitus or morning joint stiffness lasting for less than 30 minutes combined with radiologic signs of knee osteoarthritis);\n* Kellgren Lawrence radiological grade II-III knee osteoarthritis with the predominant involvement of the medial tibiofemoral region of the knee joint;\n* Joint space width (JSW) of the target knee joint at least 2.5 mm.\n\nExclusion Criteria:\n\n1. History of any injury or surgical intervention on the target knee joint (except for diagnostic arthroscopy made not longer than 60 days at the study entry);\n2. Severe degenerative changes in the target knee joint determined as the joint space narrowing less than 2 mm;\n3. Varus or valgus deformation of the target knee joint;\n4. Instability of the target knee joint;\n5. Active inflammation of the target knee joint (edema, hyperemia, present effusion) at the study entry;\n6. Microcrystalline arthropathies;\n7. Systemic inflammatory disease (rheumatoid arthritis, systemic lupus erythematosus, etc.);\n8. Seronegative spondyloarthritis and reactive arthritis;\n9. Inflammatory diseases of the skin and soft tissues in the proposed injection site for the test MD or placebo in the target joint;\n10. History of venous thrombosis and thromboembolia;\n11. Coagulogram abnormalities (APTT, prothrombin time, prothrombin index, fibrinogen);\n12. Inflammatory changes in the complete blood count (leukocytosis, increase of erythrocyte sedimentation rate \\[ESR\\]);\n13. Platelet count abnormality (in accordance with the reference ranges of the local laboratory;\n14. Increase of rheumatoid factor level;\n15. Increase of uric acid level \\> 360 μmol/l;\n16. Diabetes mellitus;\n17. Hemophilia and other hemorrhagic diatheses, as well administration of anticoagulants and disaggregants;\n18. Positive results of HIV, HBs-Ag, anti-HCV, RW tests;\n19. Intra-articular injection to the target knee joint:\n\n    * Noltrex - within 24 months prior patient's inclusion to the study;\n    * hyaluronates - within 6 months prior patient's inclusion to the study;\n    * glucocorticosteroids - within 1 month prior the study inclusion;\n    * non-steroidal anti-inflammatory drugs (NSAID) - within 3 weeks prior patient's inclusion to the study.\n20. Oral administration of non-steroidal anti-inflammatory drugs (NSAID) within 2 weeks prior the study inclusion;\n21. Necessity of systemic glucocorticosteroids in any dosage form;\n22. Paracetamol administration within 48 hours prior the study inclusion;\n23. Pregnancy and lactation;\n24. Hypersensitivity to components of the test MD or placebo;\n25. Severe liver disorder determined as the increase of one of the values: ALT, AST, ALP, total bilirubin, GGTP more than 3 times the upper limit of normal;\n26. Renal diseases with the glomerular filtration rate estimated per Cockraft-Gault formula less than 60 ml/min/1.73 m2 (III-V stage chronic renal disease \\[CRD\\]);\n27. Clinically manifest hip osteoarthritis;\n28. History of knee and coxofemoral endoprosthesis;\n29. Acute infectious diseases or infectious aggravations of chronic diseases (respiratory infections) within one month prior the study inclusion;\n30. Severe decompensated chronic or acute diseases and other conditions which, by the opinion of the study physician, may preclude the patient's participation in the study or affect the study results.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change of the Total WOMAC Score (WOMAC-T)",
        "description": "Mean change from baseline (week 1) to visit 5 (Week 25) in the total WOMAC score. Patients were asked to complete the questionnaire during the study visit 5. The Western Ontario and McMaster Universities Osteoarthritis Index Version 3.1 Visual Analog Scale Format (WOMAC VA 3.1) applies a 100 mm VAS and consists of three subscales: pain (5 questions), stiffness (2 questions), and physical function (17 questions). The scores for each subscale are summed up, with a possible score range of 0-500 for Pain, 0-200 for Stiffness, and 0-1700 for Physical Function. Higher scores represent worse pain, stiffness, and functional limitations. A sum of the scores for all three subscales gives a total WOMAC score (0-2400), where 0 represents the best health status and 2400 the worst possible status. The higher the score, the poorer the function.",
        "timeFrame": "baseline (week 1), week 25"
      }
    ],
    "secondary": [
      {
        "measure": "Change of the Total WOMAC Score (WOMAC-T)",
        "description": "Mean change from baseline (week 1) to Week 13 in the total WOMAC score. Patients were asked to complete the questionnaire during the study visits 1, 3, 4, 5. The Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC). The WOMAC consists of three subscales: pain (5 questions), stiffness (2 questions), and physical function (17 questions). The test questions are scored on a scale of 0-4, which correspond to: None (0), Mild (1), Moderate (2), Severe (3), and Extreme (4). The scores for each subscale are summed up, with a possible score range of 0-20 for Pain, 0-8 for Stiffness, and 0-68 for Physical Function. Higher scores represent worse pain, stiffness, and functional limitations. A sum of the scores for all three subscales gives a total WOMAC score (0-96), where 0 represents the best health status and 96 the worst possible status. The higher the score, the poorer the function.",
        "timeFrame": "baseline (week 1), week 13 (visit 4)"
      },
      {
        "measure": "The Pain Subscale Score WOMAC-A Changes",
        "description": "Mean change from baseline (week 1) to week 6 (visit 3), 13 (visit 4) and 25 (visit 5) in the WOMAC Pain score (WOMAC-A). The Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) is a set of standardized questionnaires used by health professionals to evaluate pain, stiffness and physical functioning of the joints in patients with knee and/or hip osteoarthritis. The WOMAC Index Version 3.1 Visual Analog Scale Format (WOMAC VA 3.1) applies a 100 mm VAS. The WOMAC pain scale consists of five items: (1) walking on flat ground; (2) going up or down stairs; (3) at night while in bed; (4) sitting or lying; and (5) standing upright. The scores for the Pain subscale are summed up, with a possible score range of 0-500. Higher scores represent worse pain. Patients were asked to complete the questionnaire during the study visits 1, 3, 4, 5.",
        "timeFrame": "baseline (week 1), week 6 (visit 3), 13 (visit 4) and 25 (visit 5)"
      },
      {
        "measure": "The Stiffness (WOMAC-B) and Functionality (WOMAC-C) Subscale Scores Changes",
        "description": "Mean change from baseline (week 1) to week 6 (visit 3), 13 (visit 4) and 25 (visit 5) in the WOMAC Stiffness (WOMAC-B) and WOMAC Physical Function (WOMAC-C) scores. Patients were asked to complete the questionnaire during the study visit 5. The Western Ontario and McMaster Universities Osteoarthritis Index Version 3.1 Visual Analog Scale Format (WOMAC VA 3.1) applies a 100 mm VAS and consists of three subscales: pain (5 questions), stiffness (2 questions), and physical function (17 questions). The scores for each subscale are summed up, with a possible score range of 0-200 for Stiffness, and 0-1700 for Physical Function. Higher scores represent worse stiffness and functional limitations. The higher the score, the poorer the function.",
        "timeFrame": "baseline (week 1), week 6 (visit 3), 13 (visit 4) and 25 (visit 5)"
      },
      {
        "measure": "Patient Assessment of Treatment Efficacy",
        "description": "Patient satisfaction with treatment was measured by a 6-point scale Likert scale (evident aggravation, aggravation, without changes, weak improvement, improvement, significant improvement) at the study visits 3 (week 6), 4 (week 13) and 5 (week 25).",
        "timeFrame": "Week 6, Week 13 and Week 25"
      },
      {
        "measure": "Investigator Assessment of Treatment Efficacy",
        "description": "Investigator satisfaction with treatment was measured by a 6-point scale Likert scale (evident aggravation, aggravation, without changes, weak improvement, improvement, significant improvement) at the study visits 3 (week 6), 4 (week 13) and 5 (week 25).",
        "timeFrame": "Week 6, Week 13 and Week 25"
      },
      {
        "measure": "Assessment of the Total Number of NSAID Tablets Taken",
        "description": "A patient diary was used to capture data about the number of NSAID Tablets Taken. In case of paracetamol ineffectiveness and pain persistence patient was allowed to take Protocol-permitted NSAID in certain doses.",
        "timeFrame": "week 6 (visit 3), week 13 (visit 4), week 25 (visit 5)"
      },
      {
        "measure": "Assessment of the Total Number of Paracetamol Tablets Taken",
        "description": "A patient diary was used to capture data about the number of paracetamol tablets taken.",
        "timeFrame": "week 6 (visit 3), week 13 (visit 4), week 25 (visit 5)"
      },
      {
        "measure": "Patient Exclusion Rates Due to Safety",
        "description": "According to protocol the reasons for withdrawal included health status deterioration, investigator's decision, need in paracetamol use ≥4 days a week during 2 consecutive weeks, individual intolerance or contraindications to the study MD, placebo, paracetamol or any of the protocol-permitted NSAIDs; development of a AE/SAE requiring examination and/or treatment that can significantly affect the study procedures",
        "timeFrame": "Week 25"
      },
      {
        "measure": "Exclusion Rate Due to Poor Patient Compliance",
        "description": "According to the protocol the reasons for patients drop-out included major protocol deviations (poor compliance) and withdrawal of informed consent.",
        "timeFrame": "Week 25"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:58.933Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}