{
  "nctId": "NCT03836729",
  "briefTitle": "Study to Evaluate the Effect of GSK3640254 on the Pharmacokinetics of Tenofovir Alafenamide/Emtricitabine",
  "officialTitle": "An Open-Label One-way Interaction Clinical Trial to Evaluate the Pharmacokinetic Interactions Between GSK3640254 and Tenofovir Alafenamide/Emtricitabine in Healthy Subjects",
  "protocolDocument": {
    "nctId": "NCT03836729",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2018-12-27",
    "uploadDate": "2020-03-17T15:46",
    "size": 620196,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03836729/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 16,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-02-11",
    "completionDate": "2019-04-30",
    "primaryCompletionDate": "2019-03-30",
    "firstSubmitDate": "2019-02-07",
    "firstPostDate": "2019-02-11"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Subject must be 18 to 55 years of age inclusive, at the time of signing the informed consent.\n* Subjects who are healthy as determined by the investigator or medically qualified designee based on a medical evaluation including medical history, physical examination, laboratory tests, and cardiac monitoring (history and ECG).\n* Body weight \\>=50.0 kilograms (kg) (110 pound \\[lbs\\]) for men and \\>=45.0 kilograms \\[kg\\] (99 lbs) for women and body mass index (BMI) within the range 18.5 to 31.0 kilograms per meter square (kg/m\\^2) (inclusive).\n* Male or female; A female subject is eligible to participate if she is not pregnant, not breastfeeding and not a woman of childbearing potential (WOCBP).\n* Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and protocol.\n\nExclusion Criteria:\n\n* Current or chronic history of liver disease, or known hepatic or biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones).\n* A pre-existing condition interfering with normal gastrointestinal (GI) anatomy or motility (e.g.,gastroesophageal reflux disease, gastric ulcers, gastritis), hepatic and/or renal function, that could interfere with the absorption, metabolism and/or excretion of the study drugs or render the subject unable to take oral study intervention.\n* Any history of significant underlying psychiatric disorder including, but not limited to, schizophrenia, bipolar disorder with or without psychotic symptoms, other psychotic disorders, or schizotypal (personality) disorder.\n* Any history of major depressive disorder with or without suicidal features or anxiety disorders, that required medical intervention (pharmacologic or not) such as hospitalization or other inpatient treatment and/or chronic (\\>6 months) outpatient treatment. Subjects with other conditions such as adjustment disorder or dysthymia that have required shorter term medical therapy (\\<6 months) without inpatient treatment and are currently well-controlled clinically or resolved may be considered for entry after discussion and agreement with the ViiV Medical Monitor.\n* Any pre-existing physical or other psychiatric condition (including alcohol or drug abuse), which, in the opinion of the investigator (with or without psychiatric evaluation), could interfere with the subject's ability to comply with the dosing schedule and protocol evaluations or which might compromise the safety of the subject.\n* Medical history of cardiac arrhythmias or cardiac disease or a family or personal history of long QT syndrome.\n* History of any kidney disease or current or chronic history of impaired renal function as indicated by an estimated creatinine clearance \\<80 milliliters per minute (mL/min). Creatinine clearance (CrCL) is estimated by either of the following methods: (a) The Modification of Diet in Renal Disease (MDRD) equation: estimated glomerular filtration rate (eGFR) (milliliter \\[mL\\]/minute \\[min\\]/1.73 meter square \\[m\\^2\\]) = 175 x (SCr)\\^-1.154 x (Age)\\^-0.203 x 0.742 \\[if female\\] x 1.212 \\[if African American\\] glomerular filtration rate (GFR) is expressed in mL/min/1.73 m\\^2, SCr is serum creatinine expressed in milligrams per deciliter (mg/dL), and age is expressed in years. (b)The Cockcroft-Gault equation: CrCL(mL/min) ={((l40-age) x weight)/(72xSCr)}x 0.85 (if female) CrCL is expressed in mL/min, age is expressed in years, weight is expressed in kg, and SCr is serum creatinine expressed in mg/dL.\n* Presence of Hepatitis B surface antigen (HBsAg) at Screening or within 3 months prior to starting study intervention.\n* Positive Hepatitis C antibody test result at Screening or within 3 months prior to starting study intervention AND positive on reflex to Hepatitis C ribonucleic acid (RNA).\n* Positive HIV-1 and -2 antigen/antibody immunoassay at Screening.\n* ALT \\>1.5 × upper limit of normal (ULN). A single repeat of ALT is allowed within a single screening period to determine eligibility.\n* Bilirubin \\>1.5 × ULN (isolated bilirubin \\>1.5 × ULN is acceptable if bilirubin is fractionated and direct bilirubin \\<35%).\n* Any acute laboratory abnormality at Screening which, in the opinion of the investigator, should preclude participation in the study of an investigational compound.\n* Any Grade 2 to 4 laboratory abnormality at Screening, with the exception of creatine phosphokinase (CPK) and lipid abnormalities (e.g., total cholesterol, triglycerides, etc), and ALT (described above), will exclude a subject from the study unless the investigator can provide a compelling explanation for the laboratory result(s) and has the assent of the sponsor. A single repeat of any laboratory abnormality is allowed within a single screening period to determine eligibility.\n* A positive test result for drugs of abuse (including marijuana), alcohol, or cotinine (indicating active current smoking) at Screening or before the first dose of study intervention.\n* Unable to refrain from the use of prescription or non-prescription drugs, including vitamins, herbal and dietary supplements (including St John's wort) within 7 days (or 14 days if the drug is a potential enzyme inducer) or 5 half-lives (whichever is longer) prior to the first dose of study medication and for the duration of the study.\n* Treatment with any vaccine within 30 days prior to receiving study intervention.\n* Unwillingness to abstain from excessive consumption of any food or drink containing grapefruit and grapefruit juice, Seville oranges, blood oranges, or pomelos or their fruit juices within 7 days prior to the first dose of study intervention(s) until the end of the study.\n* Participation in another concurrent clinical study or prior clinical study (with the exception of imaging trials) prior to the first dosing day in the current study: 30 days, 5 half-lives, or twice the duration of the biological effect of the study intervention (whichever is longer).\n* Where participation in the study would result in donation of blood or blood products in excess of 500 mL within 56 days.\n* Any positive (abnormal) response confirmed by the investigator on a screening clinician- or qualified designee-administered Columbia-Suicide Severity Rating Scale (C-SSRS).\n* Any significant arrhythmia or ECG finding (e.g., prior myocardial infarction, sinoatrial pauses, bundle branch block, or conduction abnormality) which, in the opinion of the investigator or VH/GSK Medical Monitor, will interfere with the safety for the individual subject.\n* Exclusion criteria for screening ECG (a single repeat is allowed for eligibility determination): Heart rate for male: \\<45 or \\>100 beats per minute (bpm) and for females: \\<50 or \\>100 bpm; PR interval: \\<120 or \\>200 milliseconds (msec); QRS duration: \\<70 or \\>110 msec and QTcF interval for male: \\>450 msec and for female: \\>470 msec. A heart rate from 100 to 110 bpm can be rechecked by ECG or vital signs within 30 minutes to verify eligibility.\n* History of regular alcohol consumption within 6 months of the study defined as: an average weekly intake of \\>14 units. One unit is equivalent to 8 grams of alcohol: a half-pint (equivalent to 240 mL) of beer, 1 glass (125 mL) of wine, or 1 (25 mL) measure of spirits.\n* Regular use of tobacco- or nicotine-containing products within 3 months prior to Screening.\n* History of sensitivity to any of the study medications or components thereof or a history of drug or other allergy that, in the opinion of the investigator or medical monitor, contraindicates their participation.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "55 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Period 1: Area Under the Plasma Concentration-time Curve From Time 0 to the End of the Dosing Interval at Steady State (AUC [0-tau]) of TAF",
        "description": "Blood samples were collected at indicated time-points for analysis of AUC (0-tau). Pharmacokinetic (PK) parameters were calculated by standard non-compartmental analysis. PK Parameter Population included all participants who underwent plasma PK sampling and had evaluable PK parameters estimated.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 1 Day 14"
      },
      {
        "measure": "Period 2: AUC (0-tau) of TAF",
        "description": "Blood samples were collected at indicated time-points for analysis of AUC (0-tau). PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 2 Day 7"
      },
      {
        "measure": "Period 1: Maximum Observed Concentration (Cmax) of TAF",
        "description": "Blood samples were collected at indicated time-points for analysis of Cmax. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 1 Day 14"
      },
      {
        "measure": "Period 2: Cmax of TAF",
        "description": "Blood samples were collected at indicated time-points for analysis of Cmax. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 2 Day 7"
      },
      {
        "measure": "Period 1: AUC (0-tau) of FTC",
        "description": "Blood samples were collected at indicated time-points for analysis of AUC (0-tau). PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 1 Day 14"
      },
      {
        "measure": "Period 2: AUC (0-tau) of FTC",
        "description": "Blood samples were collected at indicated time-points for analysis of AUC (0-tau). PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 2 Day 7"
      },
      {
        "measure": "Period 1:Cmax of FTC",
        "description": "Blood samples were collected at indicated time-points for analysis of Cmax. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 1 Day 14"
      },
      {
        "measure": "Period 2:Cmax of FTC",
        "description": "Blood samples were collected at indicated time-points for analysis of Cmax. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 2 Day 7"
      },
      {
        "measure": "Period 1: Plasma Concentration at the End of the Dosing Interval (Ctau) of FTC",
        "description": "Blood samples were collected at indicated time-points for analysis of Ctau. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 1 Day 14"
      },
      {
        "measure": "Period 2: Ctau of FTC",
        "description": "Blood samples were collected at indicated time-points for analysis of Ctau. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 2 Day 7"
      },
      {
        "measure": "Period 1: AUC (0-tau) of Tenofovir (TFV)",
        "description": "Blood samples were collected at indicated time-points for analysis of AUC (0-tau). PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 1 Day 14"
      },
      {
        "measure": "Period 2: AUC (0-tau) of TFV",
        "description": "Blood samples were collected at indicated time-points for analysis of AUC (0-tau). PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 2 Day 7"
      },
      {
        "measure": "Period 1: Cmax of TFV",
        "description": "Blood samples were collected at indicated time-points for analysis of Cmax. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 1 Day 14"
      },
      {
        "measure": "Period 2: Cmax of TFV",
        "description": "Blood samples were collected at indicated time-points for analysis of Cmax. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 2 Day 7"
      },
      {
        "measure": "Period 1: Ctau of TFV",
        "description": "Blood samples were collected at indicated time-points for analysis of Ctau. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 1 Day 14"
      },
      {
        "measure": "Period 2: Ctau of TFV",
        "description": "Blood samples were collected at indicated time-points for analysis of Ctau. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 2 Day 7"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Non-serious Adverse Events (Non-SAEs) and Serious Adverse Events (SAE)",
        "description": "An adverse events (AE) is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study intervention, whether or not considered related to the study intervention. An SAE is defined as any untoward medical occurrence that, at any dose: results in death; is life-threatening; requires inpatient hospitalization or prolongation of existing hospitalization; results in persistent disability/incapacity; is a congenital anomaly/birth defect; other important medical events that may jeopardize the participant or may require medical or surgical intervention to prevent one of the other outcomes listed before",
        "timeFrame": "Up to Day 24"
      },
      {
        "measure": "Period 1: Change From Baseline in Hematology Parameter of Platelet Count, Neutrophils, Lymphocytes, Monocytes, Eosinophils and Basophils",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameters like platelet count, neutrophils, lymphocytes, monocytes, eosinophils and basophils. Baseline was defined as Day -1 for Period 1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 7, and 14"
      },
      {
        "measure": "Period 2: Change From Baseline in Hematology Parameter of Platelet Count, Neutrophils, Lymphocytes, Monocytes, Eosinophils and Basophils",
        "description": "Blood samples were collected at indicated timepoints for analysis for hematology parameters like platelet count, neutrophils, lymphocytes, monocytes, eosinophils and basophils. Baseline was defined as Period 1 Day 14 for Period 2. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Absolute Values of the Hematology Parameter of Platelet Count, Neutrophils, Lymphocytes, Monocytes, Eosinophils and Basophils",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameters like platelet count, neutrophils, lymphocytes, monocytes, eosinophils and basophils. Baseline was defined as Day -1 for Period 1.",
        "timeFrame": "Baseline and at Days 7, and 14"
      },
      {
        "measure": "Period 2: Absolute Values of the Hematology Parameter of Platelet Count, Neutrophils, Lymphocytes, Monocytes, Eosinophils and Basophils",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameters like platelet count, neutrophils, lymphocytes, monocytes, eosinophils and basophils. Baseline was defined as Period 1 Day 14 for Period 2.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Change From Baseline in Hematology Parameter of Hematocrit",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameter like hematocrit. Baseline was defined as Day -1 for Period 1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Change From Baseline in Hematology Parameter of Hematocrit",
        "description": "Blood samples were collected at indicated time-points for analysis for hematology parameter like hematocrit. Baseline was defined as Period 1 Day 14 for Period 2. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Absolute Values of the Hematology Parameter: Hematocrit",
        "description": "Blood samples were collected at indicated time points for analysis for hematology parameter like hematocrit. Baseline was defined as Day -1 for Period 1.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Absolute Values of the Hematology Parameter: Hematocrit",
        "description": "Blood samples were collected at indicated time-points for analysis for hematology parameter like hematocrit. Baseline was defined as Period 1 Day 14 for Period 2.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Change From Baseline in Hematology Parameter of Hemoglobin",
        "description": "Blood samples were collected at indicated timepoints for analysis for hematology parameter like hemoglobin. Baseline was defined as Day -1 for Period 1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Change From Baseline in Hematology Parameter of Hemoglobin",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameter like hemoglobin. Baseline was defined as Period 1 Day 14 for Period 2. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Absolute Values of the Hematology Parameter: Hemoglobin",
        "description": "Blood samples were collected at indicated time-points for analysis for hematology parameter like hemoglobin. Baseline was defined as Day -1 for Period 1.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Absolute Values of the Hematology Parameter: Hemoglobin",
        "description": "Blood samples were collected at indicated time-points for analysis for hematology parameter like hemoglobin. Baseline was defined as Period 1 Day 14 for Period 2.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Change From Baseline in Hematology Parameter of Mean Corpuscle Hemoglobin (MCH)",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameter like MCH. Baseline was defined as Day -1 for Period 1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Change From Baseline in Hematology Parameter of MCH",
        "description": "Blood samples were collected at indicated timepoints for analysis for hematology parameter like MCH. Baseline was defined as Period 1 Day 14 for Period 2. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Absolute Values of the Hematology Parameter: MCH",
        "description": "Blood samples were collected at indicated time-points for analysis for hematology parameter like MCH. Baseline was defined as Day -1 for Period 1.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Absolute Values of the Hematology Parameter: MCH",
        "description": "Blood samples were collected at indicated time-points for analysis of hematology parameter like MCH. Baseline was defined as Period 1 Day 14 for Period 2.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Change From Baseline in Hematology Parameter of Mean Corpuscle Volume (MCV)",
        "description": "Blood samples were collected at indicated time-points for analysis for hematology parameter like MCV. Baseline was defined as Day -1 for Period 1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Change From Baseline in Hematology Parameter of MCV",
        "description": "Blood samples were collected at indicated timepoints for analysis for hematology parameter like MCV. Baseline was defined as Period 1 Day 14 for Period 2. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Absolute Values of the Hematology Parameter: MCV",
        "description": "Blood samples were collected at indicated time-points for analysis for hematology parameter like MCV. Baseline was defined as Day -1 for Period 1.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Absolute Values of the Hematology Parameter: MCV",
        "description": "Blood samples were collected at indicated time-points for analysis for hematology parameter like MCV. Baseline was defined as Period 1 Day 14 for Period 2.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Change From Baseline in Hematology Parameter of Erythrocytes",
        "description": "Blood samples were collected at indicated time-points for analysis for hematology parameter like erythrocytes. Baseline was defined as Day -1 for Period 1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Change From Baseline in Hematology Parameter of Erythrocytes",
        "description": "Blood samples were collected at indicated time-points for analysis for hematology parameter like erythrocytes. Baseline was defined as Period 1 Day 14 for Period 2. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Absolute Values of the Hematology Parameter: Erythrocytes",
        "description": "Blood samples were collected at indicated time-points for analysis for hematology parameter like erythrocytes. Baseline was defined as Day -1 for Period 1.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Absolute Values of the Hematology Parameter: Erythrocytes",
        "description": "Blood samples were collected at indicated time-points for analysis for hematology parameter like erythrocytes. Baseline was defined as Period 1 Day 14 for Period 2.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Change From Baseline in Clinical Chemistry Parameter of Glucose, Anion Gap, Cholesterol, Calcium, Potassium, Sodium, Blood Urea Nitrogen (BUN), Carbon Dioxide (CO2), Chloride and Phosphorus",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of glucose, calcium, potassium, sodium, BUN, anion gap, CO2, chloride and phosphorus. Baseline was defined as Day -1 for Period 1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Change From Baseline in Clinical Chemistry Parameter of Glucose, Anion Gap, Cholesterol, Calcium, Potassium, Sodium, BUN, CO2, Chloride and Phosphorus",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of glucose, calcium, potassium, sodium, BUN, anion gap, CO2, chloride and phosphorus. Baseline was defined as Period 1 Day 14 for Period 2. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Absolute Values of Clinical Chemistry Parameter of Glucose, Anion Gap, Cholesterol, Calcium, Potassium, Sodium, BUN, CO2, Chloride and Phosphorus",
        "description": "Blood samples were collected at indicated time-points for analysis of clinical chemistry parameter of glucose, calcium, potassium, sodium, BUN, anion gap, CO2, chloride and phosphorus. Baseline was defined as Day -1 for Period 1.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Absolute Values of Clinical Chemistry Parameter of Glucose, Anion Gap, Cholesterol, Calcium, Potassium, Sodium, BUN, CO2, Chloride and Phosphorus",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of glucose, calcium, potassium, sodium, BUN, anion gap, CO2, chloride and phosphorus. Baseline was defined as Period 1 Day 14 for Period 2.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Change From Baseline in Clinical Chemistry Parameter of Alkaline Phosphatase, Alanine Aminotransferase (ALT), Aspartate Aminotransferase (AST), Lactate Dehydrogenase (LDH), Gamma-glutamyl Transferase (GGT), and Creatine Phosphokinase (CK)",
        "description": "Blood samples were collected at indicated time-points for analysis of clinical chemistry parameter like alkaline phosphatase, ALT, AST, LDH, GGT and CK. Baseline was defined as Day -1 for Period 1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Change From Baseline in Clinical Chemistry Parameter of Alkaline Phosphatase, ALT, AST, LDH, GGT, and CK",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of alkaline phosphatase, ALT, AST, LDH, GGT and CK. Baseline was defined as Period 1 Day 14 for Period 2. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Absolute Values of Clinical Chemistry Parameter of Alkaline Phosphatase, ALT, AST, LDH, GGT, and CK",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of alkaline phosphatase, ALT, AST, LDH, GGT and CK. Baseline was defined as Day -1 for Period 1.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Absolute Values of Clinical Chemistry Parameter of Alkaline Phosphatase, ALT, AST, LDH, GGT, and CK",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of alkaline phosphatase, ALT, AST, LDH, GGT and CK. Baseline was defined as Period 1 Day 14 for Period 2.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Change From Baseline in Clinical Chemistry Parameter of Lipase and Amylase",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of lipase and amylase. Baseline was defined as Day -1 for Period 1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Change From Baseline in Clinical Chemistry Parameter of Lipase and Amylase",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of lipase and amylase. Baseline was defined as Period 1 Day 14 for Period 2. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Absolute Values of Chemistry Parameters of Lipase and Amylase",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of lipase and amylase. Baseline was defined as Day -1 for Period 1.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Absolute Values of Chemistry Parameters of Lipase and Amylase",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of lipase and amylase. Baseline was defined as Period 1 Day 14 for Period 2.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Change From Baseline in Clinical Chemistry Parameter of Total Bilirubin, Direct Bilirubin, and Creatinine",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of total bilirubin, direct bilirubin, and creatinine. Baseline was defined as Day -1 for Period 1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Change From Baseline in Clinical Chemistry Parameter of Total Bilirubin, Direct Bilirubin, and Creatinine",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of total bilirubin, direct bilirubin, and creatinine. Baseline was defined as Period 1 Day 14 for Period 2. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Absolute Values of Clinical Chemistry Parameter of Total Bilirubin, Direct Bilirubin, and Creatinine",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of total bilirubin, direct bilirubin, and creatinine. Baseline was defined as Day -1 for Period 1.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Absolute Values of Clinical Chemistry Parameter of Total Bilirubin, Direct Bilirubin, and Creatinine",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of total bilirubin, direct bilirubin, creatinine and uric acid. Baseline was defined as Period 1 Day 14 for Period 2.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Change From Baseline in Clinical Chemistry Parameter of Total Protein, Albumin and Globulin",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of of total protein, albumin and globulin. Baseline was defined as Day -1 for Period 1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Change From Baseline in Clinical Chemistry Parameter of Total Protein, Albumin and Globulin",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of total protein, albumin and globulin. Baseline was defined as Period 1 Day 14 for Period 2. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Absolute Values of Clinical Chemistry Parameter of Total Protein, Albumin and Globulin",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of total protein, albumin and globulin. Baseline was defined as Day -1 for Period 1.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Absolute Values of Clinical Chemistry Parameter of Total Protein, Albumin and Globulin",
        "description": "Blood samples were collected at indicated time-points for analysis for clinical chemistry parameter of total bilirubin, direct bilirubin, creatinine and uric acid. Baseline was defined as Period 1 Day 14 for Period 2.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Change From Baseline in Specific Gravity of Urine",
        "description": "Urine samples were collected at indicated time points for the assessment of specific gravity. Urine specific gravity is a measure of the concentration of solutes in the urine and provides information on the kidney's ability to concentrate urine. The concentration of the excreted molecules determines the urine's specific gravity. Baseline was defined as Day -1 for Period 1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Change From Baseline in Specific Gravity of Urine",
        "description": "Urine samples were collected at indicated time points for the assessment of specific gravity. Urine specific gravity is a measure of the concentration of solutes in the urine and provides information on the kidney's ability to concentrate urine. The concentration of the excreted molecules determines the urine's specific gravity. Baseline was defined as Period 1 Day 14 for Period 2. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Absolute Values of Specific Gravity of Urine",
        "description": "Urine samples were collected at indicated time points for the assessment of specific gravity. Urine specific gravity is a measure of the concentration of solutes in the urine and provides information on the kidney's ability to concentrate urine. The concentration of the excreted molecules determines the urine's specific gravity. Baseline was defined as Day -1 for Period 1.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Absolute Values of Specific Gravity of Urine",
        "description": "Urine samples were collected at indicated time points for the assessment of specific gravity. Urine specific gravity is a measure of the concentration of solutes in the urine and provides information on the kidney's ability to concentrate urine. The concentration of the excreted molecules determines the urine's specific gravity. Baseline was defined as Period 1 Day 14 for Period 2.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Change From Baseline in Potential of Hydrogen (pH) of Urine",
        "description": "Urine samples were collected at indicated time points for the assessment of Urinary pH. Urine pH is an acid-base measurement. pH is measured on a numeric scale ranging from 0 to 14; values on the scale refer to the degree of alkalinity or acidity. A pH of 7 is neutral. A pH less than 7 is acidic, and a pH greater than 7 is basic. Normal urine has a slightly acid pH (5.0 - 6.0). Baseline was defined as Day -1 for Period 1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Change From Baseline in pH of Urine",
        "description": "Urine samples were collected at indicated time points for the assessment of Urinary pH. Urine pH is an acid-base measurement. pH is measured on a numeric scale ranging from 0 to 14; values on the scale refer to the degree of alkalinity or acidity. A pH of 7 is neutral. A pH less than 7 is acidic, and a pH greater than 7 is basic. Normal urine has a slightly acid pH (5.0 - 6.0). Baseline was defined as Period 1 Day 14 for Period 2. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Absolute Values of pH of Urine",
        "description": "Urine samples were collected at indicated time points for the assessment of Urinary pH. Urine pH is an acid-base measurement. pH is measured on a numeric scale ranging from 0 to 14; values on the scale refer to the degree of alkalinity or acidity. A pH of 7 is neutral. A pH less than 7 is acidic, and a pH greater than 7 is basic. Normal urine has a slightly acid pH (5.0 - 6.0). Baseline was defined as Day -1 for Period 1.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Absolute Values of pH of Urine",
        "description": "Urine samples were collected at indicated time points for the assessment of Urinary pH. Urine pH is an acid-base measurement. pH is measured on a numeric scale ranging from 0 to 14; values on the scale refer to the degree of alkalinity or acidity. A pH of 7 is neutral. A pH less than 7 is acidic, and a pH greater than 7 is basic. Normal urine has a slightly acid pH (5.0 - 6.0). Baseline was defined as Period 1 Day 14 for Period 2.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Change From Baseline in Urine Urobilinogen",
        "description": "Urine samples were collected at indicated time points for the assessment of urine urobilinogen. Baseline was defined as Day -1 for Period 1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Change From Baseline in Urine Urobilinogen",
        "description": "Urine samples were collected at indicated time points for the assessment of urine urobilinogen. Baseline was defined as Period 1 Day 14 for Period 2. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Absolute Values of Urine Urobilinogen",
        "description": "Urine samples were collected at indicated time points for the assessment of urine urobilinogen. Baseline was defined as Day -1 for Period 1.",
        "timeFrame": "Baseline and at Days 7, 14"
      },
      {
        "measure": "Period 2: Absolute Values of Urine Urobilinogen",
        "description": "Urine samples were collected at indicated time points for the assessment of urine urobilinogen. Baseline was defined as Period 1 Day 14 for Period 2.",
        "timeFrame": "Baseline and at Days 3, 7, 9"
      },
      {
        "measure": "Period 1: Change From Baseline in Heart Rate",
        "description": "Urine samples were collected at indicated time points for the assessment of urine urobilinogen. Baseline was defined as Day -1 for Period 1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Day 1, 2 and 4 hours post-dose"
      },
      {
        "measure": "Period 2: Change From Baseline in Heart Rate",
        "description": "Twelve-lead ECGs was performed with the participant in a supine or semi-supine position after a rest of at least 10 minutes using an automated ECG machine to measure heart rate. Baseline was defined as Day 1 (Pre-dose) for each Period. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Day 1, 2 and 4 hours post-dose; Day 4, Pre-dose, 2 and 4 hours post-dose; Day 7, Pre-dose, 2 and 4 hours post-dose; Day 9 post-dose"
      },
      {
        "measure": "Period 1: Absolute Values of Heart Rate",
        "description": "Twelve-lead ECGs was performed with the participant in a supine or semi-supine position after a rest of at least 10 minutes using an automated ECG machine to measure heart rate. Baseline was defined as Day 1 (Pre-dose) for each Period. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Day 1, 2 and 4 hours post-dose"
      },
      {
        "measure": "Period 2: Absolute Values of Heart Rate",
        "description": "Twelve-lead ECGs was performed with the participant in a supine or semi-supine position after a rest of at least 10 minutes using an automated ECG machine to measure heart rate. Baseline was defined as Day 1 (Pre-dose) for each Period.",
        "timeFrame": "Baseline and at Day 1, 2 and 4 hours post-dose; Day 4, Pre-dose, 2 and 4 hours post-dose; Day 7, Pre-dose, 2 and 4 hours post-dose; Day 9 post-dose"
      },
      {
        "measure": "Period 1: Change From Baseline in ECG Parameters: PR Interval, QRS Duration, QT Interval, Fridericia QT Correction Formula (QTcF) Interval, and Bazett QT Correction Formula (QTcB) Interval",
        "description": "Twelve-lead ECGs was performed with the participant in a supine or semi-supine position after a rest of at least 10 minutes using an automated ECG machine to measure PR interval, QRS duration, QT Interal, QTcF Interval and QTcB interval. Baseline was defined as Day 1 (Pre-dose) for each Period. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Day 1, 2 and 4 hours post-dose"
      },
      {
        "measure": "Period 2: Change From Baseline in ECG Parameters: PR Interval, QRS Duration, QT Interval, QTcF Interval, and QTcB Interval",
        "description": "Twelve-lead ECGs was performed with the participant in a supine or semi-supine position after a rest of at least 10 minutes using an automated ECG machine to measure PR interval, QRS duration, QT Interal, QTcF Interval and QTcB interval. Baseline was defined as Day 1 (Pre-dose) for each Period. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Day 1, 2 and 4 hours post-dose; Day 4, Pre-dose, 2 and 4 hours post-dose; Day 7, Pre-dose, 2 and 4 hours post-dose; Day 9 post-dose"
      },
      {
        "measure": "Period 1: Absolute Values of ECG Parameters: PR Interval, QRS Duration, QT Interval, QTcF Interval, and QTcB Interval",
        "description": "Twelve-lead ECGs was performed with the participant in a supine or semi-supine position after a rest of at least 10 minutes using an automated ECG machine to measure PR interval, QRS duration, QT Interval, QTcF Interval and QTcB interval. Baseline was defined as Day 1 (Pre-dose) for each Period.",
        "timeFrame": "Baseline and at Day 1, 2 and 4 hours post-dose"
      },
      {
        "measure": "Period 2: Absolute Values of ECG Parameters: PR Interval, QRS Duration, QT Interval, QTcF Interval, and QTcB Interval",
        "description": "Twelve-lead ECGs was performed with the participant in a supine or semi-supine position after a rest of at least 10 minutes using an automated ECG machine to measure PR interval, QRS duration, QT Interval, QTcF Interval and QTcB interval. Baseline was defined as Day 1 (Pre-dose) for each Period.",
        "timeFrame": "Baseline and at Day 1, 2 and 4 hours post-dose; Day 4, Pre-dose, 2 and 4 hours post-dose; Day 7, Pre-dose, 2 and 4 hours post-dose; Day 9 post-dose"
      },
      {
        "measure": "Period 1: Change From Baseline in Temperature",
        "description": "Temperature was assessed at indicated time-points. Baseline was defined as Day 1 (Pre-dose) for each Period. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 2, 3, 4, 5 and 7"
      },
      {
        "measure": "Period 2: Change From Baseline in Temperature",
        "description": "Temperature was assessed at indicated time-points. Baseline was defined as Day 1 (Pre-dose) for each Period. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 4, 7, 9, and 10"
      },
      {
        "measure": "Period 1: Absolute Values of Temperature",
        "description": "Temperature was assessed at indicated time-points. Baseline was defined as Day 1 (Pre-dose) for each Period.",
        "timeFrame": "Baseline and at Days 2, 3, 4, 5 and 7"
      },
      {
        "measure": "Period 2: Absolute Values of Temperature",
        "description": "Temperature was assessed at indicated time-points. Baseline was defined as Day 1 (Pre-dose) for each Period.",
        "timeFrame": "Baseline and at Days 4, 7, 9, and 10"
      },
      {
        "measure": "Period 1: Change From Baseline in Pulse Rate",
        "description": "Pulse rate was assessed in the semi-recumbent position with a completely automated device at indicated time-points. Baseline was defined as Day 1 (Pre-dose) for each Period. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 2, 3, 4, 5 and 7"
      },
      {
        "measure": "Period 2: Change From Baseline in Pulse Rate",
        "description": "Pulse rate was assessed in the semi-recumbent position with a completely automated device at indicated time-points. Baseline was defined as Day 1 (Pre-dose) for each Period. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 4, 7, 9, and 10"
      },
      {
        "measure": "Period 1: Absolute Values of Pulse Rate",
        "description": "Pulse rate was assessed in the semi-recumbent position with a completely automated device at indicated time-points. Baseline was defined as Day 1 (Pre-dose) for each Period.",
        "timeFrame": "Baseline and at Days 2, 3, 4, 5 and 7"
      },
      {
        "measure": "Period 2: Absolute Values of Pulse Rate",
        "description": "Pulse rate was assessed in the semi-recumbent position with a completely automated device at indicated time-points. Baseline was defined as Day 1 (Pre-dose) for each Period.",
        "timeFrame": "Baseline and at Days 4, 7, 9, and 10"
      },
      {
        "measure": "Period 1: Change From Baseline in Respiratory Rate",
        "description": "Respiratory rate was assessed at indicated time-points. Baseline was defined as Day 1 (Pre-dose) for each Period. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 2, 3, 4, 5 and 7"
      },
      {
        "measure": "Period 2: Change From Baseline in Respiratory Rate",
        "description": "Respiratory rate was assessed at indicated time-points. Baseline was defined as Day 1 (Pre-dose) for each Period. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 4, 7, 9, and 10"
      },
      {
        "measure": "Period 1: Absolute Values of Respiratory Rate",
        "description": "Respiratory rate was assessed at indicated time-points. Baseline was defined as Day 1 (Pre-dose) for each Period.",
        "timeFrame": "Baseline and at Days 2, 3, 4, 5 and 7"
      },
      {
        "measure": "Period 2: Absolute Values of Respiratory Rate",
        "description": "Respiratory rate was assessed at indicated time-points. Baseline was defined as Day 1 (Pre-dose) for each Period.",
        "timeFrame": "Baseline and at Days 4, 7, 9, and 10"
      },
      {
        "measure": "Period 1: Change From Baseline in Blood Pressure",
        "description": "Systolic blood pressure (SBP) and diastolic blood pressure (DBP) was assessed in the semi-recumbent position with a completely automated device at indicated time-points. Baseline was defined as Day 1 (Pre-dose) for each Period. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 2, 3, 4, 5 and 7"
      },
      {
        "measure": "Period 2: Change From Baseline in Blood Pressure",
        "description": "SBP and DBP was assessed in the semi-recumbent position with a completely automated device at indicated time-points. Baseline was defined as Day 1 (Pre-dose) for each Period. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline and at Days 4, 7, 9, and 10"
      },
      {
        "measure": "Period 1: Absolute Values of Blood Pressure",
        "description": "SBP and DBP was assessed in the semi-recumbent position with a completely automated device at indicated time-points. Baseline was defined as Day 1 (Pre-dose) for each Period.",
        "timeFrame": "Baseline and at Days 2, 3, 4, 5 and 7"
      },
      {
        "measure": "Period 2: Absolute Values of Blood Pressure",
        "description": "SBP and DBP was assessed in the semi-recumbent position with a completely automated device at indicated time-points. Baseline was defined as Day 1 (Pre-dose) for each Period.",
        "timeFrame": "Baseline and at Days 4, 7, 9, and 10"
      },
      {
        "measure": "Period 2: AUC (0-tau) of GSK3640254",
        "description": "Blood samples were collected at indicated time-points for analysis of AUC (0-tau). PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 1 and 2hours, 2 hours 30 minutes, 3 and 3 hour 30 minutes, 4 and 4 hour 30 minutes, 5, 6, 8, 12 and 24 hours in Period 2 Day 7"
      },
      {
        "measure": "Period 2: Cmax of GSK3640254",
        "description": "Blood samples were collected at indicated time-points for analysis of Cmax. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 1 and 2hours, 2 hours 30 minutes, 3 and 3 hour 30 minutes, 4 and 4 hour 30 minutes, 5, 6, 8, 12 and 24 hours in Period 2 Day 7"
      },
      {
        "measure": "Period 2: Ctau of GSK3640254",
        "description": "Blood samples were collected at indicated time-points for analysis of Ctau. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 1 and 2 hours, 2 hours 30 minutes, 3 and 3 hour 30 minutes, 4 and 4 hour 30 minutes, 5, 6, 8, 12 and 24 hours in Period 2 Day 7"
      },
      {
        "measure": "Period 2: Time of Maximum Observed Concentration (Tmax) of GSK3640254",
        "description": "Blood samples were collected at indicated time-points for analysis of Tmax. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 1 and 2hours, 2 hours 30 minutes, 3 and 3 hour 30 minutes, 4 and 4 hour 30 minutes, 5, 6, 8, 12 and 24 hours in Period 2 Day 7"
      },
      {
        "measure": "Period 1: Tmax of TAF",
        "description": "Blood samples were collected at indicated time-points for analysis of Tmax. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 1 Day 14"
      },
      {
        "measure": "Period 2: Tmax of TAF",
        "description": "Blood samples were collected at indicated time-points for analysis of Tmax. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 2 Day 7"
      },
      {
        "measure": "Period 1: Tmax of FTC",
        "description": "Blood samples were collected at indicated time-points for analysis of Tmax. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 1 Day 14"
      },
      {
        "measure": "Period 2: Tmax of FTC",
        "description": "Blood samples were collected at indicated time-points for analysis of Tmax. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 2 Day 7"
      },
      {
        "measure": "Period 1: Tmax of TFV",
        "description": "Blood samples were collected at indicated time-points for analysis of Tmax. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 1 Day 14"
      },
      {
        "measure": "Period 2: Tmax of TFV",
        "description": "Blood samples were collected at indicated time-points for analysis of Tmax. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 15, 30, 45 minutes, 1 hour, 1 hour 30 minutes, 2, 3, 4, 5, 6, 8, 12 and 24 hours in Period 2 Day 7"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 16,
      "secondaryCount": 91,
      "otherCount": 0,
      "totalCount": 107
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:19.693Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}