{
  "nctId": "NCT06596278",
  "briefTitle": "Memesto Wearable Repetitive Message and Music Therapy Device Music Therapy Device That Senses and Reduces Agitation in People With AD,",
  "officialTitle": "Development of Memesto, a Wearable Repetitive Message and Music Therapy Device That Senses and Reduces Agitation in Persons With AD/ADRD",
  "protocolDocument": {
    "nctId": "NCT06596278",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-12-01",
    "uploadDate": "2024-04-09T17:58",
    "size": 647594,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT06596278/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 9,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-08-01",
    "completionDate": "2023-12-31",
    "primaryCompletionDate": "2023-11-21",
    "firstSubmitDate": "2024-09-11",
    "firstPostDate": "2024-09-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria: Given that people living with ADRD can be of any adult age, people meeting criteria for ADRD diagnosis will be regardless of age. Younger-onset people living with ADRD, which may be smaller, will be considered for participation along with adults older than age 65 that make up the largest portion of persons living with ADRD. The family and professional caregivers can be any age greater than eighteen. We anticipate that 5% of the People living with ADRD will be less than age 65 with 70% being greater than age 75 and 25% being between ages 65 and 74. For family caregivers, we envision most will be spouses with the same age distributions as the parents with a skew to a slightly younger age group for caregivers who are children of the person living with ADRD and/or the spouses of children. For professional caregivers, we anticipate they will be between the residential care workforce ages of 20 and 65 with a skew toward persons over age 40.\n\nInclusion/Exclusion Criteria: Eligible participants will be adults with a dementia diagnosis who have clinically significant agitation, defined as a state of poorly organized and purposeless psychomotor activity characterized by at least one of the following: aggressive verbal (screaming, cursing), aggressive physical (destroying objects, grabbing, fighting), or non-aggressive physical (restlessness, pacing) behaviors. The behavioral symptoms must be severe enough to warrant pharmacological treatment. A family caregiver must be willing to participate along with a professional caregiver from the resident living facility.\n\n\\-",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Average score on the Neuropsychiatric Inventory (NPI) agitation domain",
        "description": "The scores on the NPI agitation domain at baseline will be the comparator. A score of zero indicates no agitation is observed. If agitation is mentioned, caregivers will rate the agitation symptom frequency from 1 to 4 (less than once a week, about one time a week, several times a week, or more than once per day). Severity for each symptom is rated from 1 to 3 (mild, moderate, or marked). The NPI's composite (frequency x severity) score ranges from 1 to 12 for each positively endorsed domain.13 The average of the family and professional caregiver rating will be utilized",
        "timeFrame": "10 weeks"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 14,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:29:39.173Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}