{
  "nctId": "NCT03925532",
  "briefTitle": "Denosumab in Treating Patients With Bone Loss Due to Donor Stem Cell Transplant",
  "officialTitle": "A Phase II Multicenter, Single Arm, Open-Label Trial to Evaluate the Efficacy and Safety of Denosumab in Treatment of Post-Allogenic Hematopoietic Stem Cell Transplant Bone Loss",
  "protocolDocument": {
    "nctId": "NCT03925532",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-09-09",
    "uploadDate": "2023-12-21T14:03",
    "size": 902433,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03925532/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 30,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-12-19",
    "completionDate": "2022-11-16",
    "primaryCompletionDate": "2022-11-16",
    "firstSubmitDate": "2019-04-16",
    "firstPostDate": "2019-04-24"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* The patient has undergone an Allogeneic Hematopoietic Stem Cell Transplant\n* The patient has completed a base line dual x-ray absorptiometry (DXA) scan =\\< 6 months prior to transplantation\n* The patient has completed a post-transplant DXA scan at day 100 (+/- 30 days) or up to 6 months post transplantation\n* The patient has completed and passed a dental clearance exam up to 6 months prior to transplant or 6 months after transplant\n* Participants of child-bearing potential must agree to use adequate contraceptive methods (e.g., hormonal or barrier method of birth control; abstinence) prior to study entry. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately\n* Participant must understand the investigational nature of this study and sign an Independent Ethics Committee/Institutional Review Board approved written informed consent form prior to receiving any study related procedure\n\nExclusion Criteria:\n\n* The patient has a history of a hypersensitivity reaction to denosumab\n* The patient has a history of osteonecrosis of the jaw\n* The patient has predisposing risk factors for hypocalcemia including the following:\n\n  * Hypoparathyroidism\n  * Creatinine clearance (CrCl) \\< 30 mL/min\n  * Dialysis\n  * Malabsorption syndrome\n* The patient has history of any bone fracture =\\< 30 days prior to denosumab therapy\n* Pregnant or nursing female patients.\n* The patient has clinically significant GVHD leading to hospitalization at the time of denosumab dose per prescriber discretion.\n* The patient has clinically significant infection leading to hospitalization at the time of denosumab dose (excluding hospitalization due to complexity of treatment leading to inability to treat outpatient, ie. Foscarnet) per prescriber discretion\n* The patient is unwilling or unable to follow protocol requirements\n* The patient has any condition which in the investigator's opinion deems the participant an unsuitable candidate to receive study drug including relapsed malignancy",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Mean Total Hip Percent Change in Bone Mineral Density (BMD)",
        "description": "Day 0 dual x-ray absorptiometry (DXA) scan and day 465 DXA scan will be compared based on the percent change in BMD in the Total hip in allogeneic HSCT patients who have experienced either at least 5% BMD loss between baseline (pre- HSCT) and day + 100 post-HSCT, or who have osteopenia or osteoporosis at either the pre-bone marrow transplant or day + 100 DXA scan.",
        "timeFrame": "At baseline and 465 days post-HSCT"
      },
      {
        "measure": "Slope in Hip Bone Mineral Density (g/cm^2 Per Day) Regressed on Time in Dual",
        "description": "Parameter estimate of the slope of the regression model of the hip bone mineral density change at day 465 post-HSCT regressed on the enrollment BMD levels.",
        "timeFrame": "From the time of enrollment up to 465 days post-HSCT"
      },
      {
        "measure": "Mean Lumbar Spine Percent Change in Bone Mineral Density (BMD)",
        "description": "Day 0 dual x-ray absorptiometry (DXA) scan and day 465 DXA scan will be compared based on the percent change in BMD in lumbar spine in allogeneic HSCT patients who have experienced either at least 5% BMD loss between baseline (pre- HSCT) and day + 100 post-HSCT, or who have osteopenia or osteoporosis at either the pre-bone marrow transplant or day + 100 DXA scan.",
        "timeFrame": "At baseline and 465 days post-HSCT"
      },
      {
        "measure": "Mean Total Hip Percent Change in Bone Mineral Density (BMD)",
        "description": "Day 100 dual x-ray absorptiometry (DXA) scan will be compared based on the percent change in BMD in the Total hip in allogeneic HSCT patients who have experienced either at least 5% BMD loss between baseline (pre- HSCT) and day + 100 post-HSCT, or who have osteopenia or osteoporosis at either the pre-bone marrow transplant or day + 100 DXA scan.",
        "timeFrame": "At baseline, at time of enrollment (day 100 post-hematopoietic stem cell transplantation [HSCT])"
      },
      {
        "measure": "Slope in Lumbar Spine Bone Mineral Density (g/cm^2 Per Day) Regressed on Time in Dual",
        "description": "Parameter estimate of the slope of the regression model of the lumbar spine bone mineral density change at day 465 post-HSCT regressed on the enrollment BMD levels.",
        "timeFrame": "From the time of enrollment up to 465 days post-HSCT"
      }
    ],
    "secondary": [
      {
        "measure": "Mean Lumbar Spine Percent Change in BMD",
        "description": "Day 100 dual x-ray absorptiometry (DXA) scan will be compared based on the percent change in BMD in the lumbar spine in allogeneic HSCT patients who have experienced either at least 5% BMD loss between baseline (pre- HSCT) and day + 100 post-HSCT, or who have osteopenia or osteoporosis at either the pre-bone marrow transplant or day + 100 DXA scan.",
        "timeFrame": "Baseline up to 100 days post-HSCT"
      },
      {
        "measure": "Frequency of Bone Fractures",
        "description": "The number of participants with bone fractures tabulated overall",
        "timeFrame": "Up to 1 year post-HSCT"
      },
      {
        "measure": "Number of Participants That Experienced Any AE",
        "description": "Including but not limited to the following: Injection/hypersensitivity related reactions; osteonecrosis of the jaw; graft versus host disease. Will be assessed according to National Cancer Institute Common Terminology Criteria for Adverse Events version 5 and tabulated by grade.",
        "timeFrame": "Up to 30 days"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 5,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:01.802Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}