{
  "nctId": "NCT04376827",
  "briefTitle": "A Study of Guselkumab in Participants With Active Lupus Nephritis",
  "officialTitle": "A Multicenter, Randomized, Double-blind, Placebo-controlled, Parallel-group Study of Guselkumab in Subjects With Active Lupus Nephritis",
  "protocolDocument": {
    "nctId": "NCT04376827",
    "filename": "Prot_002.pdf",
    "label": "Study Protocol",
    "date": "2022-05-24",
    "uploadDate": "2024-03-21T09:32",
    "size": 4770623,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04376827/document/Prot_002.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 33,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-09-15",
    "completionDate": "2023-02-01",
    "primaryCompletionDate": "2023-02-01",
    "firstSubmitDate": "2020-05-04",
    "firstPostDate": "2020-05-06"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* At screening and randomization, must be receiving oral glucocorticoids at minimum prednisone equivalent dose of 10 milligrams per day (mg/day) and maximum 1 mg/kg/day or less than or equal to (\\<=) 60 mg/day, whichever is lower. Treated for greater than or equal to (\\>=) 6 weeks with stable dosing \\>=2 weeks before randomization\n* If receiving angiotensin-converting enzyme (ACE) inhibitor/angiotensin II receptor blockers (ARB), a stable dose for at least 2 weeks prior to randomization\n* Positive antinuclear antibody (ANA; \\>= 1:80 titer by central laboratory test) or anti-double-stranded deoxyribonucleic acid (dsDNA) antibodies (\\>=30 international units per milliliter (\\[U/mL\\] by central laboratory test) detected at screening\n* Kidney biopsy documentation of active International Society of Nephrology (ISN)/Renal Pathology Society (RPS) proliferative nephritis: Class III-IV (with or without class V membranous nephritis) within the last 6 months prior to screening or performed during screening\n* Urine Protein to Creatinine Ratio (UPCR) \\>= 1.0 milligram/milligram (mg/mg) assessed on 2 first morning urine void specimens during screening. These 2 specimens do not need to be on consecutive days, however, 2 samples must be tested with UPCR \\>= 1.0 mg/mg in a row. The UPCR requirement must be met after at least 8 weeks of mycophenolate mofetil (MMF)/mycophenolic acid (MPA) treatment, and after stable glucocorticoid dosing is achieved at the dose intended at time of randomization\n\nExclusion Criteria:\n\n* Comorbidities (other than lupus nephritis \\[LN\\], example, asthma, chronic obstructive pulmonary disease) which have required 3 or more courses of systemic glucocorticoids within the previous 12 months\n* Has other inflammatory diseases that might confound the evaluations of efficacy, including but not limited to rheumatoid arthritis (RA), psoriatic arthritis (PsA), RA/lupus overlap, psoriasis, Crohn's disease, or active Lyme disease\n* Received PO (orally) or intravenously (IV) cyclophosphamide within 3 months prior to randomization\n* History of latent or active granulomatous infection, including histoplasmosis or coccidioidomycosis, before screening\n* History of being human immunodeficiency virus (HIV) antibody-positive, or tests positive for HIV at screening",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants Achieving at Least 50 Percent (%) Decrease From Baseline in Proteinuria at Week 24",
        "description": "Percentage of participants achieving at least 50% decrease in proteinuria from baseline at Week 24 was reported. Proteinuria analysis was based on urine protein creatinine ratio (UPCR) and was defined as the presence of an excess of serum proteins in the urine, which may be an early sign of kidney disease.",
        "timeFrame": "Week 24"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants Who Achieved Complete Renal Response (CRR) at Week 24",
        "description": "Percentage of participants who achieved CRR at Week 24 were reported. CRR was defined as UPCR less than (\\<) 0.5 milligrams per milligrams (mg/mg), estimated glomerular filtration rate (eGFR) greater than or equal to (\\>=) 60 milliliter per minute per 1.73 meter square (mL/min/1.73m\\^2) or no confirmed decrease \\>=20% from baseline and prednisone dose less than or equal to (\\<=) 10 milligrams per day (mg/d). Participant was considered as achieved CRR who did not discontinue study intervention for any reason excluding COVID-19 related discontinuations or met the medication intercurrent event (exceeded baseline glucocorticoid dose, increase above 10 mg/d prednisone equivalent after Week 12, use of new or increased dose of concomitant medication related to LN or other immunosuppressive agents, within 8 weeks prior to the outcome measure (OM) time point (Week 24) or initiation of prohibited medications at any time prior to the endpoint time point (Week 24).",
        "timeFrame": "Week 24"
      },
      {
        "measure": "Percentage of Participants Who Achieved CRR at Week 52",
        "description": "Percentage of participants who achieved CRR at Week 52 were reported. CRR was defined as UPCR less than (\\<) 0.5 mg/mg, eGFR \\>= 60 mL/min/1.73m\\^2 or no confirmed decrease \\>=20% from baseline and prednisone dose \\<= 10 mg/d. Participant was considered as achieved CRR who did not discontinue study intervention for any reason excluding COVID-19 related discontinuations or met the medication intercurrent event (exceeded baseline glucocorticoid dose, increase above 10 mg/d prednisone equivalent after Week 12, use of new or increased dose of concomitant medication related to LN or other immunosuppressive agents, within 8 weeks prior to the outcome measure time point (Week 52) or initiation of prohibited medications at any time prior to the outcome measure time point (Week 52).",
        "timeFrame": "Week 52"
      },
      {
        "measure": "Percentage of Participants Achieving a Sustained Reduction in Steroid Dose <=10 mg/d of Prednisone or Equivalent From Week 16 Through Week 24",
        "description": "Percentage of participants achieving a sustained reduction in steroid dose less than or equal to (\\<=) 10 mg/day of prednisone or equivalent from week 16 through Week 24were reported.",
        "timeFrame": "From Week 16 through Week 24"
      },
      {
        "measure": "Percentage of Participants Achieving at Least 50% Decrease in Proteinuria From Baseline at Week 52",
        "description": "Percentage of participants achieving at least 50% decrease in proteinuria from baseline at Week 52 were reported. Proteinuria analysis was based on urine protein creatinine ratio (UPCR) and was defined as the presence of an excess of serum proteins in the urine, which may be an early sign of kidney disease.",
        "timeFrame": "Week 52"
      },
      {
        "measure": "Percentage of Participants With Urine Protein to Creatinine Ratio (UPCR) < 0.5 mg/mg at Week 24",
        "description": "Percentage of participants with UPCR \\<0.5 mg/mg at Week 24 were reported.",
        "timeFrame": "Week 24"
      },
      {
        "measure": "Percentage of Participants With UPCR < 0.75 mg/mg at Week 24",
        "description": "Percentage of participants with UPCR less than 0.75 mg/mg at Week 24 were reported.",
        "timeFrame": "Week 24"
      },
      {
        "measure": "Percentage of Participants Who Achieved CRR Through Week 24",
        "description": "Percentage of participants who achieved CRR through Week 24 was reported. CRR was defined as UPCR\\<0.5 mg/mg, eGFR \\>= 60 mL/min/1.73m\\^2 or no confirmed decrease\\>=20% from baseline and prednisone dose \\<= 10 mg/d. Participant was considered as achieved CRR who did not discontinue study intervention for any reason excluding COVID-19 related discontinuations or met the medication intercurrent event (exceeded baseline glucocorticoid dose, increase above 10 mg/d prednisone equivalent after Week 12, use of new or increased dose of concomitant medication related to lupus nephritis (LN) or other immunosuppressive agents, within 8 weeks prior to the outcome measure time point (Week 24) or initiation of prohibited medications at any time prior to the outcome measure time point (Week 24).",
        "timeFrame": "Up to Week 24"
      },
      {
        "measure": "Percentage of Participants With Treatment Failure (TF) Through Week 52",
        "description": "Percentage of participants with TF through Week 52 was reported. TF was defined as time to the first occurrence of TF from baseline. Participant was considered to have treatment failure, who did not continue study intervention for any reason excluding COVID-19 related discontinuations or met the medication intercurrent event (exceeded baseline glucocorticoid dose, increase above 10 mg/d prednisone equivalent after Week 12, use of new or increased dose of concomitant medication related to LN or other immunosuppressive agents, within 8 weeks prior to the outcome measure time point (Week 52) or initiation of prohibited medications at any time prior to the outcome measure time point (Week 52).",
        "timeFrame": "Up to Week 52"
      },
      {
        "measure": "Number of Participants With Adverse Events (AEs)",
        "description": "Number of participants with AEs were reported. An AE was defined as any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product did not necessarily have a causal relationship with the treatment. Therefore, it could be any unfavorable and unintended sign (including an abnormal finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not related to that medicinal product.",
        "timeFrame": "DB period: From Week 0 up to 12 week safety follow-up (i.e., up to Week 60); LTE phase: From Week 52 up to LTE phase termination (i.e., up to Week 96)"
      },
      {
        "measure": "Number of Participants With Serious Adverse Events (SAEs)",
        "description": "Number of Participants with SAEs were reported. An AE was defined as any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product did not necessarily have a causal relationship with the treatment. Therefore, it could be any unfavorable and unintended sign (including an abnormal finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not related to that medicinal product. A SAE was defined as any untoward medical occurrence that at any dose resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect, was a suspected transmission of any infectious agent via a medicinal product, or was medically important.",
        "timeFrame": "DB period: From Week 0 up to 12 week safety follow-up (i.e., up to Week 60); LTE phase: From Week 52 up to LTE phase termination (i.e., up to Week 96)"
      },
      {
        "measure": "Number of Participants With Related AEs",
        "description": "Number of participants with related AEs were reported. An AE was defined as any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product did not necessarily have a causal relationship with the treatment. Therefore, it could be any unfavorable and unintended sign (including an abnormal finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not related to that medicinal product. Related AE was defined as the AE assessed by the investigator related to study agent.",
        "timeFrame": "DB period: From Week 0 up to 12 week safety follow-up (i.e., up to Week 60); LTE phase: From Week 52 up to LTE phase termination (i.e., up to Week 96)"
      },
      {
        "measure": "Number of Participants With AEs Leading to Discontinuation of Study Intervention",
        "description": "Number of participants with AEs leading to discontinuation of study intervention were reported.",
        "timeFrame": "DB period: From Week 0 up to 12 week safety follow-up (i.e., up to Week 60); LTE phase: From Week 52 up to LTE phase termination (i.e., up to Week 96)"
      },
      {
        "measure": "Number of Participants With Infections",
        "description": "Number of participants with infections as assessed by the investigator were reported.",
        "timeFrame": "DB period: From Week 0 up to 12 week safety follow-up (i.e., up to Week 60); LTE phase: From Week 52 up to LTE phase termination (i.e., up to Week 96)"
      },
      {
        "measure": "Number of Participants With Serious Infections",
        "description": "Number of participants with serious infections as assessed by the investigator were reported.",
        "timeFrame": "DB period: From Week 0 up to 12 week safety follow-up (i.e., up to Week 60); LTE phase: From Week 52 up to LTE phase termination (i.e., up to Week 96)"
      },
      {
        "measure": "Number of Participants With Infections Requiring Oral or Parenteral Antimicrobial Treatment",
        "description": "Number of participants with infections requiring oral or parenteral antimicrobial treatment planned to be were reported.",
        "timeFrame": "DB period: From Week 0 up to 12 week safety follow-up (i.e., up to Week 60); LTE phase: From Week 52 up to LTE phase termination (i.e., up to Week 96)"
      },
      {
        "measure": "Number of Participants With AEs Temporally Associated With an Infusion",
        "description": "Number of participants with AEs temporally (a reaction that occurred during or within 1 hour after infusion) associated with an infusion were reported. AE is any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product does not necessarily have a causal relationship with the treatment. Therefore, it can be any unfavorable and unintended sign (including an abnormal finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not related to that medicinal product.",
        "timeFrame": "DB period: From Week 0 up to 12 week safety follow-up (i.e., up to Week 60); LTE phase: From Week 52 up to LTE phase termination (i.e., up to Week 96)"
      },
      {
        "measure": "Number of Participants With AEs With Injection-site Reactions",
        "description": "Number of participants with injection-site reactions as assessed by the investigator were reported. An injection-site reaction is any adverse reaction at a SC study intervention injection-site.",
        "timeFrame": "DB period: From Week 0 up to 12 week safety follow-up (i.e., up to Week 60); LTE phase: From Week 52 up to LTE phase termination (i.e., up to Week 96)"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Activated Partial Thromboplastin Time",
        "description": "Change from baseline in clinical laboratory parameter: activated partial thromboplastin time was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Basophils",
        "description": "Change from baseline in clinical laboratory parameter: basophils was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Eosinophils",
        "description": "Change from baseline in clinical laboratory parameter: eosinophils was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Erythrocytes Mean Corpuscular Hemoglobin",
        "description": "Change from baseline in clinical laboratory parameter: erythrocytes mean corpuscular hemoglobin was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Erythrocytes Mean Corpuscular Volume",
        "description": "Change from baseline in clinical laboratory parameter: erythrocytes mean corpuscular volume was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Erythrocytes",
        "description": "Change from baseline in clinical laboratory parameter: erythrocytes was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Hematocrit",
        "description": "Change from baseline in clinical Laboratory parameter: hematocrit was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Hemoglobin",
        "description": "Change from baseline in clinical laboratory parameter: hemoglobin was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter Leukocytes",
        "description": "Change from baseline in clinical laboratory parameter: leukocytes was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Lymphocytes",
        "description": "Change from baseline in clinical laboratory parameter: lymphocytes was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Monocytes",
        "description": "Change from baseline in clinical laboratory parameter: monocytes was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Hematology Parameter: Segmented Neutrophils",
        "description": "Change from baseline in clinical laboratory parameter: segmented neutrophils was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Platelets",
        "description": "Change from baseline in clinical laboratory parameter: platelets was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Prothrombin International Normalized Ratio",
        "description": "Change from baseline in clinical laboratory parameter: prothrombin international normalized ratio was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Prothrombin Time",
        "description": "Change from baseline in clinical laboratory parameter: prothrombin time was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Reticulocytes/Erythrocytes",
        "description": "Change from baseline in clinical laboratory hematology parameter:reticulocytes/erythrocytes was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Alanine Aminotransferase",
        "description": "Change from baseline in clinical laboratory parameter: alanine aminotransferase was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Albumin",
        "description": "Change from baseline in clinical laboratory parameter: albumin was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Alkaline Phosphatase",
        "description": "Change from baseline in clinical laboratory parameter: alkaline phosphatase was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Aspartate Aminotransferase",
        "description": "Change from baseline in clinical laboratory parameter: aspartate aminotransferase was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Bicarbonate",
        "description": "Change from baseline in clinical laboratory parameter: bicarbonate was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Bilirubin",
        "description": "Change from baseline in clinical laboratory parameter: bilirubin was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameters: Calcium",
        "description": "Change from baseline in clinical laboratory parameter: calcium was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Chloride",
        "description": "Change from baseline in clinical laboratory parameter: chloride was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameters: Cholesterol",
        "description": "Change from baseline in clinical laboratory parameter: cholesterol was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Creatine Kinase",
        "description": "Change from baseline in clinical laboratory parameter: creatine kinase was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Creatinine",
        "description": "Change from baseline in clinical laboratory parameter: creatinine was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Protein",
        "description": "Change from baseline in clinical laboratory parameter: protein was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Phosphate",
        "description": "Change from baseline in clinical laboratory parameter: phosphate was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Sodium",
        "description": "Change from baseline in clinical laboratory parameter: sodium was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameters: Potassium",
        "description": "Change from baseline in clinical laboratory parameter: potassium was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameters: Urea Nitrogen",
        "description": "Change from baseline in clinical laboratory parameter: urea nitrogen was reported.",
        "timeFrame": "Baseline (Week 0), Week 24, and Week 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Glomerular Filtration Rate (GFR) From Creatinine Adjusted for Body Surface Area (BSA)",
        "description": "Change from baseline in clinical laboratory parameter: GFR from Creatinine Adjusted for BSA was reported.",
        "timeFrame": "Baseline (Week 0), Weeks 24 and 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Gamma Glutamyl and Transferase Lactate Dehydrogenase",
        "description": "Change from baseline in clinical laboratory parameter: gamma glutamyl transferase and lactate dehydrogenase were reported.",
        "timeFrame": "Baseline (Week 0), Weeks 24 and 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Glucose and Magnesium",
        "description": "Change from baseline in clinical laboratory parameter: glucose and magnesium were reported.",
        "timeFrame": "Baseline, Weeks 24, 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Protein",
        "description": "Change from baseline in clinical laboratory parameter: protein was reported.",
        "timeFrame": "Baseline (Week 0), Weeks 24 and 52"
      },
      {
        "measure": "Change From Baseline in Chemistry Parameters: Protein/Creatinine",
        "description": "Change from baseline in chemistry parameter: protein/creatinine was reported.",
        "timeFrame": "Baseline, Weeks 24 and 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Urate",
        "description": "Change from baseline in clinical laboratory parameter: urate was reported.",
        "timeFrame": "Baseline, Weeks 24, 52"
      },
      {
        "measure": "Change From Baseline in Clinical Laboratory Parameter: Urine Protein",
        "description": "Change from baseline in clinical laboratory parameter: urine protein was reported.",
        "timeFrame": "Baseline (Week 0), Weeks 24 and 52"
      },
      {
        "measure": "Number of Participants With Maximum US National Cancer Institute-Common Terminology Criteria for Adverse Events (NCI-CTCAE) Toxicity Grade (Grade 4) in Clinical Laboratory Parameters: Hematology and Chemistry",
        "description": "Number of participants with maximum US NCI-CTCAE toxicity grade (Grade 4) in clinical laboratory parameters: hematology and chemistry were reported. Toxicity were graded as Grade 1: Mild, Grade 2: Moderate; Grade 3: Severe. Grade 4: Life-threatening and Grade 5: Death.",
        "timeFrame": "DB period: From Week 0 up to 12 week safety follow-up (i.e., up to Week 60); LTE phase: From Week 52 up to LTE phase termination (i.e., up to Week 96)"
      },
      {
        "measure": "Percentage of Participants With Abnormal Vital Signs: Systolic and Diastolic Blood Pressure",
        "description": "Percentage of participants with abnormal vital signs: Systolic and Diastolic blood pressure were reported.",
        "timeFrame": "Up to Week 60"
      },
      {
        "measure": "Serum Concentration of Guselkumab",
        "description": "Serum Concentration of guselkumab were reported.",
        "timeFrame": "Predose: Weeks 0,4,8,12,16,20,24, 36; Post-dose: Week 0 (1 hour after intravenous administration), Day 2, Week 52 and 60"
      },
      {
        "measure": "Number of Participants With Treatment-boosted Anti-drug Antibodies (ADA) Response",
        "description": "Treatment-boosted ADA positive participants: participants who were positive at baseline and whose titers increased 2-fold at any time after treatment. Titer values were categorized as\\<=1:10, 10 to 100, 100 to 1000, \\>1000.",
        "timeFrame": "From Baseline (Week 0) through Week 24 and Week 60"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 60,
      "otherCount": 0,
      "totalCount": 61
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:07.719Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}