{
  "nctId": "NCT03637660",
  "briefTitle": "Phase 4 Comparative Trial of Benzathine Penicillin G for Treatment of Early Syphilis in Subjects With or Without HIV Infection",
  "officialTitle": "A Phase 4 Comparative Trial of Benzathine Penicillin G 2.4 Million Units Administered as a Single Dose Versus Three Successive Weekly Doses for Treatment of Early Syphilis in Subjects With or Without HIV Infection",
  "protocolDocument": {
    "nctId": "NCT03637660",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2020-06-22",
    "uploadDate": "2023-06-23T13:33",
    "size": 765341,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03637660/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 249,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-10-31",
    "completionDate": "2023-03-20",
    "primaryCompletionDate": "2022-09-07",
    "firstSubmitDate": "2018-08-16",
    "firstPostDate": "2018-08-20"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Subject is aged 18 years or older.\n2. Subject has provided informed consent.\n3. Subject has untreated primary\\*, secondary\\*\\*, or early latent\\*\\*\\* syphilis.\n\n   \\*Primary syphilis is characterized by the presence of an ulcerative lesion at a potential site of inoculation (while classically solitary, shallow, painless and with an indurated, clean base, primary lesions may be multiple, may vary considerably in appearance, and/or may not be painless) or by darkfield, acceptable polymerase chain reaction (PCR), or direct fluorescence antibody-T. pallidum (DFA-TP) positive ulcers.\n\n   \\*\\*Secondary syphilis is characterized by classical palmar/plantar rash, condylomata lata, mucous patches, etc. or by darkfield, acceptable PCR, or DFA-TP positive lesions.\n\n   \\*\\*\\*Early latent syphilis is characterized by current reactive serologic tests for syphilis (STS) and a documented non-reactive STS, or documented sexual exposure to an individual known to have primary, secondary, or early latent syphilis diagnosed within the last 12 months.\n4. Subject either has a newly reactive non-treponemal test (such as an RPR test) or a history of syphilis and a current increase in RPR titer of two or more dilutions (i.e., four-fold).\n5. If subject is of childbearing potential, subject has a negative urine or serum pregnancy test.\n6. Subject is willing to have an human immunodeficiency virus (HIV) test, participate in HIV counseling, and return to clinic for follow-up.\n7. In the opinion of the investigator, subject is able and willing to comply with study procedures, including receipt of three Benzathine Penicillin G (BPG) injected doses if randomized to Arm 2.\n8. If female, subject must be of non-childbearing potential\\* or must be using an acceptable method of birth control\\*\\* to avoid becoming pregnant.\n\n   * Non-childbearing potential is defined as being post-menopausal for at least 1 year, status after bilateral tubal ligation, or status after bilateral oophorectomy, or status after hysterectomy.\n\n     * Subject must agree to avoid becoming pregnant by using one of the following acceptable methods of birth control for the entire duration of participation in the trial:\n\n       * Intrauterine contraceptive device; OR\n       * Oral contraceptives; OR\n       * Hormonal injections; OR\n       * Hormonal implants; OR\n       * Contraceptive patches; OR\n       * Monogamous relationship with vasectomized partner; OR\n       * Exclusively same-sex relationships; OR\n       * Use of condoms by the male partner; OR\n       * Abstinence\n\nExclusion Criteria:\n\n1. Subject previously enrolled in this trial.\n2. Subject has latent syphilis of unknown duration, late latent syphilis, or evidence of neurosyphilis, including ocular syphilis.\\*\n\n   \\*e.g., eye pain/redness, recent ocular change, and/or changes in visual acuity\n3. Subject has a known or suspected allergy or hypersensitivity to penicillin or other beta-lactam antibiotics.\n4. Subject has a known or suspected sexually transmitted infection (STI) other than syphilis requiring treatment with a drug active against T. pallidum.\n5. Subject has used antibiotics\\* active against T. pallidum in the preceding 30 days.\n\n   \\*Note: the use of antimicrobials known to NOT be effective against T. pallidum (e.g., quinolones, sulfonamides, trimethoprim, metronidazole, spectinomycin) will be allowed.\n6. Subject has suspected or known ongoing drug use that might interfere with study participation and follow-up treatment.\n7. Subject is breastfeeding.\n8. Subject has used an investigational drug in the past 30 days that might interfere with safety or efficacy assessment.\n\n   \\*If the subject has used any investigational drugs in the past 30 days, contact the Principal Investigator, Division of Microbiology and Infectious Diseases (DMID) Clinical Project Manager, DMID Medical Officer, and FHI 360 to confirm eligibility.\n9. Subject has any other condition that, in the opinion of the investigator, would interfere with participation in the study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "99 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "The Number of Participants With a Serological Response by Month 6.",
        "description": "Serological response to therapy by Month 6 was defined as follows, where available rapid plasma reagin (RPR) results from all visits prior to the end of the Month 6 visit window (i.e., scheduled visits up to and including the Month 6 visit, early termination visit, or any unscheduled visit that occurred prior to the end of month 6 visit window) were evaluated:\n\n* 4-fold or greater decline in RPR titer at any visit prior to the end of the Month 6 visit window compared to baseline, OR\n* RPR-negative at any visit prior to the end of the Month 6 visit window (i.e., seroreversion).",
        "timeFrame": "Day 1 to Day 180"
      }
    ],
    "secondary": [
      {
        "measure": "Categorical Descriptive Statistics of Sexual History at Baseline Collected Via a Study-specific Questionnaire",
        "description": "Gender identity, sexual orientation, sexual partner, sex history in last 60 days",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Continuous Descriptive Statistics of Sexual History at Baseline Collected Via a Study-specific Questionnaire",
        "description": "Sex history in last 60 days",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Categorical Descriptive Statistics of Socio-epidemiologic Characteristics at Baseline Collected Via a Study-specific Questionnaire",
        "description": "Highest level of education completed, stage of syphilis, prior syphilis history",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Continuous Descriptive Statistics of Socio-epidemiologic Characterictics at Baseline Collected Via a Study-specific Questionnaire",
        "description": "Years of formal education",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Categorical Descriptive Statistics of Participant Baseline Demographics Collected Via a Study-specific Questionnaire",
        "description": "Sex, Ethnicity, Race",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Continuous Descriptive Statistics of Participant Baseline Demographics Collected Via a Study-specific Questionnaire",
        "description": "Age",
        "timeFrame": "Day 1"
      },
      {
        "measure": "The Number of Participants Who Receive All Assigned Doses Within the Assigned Visit Windows",
        "description": "Compliance with study product will be defined as the participant received all assigned doses within the assigned visit windows. A participant is not adherent to study product if they miss at least one dose or receive at least one dose out of the visit window.",
        "timeFrame": "Through Month 12"
      },
      {
        "measure": "The Number of Participants Who Report Jarisch-Herxheimer Reaction Manifestations",
        "description": "Approximately 24 hours after Visit 1, participants were contacted and evaluated for symptoms of a JHR, which included fever, chills, myalgia, weakness, flushing, worsening of skin rash, tachycardia, heart palpitations, arthralgia, nausea, headache, and dizziness, including time of onset and time of resolution of each symptom reported.",
        "timeFrame": "Day 1 through Day 2"
      },
      {
        "measure": "Number of Participants With Serological Response by Month 6 Among Participants With or Without HIV Infection",
        "description": "Serological response to therapy by Month 6 was defined as follows, where available rapid plasma reagin (RPR) results from all visits prior to the end of the Month 6 visit window (i.e., scheduled visits up to and including the Month 6 visit, early termination visit, or any unscheduled visit that occurred prior to the end of month 6 visit window) were evaluated:\n\n* 4-fold or greater decline in RPR titer at any visit prior to the end of the Month 6 visit window compared to baseline, OR\n* RPR-negative at any visit prior to the end of the Month 6 visit window (i.e., seroreversion).\n\nSerological response to therapy by Month 6 was examined among participants with and without HIV infection,",
        "timeFrame": "Day 1 to Day 180"
      },
      {
        "measure": "Number of Participants With Serological Response (Defined as Either a 4-fold or Greater Decline in Rapid Plasma Regain (RPR) Titer Compared to Baseline or Being Rapid Plasma Regain -Negative [Seroreversion]) by Month 12.",
        "description": "Serological response to therapy by Month 12 was defined as follows, where available rapid plasma reagin (RPR) results from all visits prior to the end of the Month 12 visit window (i.e., scheduled visits up to and including the Month 12 visit, early termination visit, or any unscheduled visit that occurred prior to the end of month 12 visit window) were evaluated:\n\n* 4-fold or greater decline in RPR titer at any visit prior to the end of the Month 12 visit window compared to baseline, OR\n* RPR-negative at any visit prior to the end of the Month 12 visit window (i.e., seroreversion).",
        "timeFrame": "Through month 12"
      },
      {
        "measure": "Number of Participants With Serological Response by Month 12 Among Subjects With or Without HIV Infection",
        "description": "Serological response to therapy by Month 12 was defined as follows, where available rapid plasma reagin (RPR) results from all visits prior to the end of the Month 12 visit window (i.e., scheduled visits up to and including the Month 12 visit, early termination visit, or any unscheduled visit that occurred prior to the end of month 6 visit window) were evaluated:\n\n* 4-fold or greater decline in RPR titer at any visit prior to the end of the Month 12 visit window compared to baseline, OR\n* RPR-negative at any visit prior to the end of the Month 12visit window (i.e., seroreversion).\n\nSerological response to therapy by Month 12 was examined among participants with and without HIV infection,",
        "timeFrame": "Through month 12"
      },
      {
        "measure": "Categorical Descriptive Statistics of Sexual History at Week 1 Collected Via a Study-specific Questionnaire",
        "description": "Sex history since last visit.",
        "timeFrame": "Through week 1"
      },
      {
        "measure": "Categorical Descriptive Statistics of Sexual History at Week 2 Collected Via a Study-specific Questionnaire",
        "description": "Sex history since last visit.",
        "timeFrame": "Through week 2"
      },
      {
        "measure": "Categorical Descriptive Statistics of Sexual History at Month 1 Collected Via a Study-specific Questionnaire",
        "description": "Sex history since last visit.",
        "timeFrame": "Through month 1"
      },
      {
        "measure": "Categorical Descriptive Statistics of Sexual History at Month 3 Collected Via a Study-specific Questionnaire",
        "description": "Sex history since last visit.",
        "timeFrame": "Through month 3"
      },
      {
        "measure": "Categorical Descriptive Statistics of Sexual History at Month 6 Collected Via a Study-specific Questionnaire",
        "description": "Sex history since last visit.",
        "timeFrame": "Through month 6"
      },
      {
        "measure": "Categorical Descriptive Statistics of Sexual History at Month 9 Collected Via a Study-specific Questionnaire",
        "description": "Sex history since last visit.",
        "timeFrame": "Through month 9"
      },
      {
        "measure": "Categorical Descriptive Statistics of Sexual History at Month 12 Collected Via a Study-specific Questionnaire",
        "description": "Sex history since last visit.",
        "timeFrame": "Through month 12"
      },
      {
        "measure": "Continuous Descriptive Statistics of Sexual History at Week 1 Collected Via a Study-specific Questionnaire",
        "description": "Sex history since last visit",
        "timeFrame": "Through week 1"
      },
      {
        "measure": "Continuous Descriptive Statistics of Sexual History at Week 2 Collected Via a Study-specific Questionnaire",
        "description": "Sex history since last visit",
        "timeFrame": "Through week 2"
      },
      {
        "measure": "Continuous Descriptive Statistics of Sexual History at Month 1 Collected Via a Study-specific Questionnaire",
        "description": "Sex history since last visit",
        "timeFrame": "Through month 1"
      },
      {
        "measure": "Continuous Descriptive Statistics of Sexual History at Month 3 Collected Via a Study-specific Questionnaire",
        "description": "Sex history since last visit",
        "timeFrame": "Through month 3"
      },
      {
        "measure": "Continuous Descriptive Statistics of Sexual History at Month 6 Collected Via a Study-specific Questionnaire",
        "description": "Sex history since last visit",
        "timeFrame": "Through month 6"
      },
      {
        "measure": "Continuous Descriptive Statistics of Sexual History at Month 9 Collected Via a Study-specific Questionnaire",
        "description": "Sex history since last visit",
        "timeFrame": "Through month 9"
      },
      {
        "measure": "Continuous Descriptive Statistics of Sexual History at Month 12 Collected Via a Study-specific Questionnaire",
        "description": "Sex history since last visit",
        "timeFrame": "Through month 12"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 25,
      "otherCount": 0,
      "totalCount": 26
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:19.432Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}