{
  "nctId": "NCT02763215",
  "briefTitle": "The Assessment of Copper Parameters in Wilson Disease Participants on Standard of Care Treatment",
  "officialTitle": "Multi-Center Study for the Assessment of Copper Parameters in Wilson Disease Subjects on Standard of Care Treatment",
  "protocolDocument": {
    "nctId": "NCT02763215",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-09-21",
    "uploadDate": "2020-09-28T11:40",
    "size": 1697798,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02763215/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 64,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-05-19",
    "completionDate": "2019-01-21",
    "primaryCompletionDate": "2019-01-21",
    "firstSubmitDate": "2016-05-03",
    "firstPostDate": "2016-05-05"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Willing and able to give informed consent for participation in the study.\n* Male or female participants, aged 18 years or older as of signing the informed consent form.\n* Receiving SoC medications (penicillamine, trientine, zinc, or copper chelators with zinc) for the treatment of WD at the time of enrollment and for no more than 60 months prior to enrollment.\n* Able to understand and willing to comply with study procedures and requirements, as judged by the Investigator.\n* Established diagnosis of WD.\n* Adequate venous access to allow for collection of blood samples.\n\nExclusion Criteria:\n\n* Major systemic disease or other illness that would, in the opinion of the Investigator, compromise participant safety or interfere with the collection or interpretation of study results.\n* In the opinion of the Investigator, the participant was likely to be non-compliant or uncooperative during the study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage Of Participants Who Achieved Or Maintained Normalized Concentrations Of Non-ceruloplasmin-bound Copper (NCC) Or Reached A Reduction Of ≥ 25% In NCC During 6 Months Of Treatment",
        "description": "To achieve a normalized NCC concentration, participants must have had 2 consecutive measures within (or below) the normal concentration range (0.8 to 2.3 micromolar \\[μM\\]). Two consecutive measurements required that the measurements occurred on separate dates and were assigned to 2 different visits. Non-ceruloplasmin-bound copper was calculated by subtracting the amount of copper bound to the ceruloplasmin from the total plasma copper concentration.",
        "timeFrame": "Baseline through Month 6"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage Of Participants Who Achieved Or Maintained Normalized Concentrations Of NCC Or Reached A Reduction Of ≥ 25% In NCC Through Last Assessment",
        "description": "To achieve a normalized NCC concentration, participants must have 2 consecutive measures within (or below) the normal range (0.8 to 2.3 μM). Two consecutive measurements required that the measurements occurred on separate dates and were assigned to 2 different visits. Non-ceruloplasmin-bound copper was calculated by subtracting the amount of copper bound to the ceruloplasmin from the total plasma copper concentration. Last Assessment was the last available post-baseline result for each participant (ranging from 1 to 24 months).",
        "timeFrame": "Baseline through Last Assessment (ranging from 1 to 24 months)"
      },
      {
        "measure": "Change From Baseline In NCC Concentrations At Month 6, Month 24, And Last Assessment",
        "description": "Evaluation of NCC concentrations over time are reported as micromoles/liter (μmol/L). Last Assessment was the last available post-baseline result for each participant (ranging from 1 to 24 months).",
        "timeFrame": "Baseline through Last Assessment (ranging from 1 to 24 months)"
      },
      {
        "measure": "Time To Normalization Of NCC If Above The Reference Range At The Time Of Enrollment",
        "description": "The time to normalization of NCC was measured by Kaplan-Meier analysis.",
        "timeFrame": "Baseline, up to 24 months"
      },
      {
        "measure": "Change From Baseline In Exchangeable Copper At Month 6, Month 24, And Last Assessment",
        "description": "The change in exchangeable copper was evaluated over time and is reported as nanograms/milliliter (ng/mL). Last Assessment was the last available post-baseline result for each participant (ranging from 1 to 24 months).",
        "timeFrame": "Baseline through Last Assessment (ranging from 1 to 24 months)"
      },
      {
        "measure": "Change From Baseline In Copper Plasma Ultrafiltrate At Month 6, Month 24, And Last Assessment",
        "description": "Change in copper plasma ultrafiltrate was measured over time and is reported as ng/mL. Last Assessment was the last available post-baseline result for each participant (ranging from 1 to 24 months).",
        "timeFrame": "Baseline through Last Assessment (ranging from 1 to 24 months)"
      },
      {
        "measure": "Change From Baseline In Plasma Total Copper Used To Calculate NCC At Month 6, Month 24, And Last Assessment",
        "description": "Plasma total copper was measured over time and is reported as ng/mL. Last Assessment was the last available post-baseline result for each participant (ranging from 1 to 24 months).",
        "timeFrame": "Baseline through Last Assessment (ranging from 1 to 24 months)"
      },
      {
        "measure": "Change From Baseline In Serum Total Ceruloplasmin (Nephelometry) Used To Calculate NCC At Month 6, Month 24, And Last Assessment",
        "description": "The total serum (nephelometry) was measured over time and is reported as milligrams (mg)/L. Last Assessment was the last available post-baseline result for each participant (ranging from 1 to 24 months).",
        "timeFrame": "Baseline through Last Assessment (ranging from 1 to 24 months)"
      },
      {
        "measure": "Change From Baseline In 24-Hour Urinary Copper At Month 6, Month 24, And Last Assessment",
        "description": "Evaluation of 24-hour urinary copper over time is reported as micrograms (μg)/day. Last Assessment was the last available post-baseline result for each participant (ranging from 1 to 24 months).",
        "timeFrame": "Baseline through Last Assessment (ranging from 1 to 24 months)"
      },
      {
        "measure": "Change From Baseline In Plasma Total Molybdenum At Month 6 And Month 24",
        "description": "The plasma total molybdenum was measured over time and is reported in ng/mL.",
        "timeFrame": "Baseline, Month 6, Month 24"
      },
      {
        "measure": "Change From Baseline In Molybdenum Plasma Ultrafiltrate At Month 6 And Month 24",
        "description": "The molybdenum plasma ultrafiltrate was measured over time and is reported as ng/mL.",
        "timeFrame": "Baseline, Month 6, Month 24"
      },
      {
        "measure": "Change From Baseline In 24-Hour Urinary Molybdenum At Month 6 And Month 24",
        "description": "Evaluation of 24-hour urinary molybdenum over time is reported as μg/day.",
        "timeFrame": "Baseline, Month 6, Month 24"
      },
      {
        "measure": "Change From Baseline In Hepatic Laboratory Measures For Alanine Aminotransferase (ALT) At Month 6, Month 24, And Last Assessment",
        "description": "The ALT levels were measured over time and are reported as units (U)/L. Last Assessment was the last available post-baseline result for each participant (ranging from 1 to 24 months).",
        "timeFrame": "Baseline through Last Assessment (ranging from 1 to 24 months)"
      },
      {
        "measure": "Change From Baseline In Hepatic Laboratory Measures For Aspartate Aminotransferase (AST) At Month 6, Month 24, And Last Assessment",
        "description": "The AST levels were measured over time and are reported as U/L. Last Assessment was the last available post-baseline result for each participant (ranging from 1 to 24 months).",
        "timeFrame": "Baseline through Last Assessment (ranging from 1 to 24 months)"
      },
      {
        "measure": "Change From Baseline In Hepatic Laboratory Measures For Bilirubin At Month 6, Month 24, And Last Assessment",
        "description": "Bilirubin was measured over time and is reported as μmol/L. Last Assessment was the last available post-baseline result for each participant (ranging from 1 to 24 months).",
        "timeFrame": "Baseline through Last Assessment (ranging from 1 to 24 months)"
      },
      {
        "measure": "Change From Baseline In Hepatic Laboratory Measures For International Normalized Ratio (INR) At Month 6, Month 24, And Last Assessment",
        "description": "The INR was measured over time. Last Assessment was the last available post-baseline result for each participant (ranging from 1 to 24 months).",
        "timeFrame": "Baseline through Last Assessment (ranging from 1 to 24 months)"
      },
      {
        "measure": "Change From Baseline In Clinical Global Impression (CGI) Scale Item 1 (Severity Of Illness) At Month 6, Month 24, And Last Assessment",
        "description": "The CGI scale item 1 (severity of illness) rating scale is a commonly used measure of symptom severity, treatment response, and the efficacy of treatments in treatment studies of participants with mental disorders. It uses the Clinical Global Impression - Severity Scale (CGI-S), a 7-point scale that requires the Investigator to rate the severity of the participant's illness at the time of assessment, relative to the Investigator's past experience with participants who had the same diagnosis. Considering total clinical experience, a participant was assessed on severity of illness at the time of rating as: 1, normal, not at all ill; 2, borderline ill; 3, mildly ill; 4, moderately ill; 5, markedly ill; 6, severely ill; or 7, extremely ill. A decrease in score indicates improvement in disease severity. Last Assessment was the last available post-baseline result for each participant (ranging from 1 to 24 months).",
        "timeFrame": "Baseline through Last Assessment (ranging from 1 to 24 months)"
      },
      {
        "measure": "CGI Scale Item 2 (Global Improvement) At Month 6, Month 24, And Last Assessment",
        "description": "The CGI scale item 2 (global improvement) is a rating scale commonly used measure of symptom severity, treatment response, and the efficacy of treatments in treatment studies of participants with mental disorders. It uses the Clinical Global Impression - Improvement Scale (CGI-I), a 7-point scale that requires the Investigator to assess how much the participant's illness has improved or worsened relative to the Baseline state at the beginning of the study and rate as: 1, very much improved; 2, much improved; 3, minimally improved; 4, no change; 5, minimally worse; 6, much worse; or 7, very much worse. A decrease in score indicates improvement in disease severity. Last Assessment was the last available post-baseline result for each participant (ranging from 1 to 24 months).",
        "timeFrame": "Baseline through Last Assessment (ranging from 1 to 24 months)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 17,
      "otherCount": 0,
      "totalCount": 18
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:10.196Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}