{
  "nctId": "NCT01748175",
  "briefTitle": "Implications and Stability of Clinical and Molecular Phenotypes of Severe Asthma",
  "officialTitle": "Implications and Stability of Clinical and Molecular Phenotypes of Severe Asthma",
  "protocolDocument": {
    "nctId": "NCT01748175",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-10-16",
    "uploadDate": "2022-09-11T11:02",
    "size": 935365,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01748175/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 715,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2013-01",
    "completionDate": "2022-01",
    "primaryCompletionDate": "2021-12",
    "firstSubmitDate": "2012-11-27",
    "firstPostDate": "2012-12-12"
  },
  "eligibilityCriteria": {
    "criteria": "Asthmatic Subjects\n\nInclusion Criteria:\n\n* Previous asthma diagnosis\n* FEV1 bronchodilator reversibility ≥12% or airway hyperresponsiveness reflected by a methacholine PC20 ≤16 mg/mL (Historical methacholine data from previous NIH trial \\[SARP I or II, AsthmaNet, ALA-ACRC, ACRN or CARE\\] will be allowed).\n\nExclusion Criteria:\n\n* Exclusion criteria include any of the following:\n* Pregnancy during the characterization phase\n* Current smoking,\n* Smoking history \\> 10 pack years if ≥30 years of age, or smoking history \\> 5 pack years if \\<30 years of age (Note: if a subject has a smoking history, no smoking within the past year),\n* Other chronic pulmonary disorders associated with asthma-like symptoms, including (but not limited to) cystic fibrosis, chronic obstructive pulmonary disease, chronic bronchitis, vocal cord dysfunction (that is the sole cause of respiratory symptoms and at the PI's discretion), severe scoliosis or chest wall deformities that affect lung function, or congenital disorders of the lungs or airways,\n* History of premature birth before 35 weeks gestation,\n* Unwillingness to receive an intramuscular triamcinolone acetonide injection.\n* Evidence that the participant or family may be unreliable or poorly adherent to their asthma treatment or study procedures,\n* Planning to relocate from the clinical center area before study completion,\n* Any other criteria that place the subject at unnecessary risk according to the judgment of the Principal Investigator and/or attending physician(s) of record, or\n* Currently participating in an investigational drug trial.\n\nHealthy Controls:\n\nInclusion Criteria\n\n* Healthy subjects between the age of 18 and 65\n* At least 3 of the 7 subjects per center should be aged 35 or older\n\nExclusion Criteria:\n\n* History of chronic diseases that affect the lungs: Chronic airway disease (asthma, cystic fibrosis, COPD, chronic bronchitis, bronchiectasis); Interstitial lung disease, sarcoidosis, occupational lung disease; Obstructive sleep apnea; Vocal cord dysfunction; Severe scoliosis or chest wall deformities.\n* A history suggestive of allergic rhinitis (based on the best judgment of the physician investigator).\n* A history of eczema.\n* Chronic sinusitis.\n* An improvement in FEV1 of more than 12% following 4 puffs of albuterol.\n* Chronic systemic diseases requiring ongoing anti-inflammatory treatment.\n* Current use of beta adrenergic blocking agent or a cholinesterase inhibitor (medicine used to treat myasthenia gravis or Alzheimer's disease).\n* Smoking history \\> 10 pack years if ≥30 years of age, or smoking history \\> 5 pack years if \\<30 years of age (Note: if a subject has a smoking history, no smoking within the past year).\n* Respiratory tract infection within the past 4 weeks.\n* Pregnancy.\n* History of premature birth (\\<35 weeks).\n* Any other criteria that place the subject at increased risk of complications from study procedures, according to the judgment of the Principal Investigator and/or attending physician(s) of record.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "6 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Airway lumen mast cells",
        "description": "Determine the impact of mast cell markers on human airway epithelial cell phenotype and function.",
        "timeFrame": "Once, during bronchoscopy"
      },
      {
        "measure": "Longitudinal asthma phenotype",
        "description": "Determine the long term stability and implications of previously identified clinical and molecular asthma phenotypes, specifically the mast cell signature, and identify potential systemic biomarkers for these phenotypes.\n\nDetermine whether a biomarker for the lung mast cell signature can be identified in serum/plasma of both adult and pediatric severe asthmatics",
        "timeFrame": "Change rates, determined annually for three years"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 39,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:22.519Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}