{
  "nctId": "NCT03370289",
  "briefTitle": "A Phase 4 Post-marketing Study of Intramuscular Injections of BLB-750 in Healthy Adult Subjects",
  "officialTitle": "An Open-label Phase 4 Study to Evaluate the Immunogenicity and Safety of Intramuscular Injections of BLB-750 in Healthy Adult Subjects",
  "protocolDocument": {
    "nctId": "NCT03370289",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-11-21",
    "uploadDate": "2019-02-26T00:24",
    "size": 1274577,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03370289/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 55,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-01-12",
    "completionDate": "2018-02-28",
    "primaryCompletionDate": "2018-02-28",
    "firstSubmitDate": "2017-12-07",
    "firstPostDate": "2017-12-12"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. In the opinion of the investigator, the participant is capable of understanding and complying with protocol requirements.\n2. The participant signs and dates a written, informed consent form prior to the initiation of any study procedures.\n3. The participant is a healthy Japanese adult man or woman.\n4. The participant is aged 20 to 49 years, inclusive, at the time of informed consent.\n5. A female participant of childbearing potential who is sexually active with a nonsterilized male partner agrees to use routinely adequate contraception from signing of informed consent throughout the duration of the study.\n\nExclusion Criteria:\n\n1. The participant has received vaccination with any other investigational products within 4 months prior to vaccination with the study drug.\n2. The participant has a history of vaccination with an H5N1 influenza vaccine.\n3. The participant has a history of infection with H5N1 virus.\n4. The participant is at high risk of contracting H5N1 influenza infection (e.g., poultry workers).\n5. The participant is an immediate family member, study site employee, or is in a dependant relationship with a study site employee who is involved in conduct of this study (e.g., spouse, parent, child, sibling) or may consent under duress.\n6. The participant has poorly controlled, clinically significant manifestations of neurological, cardiovascular, pulmonary, hepatic, renal, metabolic, gastrointestinal, urologic, endocrine, or other disorders, which may impact their ability to participate as participants or may potentially confound the study results.\n7. The participant has a body temperature (oral) ≥37.5°C prior to vaccination with the study drug on Day 1.\n8. The participant has any medically diagnosed or suspected immune-deficiency condition.\n9. The participant has an immunocompromising condition or disease, or is currently undergoing a form of treatment or was undergoing a form of treatment that can be expected to influence immune response within 30 days prior to vaccination with the study drug.\n\n   Such treatments include, but are not limited to, systemic or high dose inhaled corticosteroids (\\>800 μg/day of beclomethasone dipropionate or equivalent; the use of inhaled and nasal steroids that do not exceed this level will be permitted), radiation treatment or other immunosuppressive or cytotoxic drugs.\n10. The participant has received antipyretics within 4 hours prior to vaccination with the study drug.\n11. The participant has a history of Guillain-Barré Syndrome, demyelinating disorders (including acute disseminated encephalomyelitis \\[ADEM\\] and multiple sclerosis), or convulsions.\n12. The participant has a functional or anatomic asplenia.\n13. The participant has a rash, other dermatologic conditions or tattoos that may interfere with the evaluation of local reaction.\n14. The participant has a past or present history of infection with the Hepatitis B Virus (HBV), Hepatitis C Virus (HCV) or Human Immunodeficiency Virus (HIV).\n15. The participant has a known hypersensitivity to any component of BLB-750.\n16. The participant has a history of severe allergic reactions or anaphylaxis.\n17. The participant has a history of drug abuse (defined as any illicit drug use) or a history of alcohol dependence within 1 year prior to vaccination with the study drug or is unwilling to agree to abstain from excessive alcohol and drugs throughout the study.\n18. The participant has received any blood product (e.g., blood transfusion or immunoglobulin) within 90 days prior to vaccination with the study drug.\n19. The participant has received any live vaccine within 4 weeks (28 days) prior to vaccination with the study drug or any inactivated vaccine within 2 weeks (14 days) prior to vaccination with the study drug.\n20. The participant is a pregnant or lactating woman or wishes to become pregnant before signing informed consent, during, or within 12 weeks after the last vaccination with the study drug or intends to donate ova during such time period.\n21. For males: The participant has donated whole blood ≥200 mL within 4 weeks (28 days) or ≥400 mL within 12 weeks (84 days) prior to the first vaccination with the study drug.\n\n    For females: The participant has donated whole blood ≥200 mL within 4 weeks (28 days) or ≥400 mL within 16 weeks (112 days) prior to the first vaccination with the study drug.\n22. For males: The participant has donated whole blood ≥800 mL in total within 52 weeks (364 days) prior to the first vaccination with the study drug.\n\n    For females: The participant has donated whole blood ≥400 mL in total within 52 weeks (364 days) prior to the first vaccination with the study drug.\n23. The participant has donated blood components within 2 weeks (14 days) prior to the first vaccination with the study drug.\n24. In the opinion of the investigator, the participant is unlikely to comply with protocol requirements or is considered ineligible for any other reason.\n25. The participant has presence of thrombocytopenia or coagulopathy, or has received anticoagulant therapy within 30 days prior to the first vaccination with the study drug.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "20 Years",
    "maximumAge": "49 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Seroprotection Rate as Measured by Single Radial Hemolysis (SRH) Antibody Titer for the Vaccine Strain at 21 Days After the Second Vaccination",
        "description": "Seroprotection rate was measured by SRH antibody titer for BLB-750 Qinghai RG strain at 21 days after second vaccination. Seroprotection rate as SRH antibody titer is defined as the percentage of participants with SRH antibody titer ≥25 mm\\^2.",
        "timeFrame": "Day 43 (21 days after the second vaccination)"
      },
      {
        "measure": "Seroconversion Rate as Measured by SRH Antibody Titer for the Vaccine Strain at 21 Days After the Second Vaccination",
        "description": "Seroconversion rate was measured by SRH antibody titer for BLB-750 Qinghai RG strain at 21 days after second vaccination. Seroconversion rate as SRH antibody titer is defined as the percentage of participants with a 50% or more increase in SRH antibody titer from baseline for those who have a baseline value \\>4 mm\\^2 or SRH antibody titer ≥25 mm\\^2 for those who have a baseline value ≤4 mm\\^2.",
        "timeFrame": "Day 43 (21 days after the second vaccination)"
      },
      {
        "measure": "Geometric Mean Fold Increase (GMFI) in SRH Antibody Titer From Baseline for the Vaccine Strain at 21 Days After the Second Vaccination",
        "description": "GMFI was measured as geometric mean fold change from baseline in SRH antibody titer for BLB-750 Qinghai RG strain at 21 days after second vaccination.",
        "timeFrame": "Day 43 (21 days after the second vaccination)"
      }
    ],
    "secondary": [
      {
        "measure": "Seroprotection Rate as Measured by SRH Antibody Titer for the Vaccine Strain at 21 Days After the First Vaccination",
        "description": "Seroprotection rate was measured by SRH antibody titer for BLB-750 Qinghai RG strain at 21 days after first vaccination. Seroprotection rate as SRH antibody titer is defined as the percentage of participants with SRH antibody titer ≥25 mm\\^2.",
        "timeFrame": "Day 22 (21 days after the first vaccination)"
      },
      {
        "measure": "Seroconversion Rate as Measured by SRH Antibody Titer for the Vaccine Strain at 21 Days After the First Vaccination",
        "description": "Seroconversion rate was measured by SRH antibody titer for BLB-750 Qinghai RG strain at 21 days after first vaccination. Seroconversion rate as SRH antibody titer is defined as the percentage of participants with a 50% or more increase in SRH antibody titer from baseline for those who have a baseline value \\>4 mm\\^2 or SRH antibody titer ≥25 mm\\^2 for those who have a baseline value ≤4 mm\\^2.",
        "timeFrame": "Day 22 (21 days after the first vaccination)"
      },
      {
        "measure": "GMFI in SRH Antibody Titer From Baseline for the Vaccine Strain at 21 Days After the First Vaccination",
        "description": "GMFI was measured as geometric mean fold change from baseline in SRH antibody titer for BLB-750 Qinghai RG strain at 21 days after first vaccination.",
        "timeFrame": "Day 22 (21 days after the first vaccination)"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of SRH Antibody Titer for the Vaccine Strain at 21 Days After Each Vaccination",
        "description": "GMT was measured by SRH antibody titer for BLB-750 Qinghai RG strain at 21 days after first and second vaccination.",
        "timeFrame": "Day 22, and Day 43 (21 days after the first and the second vaccination)"
      },
      {
        "measure": "Number of Participants Reporting Who Had One or More Treatment-emergent Adverse Event (TEAE)",
        "description": "An Adverse Event (AE) is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (eg, a clinically significant abnormal laboratory finding), symptom, or disease temporally associated with the use of a drug, whether or not it is considered related to the drug. A treatment-emergent adverse event (TEAE) is defined as an adverse event with an onset that occurs after receiving study drug.",
        "timeFrame": "Up to Day 43"
      },
      {
        "measure": "Number of Participants With Adverse Events Related to Solicited Local and Systemic Adverse Events to be Recorded in the Participant Diary",
        "description": "Local reactions and systemic events were recorded using a diary.",
        "timeFrame": "Up to Day 43"
      },
      {
        "measure": "Change From Baseline in Mean Systolic Blood Pressure at Specific Time Points After Vaccination",
        "timeFrame": "Baseline, At 30 minutes after the first vaccination and on Day 22 after the first vaccination, and at 30 minutes after the second vaccination and on Day 22 after the second vaccination"
      },
      {
        "measure": "Change From Baseline in Mean Diastolic Blood Pressure at Specific Time Points After Vaccination",
        "timeFrame": "Baseline, At 30 minutes after the first vaccination and on Day 22 after the first vaccination, and at 30 minutes after the second vaccination and on Day 22 after the second vaccination"
      },
      {
        "measure": "Change From Baseline in Mean Pulse Rate at Specific Time Points After Vaccination",
        "timeFrame": "At 30 minutes after the first vaccination and on Day 22 after the first vaccination, and at 30 minutes after the second vaccination and on Day 22 after the second vaccination"
      },
      {
        "measure": "Change From Baseline in Mean Respiratory Rate at 30 Minutes After Vaccination",
        "timeFrame": "Baseline, At 30 minutes after the first vaccination, and at 30 minutes after the second vaccination"
      },
      {
        "measure": "Mean Body Temperature at Specific Time Points After Vaccination",
        "timeFrame": "Baseline, Days 1, 2, 3, 4, 5, 6, 7, and 22 after the first vaccination, Days 1, 2, 3, 4, 5, 6, 7, and 22 after the second vaccination"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 89,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:32.417Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}