{
  "nctId": "NCT06600100",
  "briefTitle": "Inhibitory Control Training for Excess Weight: Behavioural, Cognitive and Anthropometric Changes",
  "officialTitle": "Inhibitory Control Training for the Treatment of Excess Weight: Behavioural, Cognitive and Anthropometric Changes (InhibeT)",
  "protocolDocument": {
    "nctId": "NCT06600100",
    "filename": "Prot_SAP_002.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2024-09-24",
    "uploadDate": "2024-09-24T07:02",
    "size": 277075,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT06600100/document/Prot_SAP_002.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 54,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2024-11-30",
    "completionDate": "2026-12-31",
    "primaryCompletionDate": "2026-12-30",
    "firstSubmitDate": "2024-09-04",
    "firstPostDate": "2024-09-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* BMI between 25 and 39.9\n* Age between 18 and 60 years\n* Proficiency in the Spanish language\n* Internet access\n* Computer and smartphone\n\nExclusion Criteria:\n\n* Traumatic, digestive, metabolic or systemic disorders that affect the central nervous system, autonomic or endocrine\n* Severe psychopathological disorders, moderate depressive symptoms or treatment for depression\n* Eating disorders",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "60 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Body Mass Index (BMI). Mean change from baseline at post-intervention",
        "description": "BMI is a measure of body fat based on height and weight. The BMI is defined as the body mass divided by the square of the body height, and is expressed in units of kg/m\\^2. Height and weight will be obtained with a pharmacy digital weight.",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)"
      }
    ],
    "secondary": [
      {
        "measure": "Food Craving. Mean change from baseline at post-intervention",
        "description": "Change in food Craving. Food Craving Questionnaire State-reduced (FCQ-S-r)consists of 15 items to be scored on a 5-point scale ranging from strongly disagree to strongly agree. A higher score indicates higher state of craving at the time of the assessment",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)"
      },
      {
        "measure": "Waist circumference (WC). Mean change from baseline at post-intervention",
        "description": "To take these measurements at home, participants should ask someone for help and follow our instructions. WC will be measured in cm with a tape around the waist, just above the navel.",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)]"
      },
      {
        "measure": "Waist-to-hip ratio (WHR). Mean change from baseline at post-intervention",
        "description": "To take these measurements at home, participants should ask someone for help and follow our instructions. WHR results from WC divided by the hip circumference in cm (tape placed at the maximum prominence of the buttocks).",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)]"
      },
      {
        "measure": "Waist-to-height ratio (WHtR). Mean change from baseline at post-intervention",
        "description": "To take these measurements at home, participants should ask someone for help and follow our instructions. WHtR results from WC divided by the height measured standing with heels close together and trunk erect.",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)]"
      },
      {
        "measure": "Eating behaviour. Mean change from baseline at post-intervention",
        "description": "Diet information during the last year (pre-treatment), two last weeks (post-treatment) and 3 last months (follow-up) will be collected through a 52-item Food frequency questionnaire (CFA). Participants must record quantities of all the foods and drinks consumed during those periods. Data are transformed into total calories and calories from fats, carbohydrates, and sugars",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)]"
      },
      {
        "measure": "Physical activity behaviour. Mean change from baseline at post-intervention",
        "description": "International Physical Activity Questionnaire (IPAQ; www.ipaq.ki.se): is a questionnaire with 7 questions on physical activity during the last week, as well as walking and sitting time.It evaluates physical activity related to work, activity at home and free time determines the degrees of activity based on the metabolic equivalents (MET) consumed.Higher scores indicate greater physical activity",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)]"
      },
      {
        "measure": "Anxiety and Stress. Mean change from baseline at post-intervention",
        "description": "The Depression Anxiety Stress Scale-21 (DASS-21) will be used, taking into account scores on the stress and anxiety subscales. The scores for both subscales range from 0 to 21, a higher score indicating higher anxiety or stress.",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)"
      },
      {
        "measure": "Depression symptoms. Mean change from baseline at post-intervention",
        "description": "Beck Depression Inventory will be administered to test depression symptoms.The scores range from 0 to 63 points. The higher the score, the greater the severity of depressive symptoms.",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)"
      },
      {
        "measure": "Non homeostatic eating. Mean change from baseline at post-intervention",
        "description": "Dutch Eating Behaviour Questionnaire (DEBQ) will be administered to assess restrictive eating behaviours related to external cues and emotional states. Higher scores in each subscale reflect higher level of restrained, emotional, and external eating, respectively.The DEBQ uses a 5-point Likert scale, ranging from never (1) to very often (5). The average score is calculated for each subscale by adding scores obtained from individual items and dividing them by the number of items included in a subscale (mean range: 1-5).",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)"
      },
      {
        "measure": "Reward-related eating. Mean change from baseline at post-intervention",
        "description": "Reward-Based Eating Scale (RED) is a 13 items questionnaire that evaluates worries about foods, losing intake control and absence of satiety. Higher scores reflect higher reward-based eating drive.",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)"
      },
      {
        "measure": "Emotional eating. Mean change from baseline at post-intervention",
        "description": "Coping subscale of the Palatable Eating Motives Scale (PEMS) will be used to evaluate the intentionality for eating palatable foods to face negative emotions. The coping subscale includes items that are scored on a 5-point Likert-type scale, the total range being from 5 to 25 points. Low scores indicate that the person rarely resorts to the consumption of pleasant foods as a strategy to cope with negative emotions or stressful situations. High scores suggest that the person frequently uses palatable food as a strategy to cope with stress or negative emotions, which may be related to unhealthy eating habits or emotional eating patterns.",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)"
      },
      {
        "measure": "Emotion Regulation Strategies. Mean change from baseline at post-intervention",
        "description": "The Emotion Questionnaire (ERQ) consists of 10 items to examine cognitive reappraisal and expressive suppression strategies. In cognitive reappraisal the highest score (42) is associated with better emotional outcomes while in expressive suppression the highest score (28) is linked to poorer well-being. Each item is rated on a Likert scale from strongly disagree (1) to strongly agree (7).",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)"
      },
      {
        "measure": "Motor inhibition. Mean change from baseline at post-intervention",
        "description": "Motor inhibition will be assessed using FoodT. In the FoodT app reaction time for the high-calorie and low-calorie foods paired with the go and the no-go signal. The average response time for go and no-go items will be calculated according to the type of images (appetizing and healthy foods), and commission errors will be recorded.",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)"
      },
      {
        "measure": "Cognitive inhibition. Mean change from baseline at post-intervention",
        "description": "Using a Stroop task with food, the interference of food-related words on task performance can be measured as an assessment of cognitive inhibition.",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)"
      },
      {
        "measure": "Delay of gratification. Mean change from baseline at post-intervention",
        "description": "Score on the Food Delay Discounting will be used to measure the sensitivity to immediate rewards vs higher value rewards delayed. The participant's choices are recorded for each trial. Each trial varies in terms of the amount of reward and the amount of time to wait. To model the decisions, a hyperbolic discounting function is generally used.",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)"
      },
      {
        "measure": "Inhibition and activation systems. Mean change from baseline at post-intervention",
        "description": "This will be assessed using the Punishment Sensitivity and Reward Sensitivity Questionnaire (PSRSQ) of 48 items. Responses in the scale are in a \"yes/no\" format. Higher punishment sensitivity scores are associated with lower number of punishable errors while higher reward sensitivity punctuations are linked to higher number of passive avoidance errors.",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)"
      },
      {
        "measure": "Self-reported impulsivity. Mean change from baseline at post-intervention",
        "description": "Self-reported impulsivity will be measured with Impulsive behaviour scale (UPPS-P). It consists of 20 items scored on a four point Likert scale, ranging from strongly agree (1) to strongly disagree (4). Higher scores mean worse outcome in impulsivity, while lower scores are related to better self-control and regulation",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)"
      },
      {
        "measure": "Working Memory. Mean change from baseline at post-intervention",
        "description": "Working Memory will be assessed using N-back Task score based on accuracy and reaction times. Higher accuracy scores indicate stronger working memory and attention, while faster reaction times are linked to quicker processing speed and decision-making.",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)"
      },
      {
        "measure": "Cognitive flexibility. Mean change from baseline at post-intervention",
        "description": "Wisconsin Card Sorting Test will be administered to measure shift strategy in response to changing contingencies. There are128 trials where more correct responses, fewer perseverative and non perseverative errors, and more completed categories (max 6) are related to better performance.",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)"
      },
      {
        "measure": "Decision making. Mean change from baseline at post-intervention",
        "description": "Iowa Gambling Task will be used to assess decision-making using money rewards.",
        "timeFrame": "Pre-treatment assessment (week 2), post-treatment assessment (week 6) and follow-up (week 18)"
      }
    ],
    "other": [
      {
        "measure": "Descriptive measures",
        "description": "A socio-demographic questionnaire will be administered to examine age, education, gender, socio-economic variables and clinical variables to consider exclusion and inclusion criteria. All these variables are qualitative.",
        "timeFrame": "Pre-treatment assessment (week 2)"
      },
      {
        "measure": "Depression Symptoms . Screening",
        "description": "The Beck Depression Inventory (BDI-II) will also be used to rule out major depressive symptoms as an exclusion criteria. The scores range from 0 to 63 points. Participants with a score higher than 29, indicative of severe symptoms, will be excluded.",
        "timeFrame": "Pre-treatment assessment (week 2)"
      },
      {
        "measure": "Anxiety Symptoms . Screening",
        "description": "The anxiety subscale of the DASS-21 will also be used to rule out symptoms of major anxiety as an exclusion criterion. The scores for both subscales range from 0 to 21. Participants with a score higher than 8, indicative of severe symptoms, will be excluded from the study.",
        "timeFrame": "Pre-treatment assessment (week 2)"
      },
      {
        "measure": "Eating and Weight Patterns. Screening",
        "description": "Questionnaire on Eating and Weight Patterns-5 (QEWP-5) is adapted to DSM-5 criteria and will be used to exclude people with binge eating problems and bulimia. The QEWP-5 is not scored on a traditional numerical scale like other psychological tests; instead, responses are used to identify the presence of eating disorder symptoms. Positive responses to key questions about the frequency of binge eating, compensatory behaviors, and emotional distress may indicate the presence of an eating disorder.",
        "timeFrame": "Pre-treatment assessment (week 2)"
      },
      {
        "measure": "Using of Health Resources.",
        "description": "The Health Resources Questionnaire asks how often and why people have needed medical care and medicines in the last 3 month to measure the impact of the intervention in terms of health uses. Fewer visits to health professionals will be indicative of improvement.",
        "timeFrame": "Pre-treatment assessment (week 2)"
      },
      {
        "measure": "Motivation to change.",
        "description": "Stages of Change Readiness and Treatment Eagerness Scale (SOCRATES) adapted to excess weight will be used to assess motivation to change habits. It has 18 items that score readiness to change in people with abusive food use with a five point Likert scale, ranging from strongly disagree (1) to strongly agree (5). Higher scores mean better outcome in relation to motivation to change, while higher scores on ambivalence suggest doubts about the motivation to change.",
        "timeFrame": "Pre-treatment assessment (week 2)"
      },
      {
        "measure": "Stigma.",
        "description": "A yes/no question will be asked to record whether or not participants have experienced weight stigma in the past.",
        "timeFrame": "Pre-treatment assessment (week 2)"
      },
      {
        "measure": "Previous treatment history",
        "description": "History of previous treatment, from pharmacological or nutritional to psychological, should be recorded.",
        "timeFrame": "Pre-treatment assessment (week 2)"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 20,
      "otherCount": 8,
      "totalCount": 29
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:15.019Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}