{
  "nctId": "NCT03681639",
  "briefTitle": "Metasul Monoblock Component™ Cup in a Hip Resurfacing Application With the Durom® Hip Resurfacing Femoral Component",
  "officialTitle": "A Multi-Centre, Prospective Study to Obtain Survival and Clinical Outcome Data on the Zimmer Hip Resurfacing System Utilising the Metasul Monoblock Component™ Cup in a Hip Resurfacing Application With the Durom® Hip Resurfacing Femoral Component.",
  "protocolDocument": {
    "nctId": "NCT03681639",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2012-02-15",
    "uploadDate": "2024-06-05T04:27",
    "size": 237271,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03681639/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 45,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2009-08-01",
    "completionDate": "2023-05-22",
    "primaryCompletionDate": "2023-05-22",
    "firstSubmitDate": "2018-09-13",
    "firstPostDate": "2018-09-24"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Patient selection without bias to race or gender.\n2. Patient is ≥ 18 and ≤ 65 years of age.\n3. Female patients only, if\n\n   1. Actively practicing a contraceptive method, or\n   2. Surgically sterilized, or\n   3. Post-menopausal\n4. Pre-operative Harris Hip Score ≤ 70.\n5. Primary surgical hip candidate, suffering from hip pain and/or disability due to degenerative joint disease (inflammatory or non-inflammatory), based on physical examination and history, which may include the following diagnosis:\n\n   1. Non-inflammatory degenerative joint disease (NIDJD), e.g. avascular necrosis or osteoarthritis\n   2. Inflammatory joint disease (IJD), e.g., rheumatoid arthritis\n6. Patient is willing and able to cooperate in prescribed post-operative therapy.\n7. Patient is willing and able to complete scheduled follow-up evaluations as described in the Informed Consent.\n8. Patient has participated in the Informed Consent process and has signed an Ethics Committee approved Informed Consent.\n\nExclusion Criteria:\n\n1. Patient has an acute, chronic, local or systemic infection.\n2. Patient is skeletally immature.\n3. Patient is known to be pregnant.\n4. Patient has a severe muscular, neural or vascular disease that endangers the involved extremity.\n5. Patient has an insufficient acetabular or femoral bone stock in which good anchorage of the implants are unlikely or impossible, including, but not limited to:\n\n   1. patient with severe osteopenia,\n   2. patients with a family history of severe osteoporosis or osteopenia,\n   3. patients with osteonecrosis or avascular necrosis (AVN) with \\>50% involvement of the femoral head (regardless of FICAT grade), or\n   4. patients with local bone tumors and/or cysts of the femoral head \\> 1 cm\n6. Patient has a total or partial absence of the muscular or ligamentous apparatus.\n7. Patient has known moderate to severe renal insufficiency.\n8. Patient has a known clinical condition which may interfere with the patient's outcome, including but not limited to:\n\n   1. immunocompromised conditions (AIDS),\n   2. organ transplant,\n   3. high doses of corticosteroids etc\n9. Patient is severely overweight (BMI \\> 40)\n10. Patient is scheduled for simultaneous bilateral total hip replacement.\n11. OPERATIVE (IPSILATERAL) HIP: Patient has a total prosthetic hip replacement device, surface arthroplasty, endoprosthesis or femoral and/or acetabular osteosynthesis.\n12. CONTRALATERAL HIP: Patient has had a hip replacement, surface arthroplasty or endoprosthesis, within the past 12 months, unless previously enrolled in this clinical study.\n13. Patient is:\n\n    1. a prisoner,\n    2. mentally incompetent,\n    3. a known alcohol or drug abuser,\n    4. anticipated to be non-compliant\n14. Patient has participated in a study of any other investigational device (drug, device or biologic) within the past 12 months. Exception: previous enrollment in the Zimmer Hip Resurfacing clinical study.\n15. Patient has a known allergy to one of the constituents of the implant, e.g. cobalt, chromium, nickel, etc.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Implant Survival",
        "description": "The primary endpoint for this study is implant survival at 10 years which is assessed by revision of the Metasul Monoblock Component Cup calculated using the Kaplan-Meier Survival Estimation. The survivorship with Kaplan-Meier (K-M) was calculated at 10 year for endpoint revision of any component.",
        "timeFrame": "10 years post-surgery"
      }
    ],
    "secondary": [
      {
        "measure": "Harris Hip Score",
        "description": "The Harris Hip Score (HHS) is an outcome measure that includes a series of questions answered by the patient and physical examinations recorded by a qualified health care professional. The HHS covers four domains: pain, function and functional activities, absence of deformity and range of motion. The total score vary from a range of 0 - 100. The outcome score can be categorized as Excellent: 90-100; Good: 80-90; Fair: 70-80; Poor: \\< 70.",
        "timeFrame": "Preop, 6 months, 1 year, 2 year, 3 year, 5 year, 7 year and 10 years post-surgery"
      },
      {
        "measure": "Subject Quality-of-life Determined by the SF-12 Questionnaire (Mental Health and Physical Health)",
        "description": "The SF-12 is a multi-purpose short-form (SF) generic measure of health status. It consists of twelve questions that measure eight health domains to assess physical and mental health. Physical health-related domains include General Health (GH), Physical Functioning (PF), Role Physical (RP), and Body Pain (BP). Mental health-related scales include Vitality (VT), Social Functioning (SF), Role Emotional (RE), and Mental Health (MH). Scores ranges from 0 to 100, with higher scores indicating better physical and mental health functioning.",
        "timeFrame": "Preop, 6 months, 1 year, 2 year, 3 year, 5 year, 7 year and 10 years post-surgery"
      },
      {
        "measure": "Patient's Activity Level Determined by UCLA Score",
        "description": "The UCLA score was a part of the Patient Activity Questionnaire which ascertains the patient's activity level from 1 (low) to 10 (high) in patients undergoing total hip arthroplasty.",
        "timeFrame": "Preop, 6 months, 1 year, 2 year, 3 year, 5 year, 7 year and 10 years post-surgery"
      },
      {
        "measure": "Radiographic Evaluation",
        "description": "Radiographic parameters evaluated were radiolucencies, osteolysis, hypertrophy, subsidence, cup migration, change in cup angle and change in femoral shaft angle. The radiographs related to any significant radiographic findings reported by an Investigator were also be assessed by an Independent Radiographic Reviewer. The data presented in the outcome measure data table represent the Number of Participants with Abnormal or Significant Findings during the course of the study.",
        "timeFrame": "Pre-op, 6 weeks, 1,2,3,5,7 and 10 years post operatively 2, 3, 5, 7 and 10 years post-operatively. 2, 3, 5, 7 and 10 years post-operatively."
      },
      {
        "measure": "EuroQol 5 Dimension (EQ-5D)",
        "description": "The EuroQol 5 Dimension (EQ-5D) is a standardized Instrument widely used to measure health status. It is a self reported assessment about the patient's quality of life composed of two parts: a questionnaire and a visual analogue scale (VAS). The questionnaire includes 5 questions referring to mobility, selfcare, daily activities, pain/discomfort, and anxiety/depression. Each question can be answered in five ways, indicating no, slight, moderate, severe problems or inability to complete the task. The EQ-5D-5L score ranges from -0.59 to 1, where 1 is the best possible health state. The Visual Analogue Scale (VAS) is a vertical scale ranges from 100 ('The best health you can imagine') to 0 ('The worst health you can imagine') where the patient reports his/her self-rated health. For this study, the VAS score was not calculated.",
        "timeFrame": "Preop, 6 months, 1 year, 2 year, 3 year, 5 year, 7 year and 10 years post-surgery"
      },
      {
        "measure": "Oxford Hip Score",
        "description": "The Oxford Hip Score (OHS) is a patient-reported outcome measure that was developed to specifically assess the patient's perspective of outcome following THA. The OHS consists of twelve questions covering function and pain associated with the hip. To calculate the total score, each response is scored from 0 (worst outcome) to 4 (best outcome) and the sum of all 12 items is reported with a maximum of 48, representing the best score possible. Scores ranges from 0 to 100 and the outcome score can be categorized as Excellent: \\> 41; Good: 34 - 41; Fair: 27 - 33; Poor: \\< 27.",
        "timeFrame": "Preop, 6 months, 1 year, 2 year, 3 year, 5 year, 7 year and 10 years post-surgery"
      },
      {
        "measure": "Pain and Functional Performance Based on the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC)",
        "description": "The WOMAC Score is a health status instrument for measuring clinically important patient relevant outcomes to antirheumatic drug therapy in patients with osteoarthritis of the hip. These set of standardized questions are used by doctors to evaluate the condition of osteoarthritis patients. The WOMAC score was an optional form reported for pain and physical function. The test questions are scored on a scale of 0-4, which correspond to: No pain (0), Mild pain (1), Moderate pain (2), Severe pain (3), and Extreme pain (4). The scores for each subscale are summed up, with a possible score range of 0-20 for Pain (with higher values representing worse outcomes and lower values representing better outcomes) and 0-68 for Physical Function (with higher values representing better outcomes and lower values representing worse outcomes).",
        "timeFrame": "Preop, 6 months, 1 year, 2 year, 3 year, 5 year, 7 year and 10 years post-surgery"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 49,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:59.709Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}