{
  "nctId": "NCT02193867",
  "briefTitle": "Clinical Study In Infants With Rapidly Progressive Lysosomal Acid Lipase Deficiency",
  "officialTitle": "A Phase 2, Open Label, Multicenter Study to Evaluate the Safety, Tolerability, Efficacy, and Pharmacokinetics of Sebelipase Alfa in Infants With Rapidly Progressive Lysosomal Acid Lipase Deficiency",
  "protocolDocument": {
    "nctId": "NCT02193867",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2015-12-08",
    "uploadDate": "2019-06-24T21:40",
    "size": 808058,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02193867/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 10,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-06-06",
    "completionDate": "2018-10-30",
    "primaryCompletionDate": "2018-10-30",
    "firstSubmitDate": "2014-07-07",
    "firstPostDate": "2014-07-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Participant's parent or legal guardian (if applicable) consent to participation in the study\n2. Confirmation of documented decreased LAL activity relative to the normal range of the lab performing the assay or confirmation of LAL-D diagnosis as determined by a Sponsor-approved central laboratory\n3. Substantial clinical concerns, in the opinion of Investigator and Sponsor, of rapid disease progression requiring urgent medical intervention including, but not restricted to the following:\n\n   * Marked abdominal distension and hepatomegaly\n   * Failure to thrive\n   * Disturbance of coagulation\n   * Severe anemia\n   * Sibling with rapidly progressive course of LAL-D\n\nExclusion Criteria:\n\n1. Clinically important concurrent disease\n2. Participant was \\> 8 months of age at the time of first dosing\n3. Participant received an investigational medicinal product other than sebelipase alfa within 14 days prior to the first dose of sebelipase alfa in this study\n4. Myeloablative preparation, or other systemic pre-transplant conditioning, for hematopoietic stem cell or liver transplantation\n5. Previous hematopoietic stem cell or liver transplant\n6. Known hypersensitivity to eggs",
    "healthyVolunteers": false,
    "sex": "ALL",
    "maximumAge": "8 Months",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Participants Experiencing Severe Treatment-emergent Adverse Events (TEAEs)",
        "description": "The number of participants experiencing severe TEAEs is presented for participants who received sebelipase alfa in this open-label study. Adverse events were obtained through spontaneous reporting or elicited by specific questioning or examination of the participant's parent or legal guardian. An adverse event was defined as any new untoward medical occurrence or worsening of a pre-existing medical condition in a participant, whether or not causally related to administration of study drug. Adverse event severity was graded by the Investigator as mild, moderate, or severe based on definitions developed from Clinical Data Interchange Standards Consortium Study Data Tabulation Model standard terminology v3.1.1. Adverse events reporting was from the date of informed consent until completion of the follow-up visit at approximately 30 days after the last dose of study drug. A summary of all serious and other nonserious AEs regardless of causality is located in the Reported AE module.",
        "timeFrame": "Screening through Month 37"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage Of Participants Surviving To 12, 18, 24, And 36 Months Of Age",
        "description": "The percentage of participants in the FAS who survived to 12, 18, 24, and 36 months of age. The exact confidence interval was calculated using the Clopper-Pearson method. Participants with unknown survival status at the age specified in the analysis were excluded. At 36 months, there were 2 participants who were alive and still on study who had not yet reached the age specified in the analysis. As such, these participants were excluded from the calculation of percent surviving.",
        "timeFrame": "Baseline through Month 12, Month 18, Month 24, and Month 36"
      },
      {
        "measure": "Median Age At Death",
        "description": "Age at death for participants who died during the study. All deaths were assessed by the Investigator as unrelated to study drug.",
        "timeFrame": "Baseline through Month 36"
      },
      {
        "measure": "Change From Baseline In Percentiles For Weight For Age (WFA) At 12, 24, And 36 Months",
        "description": "This outcome measure evaluated the effects of sebelipase alfa on growth by measuring the changes from baseline in percentiles for WFA. Percentiles for WFA were summarized as observed values by visit. Baseline was defined as the last available assessment prior to the first infusion of sebelipase alfa.",
        "timeFrame": "Baseline, Month 12, Month 24, and Month 36"
      },
      {
        "measure": "Number Of Participants With Stunting, Wasting, Or Underweight At Baseline, 12, 24, And 36 Months",
        "description": "The number of participants who met criteria for the following 3 dichotomous indicators of under nutrition were reported. These indicators included the following:\n\n1. Stunting was defined as at least 2 standard deviations below the median for length-for-age/height-for-age.\n2. Wasting was defined as wasting at least 2 standard deviations below the median for weight-for-length/weight-for-height.\n3. Underweight was defined as at least 2 standard deviations below the median for WFA.",
        "timeFrame": "Baseline to Month 12, Month 24, and Month 36"
      },
      {
        "measure": "Change From Baseline In Serum Transaminases (ALT And AST) At Month 12, 24, And 36",
        "description": "This outcome measure evaluated the effects of sebelipase alfa on liver function by measuring the change from baseline in alanine aminotransferase (ALT) and aspartate aminotransferase (AST) at months 12, 24, and 36. Results are reported in units/liter (U/L).",
        "timeFrame": "Baseline, Month 12, Month 24, and Month 36"
      },
      {
        "measure": "Change From Baseline In Serum Ferritin At Month 12, 24, And 36",
        "description": "The median change in the inflammatory marker serum ferritin from Baseline to Months 12, 24, and 36 is presented. The number of participants analyzed reflects only those from the FAS who had both a baseline value and a value at the indicated timepoint (Months 12, 24, and 36). Results are reported in micrograms (ug)/L.",
        "timeFrame": "Baseline, Month 12, Month 24, and Month 36"
      },
      {
        "measure": "Number Of Participants Achieving And Maintaining Transfusion-free Hemoglobin Normalization (TFHN)",
        "description": "The number of participants achieving and maintaining TFHN are presented. For TFHN to be achieved, the participant had to meet the following criteria:\n\n1. Two post baseline measurements of hemoglobin, at least 4 weeks apart, were above the age-adjusted lower limit of normal (LLN);\n2. No known additional measurements of hemoglobin were below the age-adjusted LLN during the (minimum) 4 week period;\n3. No transfusions were administered to the participant during the (minimum) 4 week period, or for 2 weeks prior to the first hemoglobin measurement in the (minimum) 4 week period. If all 3 criteria were met, a participant was considered to have achieved TFHN on the date of the first hemoglobin assessment in the 4 week period. A participant was considered to have maintained TFHN if he/she was transfusion free at Week 6 and had no abnormally low hemoglobin levels (levels below the age adjusted LLN) beginning at Week 8 of the study and continuing for at least 13 weeks (3 months).",
        "timeFrame": "Baseline through Month 36"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 49,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:10.919Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}