{
  "nctId": "NCT02675452",
  "briefTitle": "AMG 176 First in Human Trial in Participants With Relapsed or Refractory Multiple Myeloma and Participants With Relapsed or Refractory Acute Myeloid Leukemia",
  "officialTitle": "A Phase 1 First in Human Study Evaluating the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of AMG 176 in Subjects With Relapsed or Refractory Multiple Myeloma and Subjects With Relapsed or Refractory Acute Myeloid Leukemia",
  "protocolDocument": {
    "nctId": "NCT02675452",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-07-13",
    "uploadDate": "2025-05-22T12:34",
    "size": 10945998,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02675452/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 141,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-06-13",
    "completionDate": "2024-05-27",
    "primaryCompletionDate": "2024-05-27",
    "firstSubmitDate": "2015-12-22",
    "firstPostDate": "2016-02-05"
  },
  "eligibilityCriteria": {
    "criteria": "INCLUSION CRITERIA:\n\n* For participants in Japan only: if a participant is younger than 20 years at the time of signing the informed consent form, informed consent must be obtained from both the participant and his/her legal representative\n* (Multiple myeloma \\[MM\\] participants) Pathologically documented, multiple myeloma relapsed or refractory disease after at least 2 lines of therapy\n* (MM participants only) Measurable disease per the International Myeloma Working Group response criteria\n* (Acute myeloid leukemia \\[AML\\] participants) AML as defined by the World Health Organization Classification persisting or recurring following one or more treatment courses, and for participants in Japan, determined by the investigator to be not eligible for approved anticancer drug therapy in Japan; EXCEPT acute promyelocytic leukemia.\n* (AML participants only) More than 5% blasts in bone marrow and Circulating white blood cells \\< 25,000/ul.\n* Must be willing and able to undergo a core bone marrow biopsy (MM participants only) and bone marrow aspirate (MM and AML participants) at screening.\n* Eastern Cooperative Oncology Group (ECOG) performance status of ≤ 2,\n* (MM partiicpants only) Satisfactory hematological function without transfusion or growth factor support\n* Life expectancy of \\> 3 months, in the opinion of the investigator\n* Adequate hepatic function\n* Adequate cardiac function\n* Adequate renal function\n* Female participants of childbearing potential must have a negative serum or urine pregnancy test\n* Other inclusion criteria may apply\n\nEXCLUSION CRITERIA:\n\n* Previously received an allogeneic stem cell transplant within 6 months OR having received immunosuppressive therapy within the last three months OR having signs or symptoms of acute or chronic graft-versus-host disease\n* Autologous stem cell transplant less than 90 days prior to study day 1\n* (MM participants only) MM with Immunoglobulin M subtype\n* (MM participants only) Polyneuropathy, Organomegaly, Endocrinopathy, Monoclonal protein, Skin changes syndrome\n* (MM participants only) Existing plasma cell leukemia\n* (MM participants only) Waldenstrom's macroglobulinemia\n* (MM participants only) Amyloidosis\n* Infection requiring intravenous anti-infective treatments within 1 week of study enrollment (day 1)\n* Myocardial infarction within 6 months of enrollment, symptomatic congestive heart failure (New York Heart Association \\> class II)\n* History of arterial thrombosis (eg, stroke or transient ischemic attack) in the past 6 months prior to enrollment\n* Currently receiving treatment in another investigational device or drug study. Other investigational procedures while participating in this study will be allowed if approved by Amgen medical monitor\n* Participants with elevated cardiac troponin above the manufacturer's 99th percentile upper reference limit for ADVIA Centaur XP assay at screening performed by the central laboratory\n* Participants with evidence of recent cardiac injury at screening based on creatine kinase-muscle/brain, N-terminal prohormone of brain natriuretic peptide, and electrocardiogram\n* Other exclusion criteria may apply\n* (AML Part 3d only) History of QT prolongation, torsades de pointes, ventricular tachycardia and cardiac arrest\n* History or evidence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection unless agreed upon with medical monitor.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Who Experienced a Dose Limiting Toxicity (DLT)",
        "description": "A DLT was assessed by the Common Terminology Criteria for Adverse Events (CTCAE) v 4.0, and considered by the investigators to be related to AMG 176. A DLT was defined as a grade 3 or higher non-hematological or a grade 4 hematologic adverse event (AE) that occurred during the DLT observation period.\n\nCTCAE is graded from grade 1 to 5, with higher grades indicating a worse outcome, and included; grade 1 = mild, grade 2= moderate, grade 3 = severe, grade 4 = life-threatening, and grade 5 = death.",
        "timeFrame": "Days 1 to 28 of cycle 1 (4 weeks)"
      },
      {
        "measure": "Number of Participants Who Experienced Treatment-emergent Adverse Events (TEAEs)",
        "description": "An AE was defined as any untoward medical occurrence in a clinical trial participant.\n\nA TEAE was an AE that started on or after the first dose of investigational product (AMG 176) up to 30 days after the end of investigational product. Any clinically significant changes in vital signs, electrocardiograms, and clinical laboratory tests were reported as TEAEs.\n\nA treatment-related AE was any TEAE that per investigator review had a reasonable possibility of being caused by the investigational product (AMG 176).",
        "timeFrame": "Day 1 cycle 1 to 30 days after the last dose of AMG 176; median treatment duration was 1.2 months"
      },
      {
        "measure": "Maximum Observed Concentration (Cmax) of AMG 176",
        "description": "Plasma concentrations of AMG 176 were determined using a validated assay. Noncompartmental analysis was performed for estimation of pharmacokinetic (PK) parameters. Concentrations below the lower limit of quantification (LLOQ) of 5.00 ng/mL were set to zero before data analysis.",
        "timeFrame": "Parts 1B, 3B, 3C, 3A (cohort 4) Cycle 1: day 1 pre, end of infusion (EOI), 1, 2, 3, 5, 7 hrs EOI, day 8 pre, EOI; Part 3D also days 9, 15 pre and EOI; Parts 1A, 3 (except cohort 4), 4: also day 2 pre, EOI, 1, 2, 3, 5, 7 hrs EOI, day 9 pre and EOI"
      },
      {
        "measure": "Area Under the Concentration-time Curve (AUC) From Time 0 to 24 Hours (AUC0-24) of AMG 176 (Parts 1A, 3A [Cohorts 1, 2, and 3], and 4 [Cohorts 5A and 5B])",
        "description": "Plasma concentrations of AMG 176 were determined using a validated assay. Noncompartmental analysis was performed for estimation of PK parameters. Concentrations below the LLOQ of 5.00 ng/mL were set to zero before data analysis.",
        "timeFrame": "Parts 1A, 3A and, 4: Cycle 1 day 1 pre, EOI, 1, 2, 3, 5, and 7 hrs EOI, cycle 1 day 8 pre and EOI"
      },
      {
        "measure": "AUC From Time 0 to 144 Hours (AUC0-144) of AMG 176 (Parts 1A, 3A [Cohorts 1, 2, and 3], and 4 [Cohorts 5A and 5B])",
        "description": "Plasma concentrations of AMG 176 were determined using a validated assay. Noncompartmental analysis was performed for estimation of PK parameters. Concentrations below the LLOQ of 5.00 ng/mL were set to zero before data analysis.",
        "timeFrame": "Parts 1A, 3A, and 4: Cycle 1 day 2 pre, EOI, 1, 2, 3, 5, and 7 hrs EOI, cycle 1 day 9 pre and EOI"
      },
      {
        "measure": "AUC From Time 0 to 168 Hours (AUC0-168) of AMG 176 (Parts 1B, 3 [Cohort 4], 3B, 3C, and 3D)",
        "description": "Plasma concentrations of AMG 176 were determined using a validated assay. Noncompartmental analysis was performed for estimation of PK parameters. Concentrations below the LLOQ of 5.00 ng/mL were set to zero before data analysis.",
        "timeFrame": "Parts 1B, 3B, 3C, and 3 (cohort 4): Cycle 1 day 1 pre, EOI, 1, 2, 3, 5, and 7 hrs EOI, cycle 1 day 8 pre, EOI; Part 3d also cycle 1 day 15 pre and EOI"
      },
      {
        "measure": "Clearance (CL) of AMG 176",
        "description": "Plasma concentrations of AMG 176 were determined using a validated assay. Noncompartmental analysis was performed for estimation of PK parameters. Concentrations below the LLOQ of 5.00 ng/mL were set to zero before data analysis. Clearance was calculated as Dose/ AUC0-144 for Parts 1A, 3A, and 4; and as Dose/AUC0-168 for Parts 1B, 3 (Cohort 4 only) 3B, 3C, and 3D.",
        "timeFrame": "Parts 1B, 3B, 3C, 3A (cohort 4) Cycle 1: day 1 pre, EOI, 1, 2, 3, 5, 7 hrs EOI, day 8 pre, EOI; Part 3D also days 9, 15 pre and EOI; Parts 1A, 3 (except cohort 4), 4: also day 2 pre, EOI, 1, 2, 3, 5, 7 hrs EOI, day 9 pre and EOI"
      },
      {
        "measure": "Terminal Half-life (t1/2) of AMG 176",
        "description": "Plasma concentrations of AMG 176 were determined using a validated assay. Noncompartmental analysis was performed for estimation of PK parameters. Concentrations below the LLOQ of 5.00 ng/mL were set to zero before data analysis.",
        "timeFrame": "Parts 1B, 3B, 3C, 3A (cohort 4) Cycle 1: day 1 pre, EOI, 1, 2, 3, 5, 7 hrs EOI, day 8 pre, EOI; Part 3D also days 9, 15 pre and EOI; Parts 1A, 3 (except cohort 4), 4: also day 2 pre, EOI, 1, 2, 3, 5, 7 hrs EOI, day 9 pre and EOI"
      }
    ],
    "secondary": [
      {
        "measure": "Best Overall Response According to Revised International Working Group Uniform Response Criteria (IMWG-URC) for MM Participants (Parts 1A and 1B)",
        "description": "A response consisted of any of the following, assessed according to the IMWG-URC: stringent complete response (sCR), complete response (CR), very good partial response (VGPR), partial response (PR), minor response (MR), stable disease (SD), or progressive disease (PD) per IMWG-URC. CR: negative immunofixation on serum and urine, soft tissue plasmacytomas disappearance, \\< 5% plasma cells in bone marrow (BM). sCR: CR and normal serum free light chain ratio and no clonal cells in BM by immunohistochemistry. VGPR: Serum and urine M-protein detectable by immunofixation or ≥ 90% reduction in serum M-protein (urine M-protein level \\< 100 mg/24-hrs). PR: ≥ 50% reduction of serum M-protein and reduction in 24-hrs urinary M-protein by ≥ 90% or to \\< 200 mg/24-hours; MR: 25-49% reduction in serum M-protein and 50-89% reduction in 24-hr urinary M-protein (\\>200 mg/24-hrs); SD: not meeting criteria for CR, VGPR, PR, or PD; PD: ≥ 25% increase in serum or urine M-component, BM plasma cell percentages.",
        "timeFrame": "Day 1 cycle 1 to end of study; median duration from start of study treatment to end of study for all participants was 2.2 months"
      },
      {
        "measure": "Best Overall Response According to the 2017 European LeukemiaNet (ELN) Criteria in AML Participants (Parts 3A, 3B, 3C, 3D, and 4)",
        "description": "A response was of any of the following, per the ELN criteria: Complete remission (CR) without minimal residual disease (CRMRD-), CR, CR with incomplete hematology recovery (CRi), morphologic leukemia-free state (MLFS), partial remission (PR), SD, PD. CRMRD-: CR with negativity for genetic marker by quantitative reverse transcription (RT-qPCR) or multicolor flow cytometry (MFC); CR: BM blasts \\<5% bone marrow, no circulating blasts/ extramedullary disease, ANC \\> 1.0 x 10\\^9/L, platelets ≥ 100 x 10\\^9/L; CRi: CR except for neutropenia (\\< 1.0 x 10\\^9/L) or thrombocytopenia (\\< 100 x 10\\^9/L); MLFS: BM blasts \\< 5% no blasts with auer rods/extramedullary disease, no hematologic recovery; PR: hematological criteria of CR; decrease BM blast to 5-25%; decrease of BM blast percentage by ≤ 50%; SD: absence of CRMRD-, CR, CRi, PR, MLFS and criteria for PD not met; PD: evidence of increase in BM blast percentage and/or increase of absolute blast count.",
        "timeFrame": "Day 1 cycle 1 to end of study; median duration from start of study treatment to end of study for all participants was 2.2 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 8,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 94,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:06.782Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}