{
  "nctId": "NCT02954887",
  "briefTitle": "Phase 3 Trial of Cannabidiol (CBD; GWP42003-P) for Infantile Spasms: Open-label Extension Phase (GWPCARE7)",
  "officialTitle": "A Randomized, Double-blind, Placebo-controlled Trial to Investigate the Efficacy and Safety of Cannabidiol (CBD; GWP42003-P) in Infants With Infantile Spasms Following an Initial Open-label Pilot Study",
  "protocolDocument": {
    "nctId": "NCT02954887",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-09-20",
    "uploadDate": "2020-06-10T08:03",
    "size": 10086793,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02954887/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 9,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-05-12",
    "completionDate": "2019-06-13",
    "primaryCompletionDate": "2019-06-13",
    "firstSubmitDate": "2016-11-02",
    "firstPostDate": "2016-11-04"
  },
  "eligibilityCriteria": {
    "criteria": "Only participants who completed the pilot or pivotal phases of the trial may proceed to take part in this open-label extension phase of the trial.\n\nKey eligibility criteria for the blinded phase were as follows:\n\nKey Inclusion Criteria:\n\n* Participant is diagnosed with IS and has failed to respond adequately following treatment with 1 or more approved IS therapies.\n\nKey Exclusion Criteria:\n\n* Participant is currently taking or has taken clobazam or any mammalian target of rapamycin (mTOR) inhibitor within the 2 weeks prior to the screening visit.\n* Participant has a QT interval, corrected for heart rate with Bazett's formula (QTcB), of 460 msec or greater on ECG.\n* Participant's caregiver is currently giving or has given recreational or medicinal cannabis, or synthetic cannabinoid-based medications, within the 1 month prior to the screening visit.\n* Participant's caregiver is unwilling to abstain from giving the participant (including the participant's mother abstaining themselves, if breastfeeding)recreational or medicinal cannabis, or synthetic cannabinoid-based medications (other than the study drug) during the trial.\n* Participant has any known or suspected hypersensitivity to cannabinoids or any of the excipients of the study drug, such as sesame oil.\n* Participant has significantly impaired hepatic function at the screening visit.\n* Participant has received an investigational medicinal product as part of a clinical trial within a minimum of 5 half-lives prior to the screening visit.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "1 Month",
    "maximumAge": "24 Months",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Severe Treatment-emergent Adverse Events (TEAEs)",
        "description": "TEAEs were collected in members of the Safety Population, comprised of all participants who received at least 1 dose of GWP42003-P. TEAEs are defined as all adverse events not present prior to the first investigational medicinal product (IMP) or placebo administration or any event already present that worsened in severity or frequency following IMP.",
        "timeFrame": "From signing of informed consent up to Day 417"
      },
      {
        "measure": "Number of Participants With Any Low or High Hematology Laboratory Parameter Value",
        "timeFrame": "Days 19, 29, 43, 71, 127, 211, 295, 379, and 389"
      },
      {
        "measure": "Number of Participants With Any Low or High Biochemistry Laboratory Parameter Value",
        "timeFrame": "Days 19, 29, 43, 71, 127, 211, 295, 379, and 389"
      },
      {
        "measure": "Number of Participants With Any Clinically Relevant Urinalysis Parameter Value",
        "description": "Clinical relevance was determined by the investigator.",
        "timeFrame": "Days 19, 29, 43, 71, 127, 211, 295, 379, and 389"
      },
      {
        "measure": "Number of Participants With Clinically Significant Electrocardiogram Findings",
        "description": "Clinical significance was determined by the investigator.",
        "timeFrame": "From signing of informed consent up to Day 389"
      },
      {
        "measure": "Number of Participants With Clinically Significant Vital Sign Findings",
        "description": "Clinical significance was determined by the investigator.",
        "timeFrame": "From signing of informed consent up to Day 389"
      },
      {
        "measure": "Number of Participants With Clinically Significant Physical Examination Findings",
        "description": "Clinical significance was determined by the investigator.",
        "timeFrame": "From signing of informed consent up to Day 389"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants Free of Clinical Spasms",
        "description": "Clinical spasms were determined by video-electroencephalography (VEEG) for at least 8 hours and up to 24 hours.",
        "timeFrame": "Days 29, 43, 127, 211, 295, and 379"
      },
      {
        "measure": "Percentage of Participants Free of Clinical Spasms",
        "description": "Clinical spasms were determined by VEEG for at least 8 hours and up to 24 hours.",
        "timeFrame": "Days 29, 43, 127, 211, 295, and 379"
      },
      {
        "measure": "Number of Participants With a Resolution of Hypsarrhythmia",
        "description": "Resolution of hypsarrhythmia was determined by VEEG for at least 8 hours and up to 24 hours.",
        "timeFrame": "Days 29, 43, 127, 211, 295, and 379"
      },
      {
        "measure": "Percentage of Participants With a Resolution of Hypsarrhythmia",
        "description": "Resolution of hypsarrhythmia was determined by VEEG for at least 8 hours and up to 24 hours.",
        "timeFrame": "Days 29, 43, 127, 211, 295, and 379"
      },
      {
        "measure": "Number of Participants Experiencing Spasms and Seizures by Subtype",
        "description": "Caregivers recorded the participant's spasms and seizures by category in a daily diary. Subtypes of spasms and seizure included, clonic, tonic-clonic, myoclonic, focal, and absence.",
        "timeFrame": "Days 19, 29, 127, 211, 295, and 379"
      },
      {
        "measure": "Caregiver Global Impression of Change (CGIC)",
        "description": "The CGIC is a single-question assessment completed by the caregiver. The question assessed the status of the participant's condition since treatment start. The caregiver provided a rating on a 7-point scale: 1, very much improved; 2, much Improved; 3, slightly improved; 4, no change; 5, slightly worse; 6, much worse; 7, very much worse.",
        "timeFrame": "Baseline; Days 29, 43, 71, 127, 211, 295, and 379"
      },
      {
        "measure": "Physician Global Impression of Change (PGIC)",
        "description": "The PGIC is a single-question assessment completed by the investigator. The question assessed the status of the participant's condition since treatment start. The investigator provided a rating on a 7-point scale: 1, very much improved; 2, much Improved; 3, slightly improved; 4, no change; 5, slightly worse; 6, much worse; 7, very much worse.",
        "timeFrame": "Baseline; Days 29, 43, 71, 127, 211, 295, and 379"
      },
      {
        "measure": "Number of Responders",
        "description": "A responder is defined as a participant experiencing a resolution of hypsarrhythmia and free of spasms. Test for responders was conducted by VEEG for at least 8 hours and up to 24 hours.",
        "timeFrame": "Days 29, 43, 127, 211, 295, and 379"
      },
      {
        "measure": "Percentage of Responders",
        "description": "A responder is defined as a participant experiencing a resolution of hypsarrhythmia and free of spasms. Test for responders was conducted by VEEG for at least 8 hours and up to 24 hours.",
        "timeFrame": "Days 29, 43, 127, 211, 295, and 379"
      },
      {
        "measure": "Change From Baseline in Height",
        "description": "A positive change indicates an increase in the average participant's height. A negative change indicates a decrease in the average participant's height. Change from Baseline was calculated as the post-Baseline value minus the Baseline value.",
        "timeFrame": "Baseline (Day 1 of Pilot Study); Days 29, 43, 71, 127, 211, 295, 379, and 389"
      },
      {
        "measure": "Change From Baseline in Body Weight.",
        "description": "A positive change indicates an increase in the average participant's weight. A negative change indicates a decrease in the average participant's weight. Change from Baseline was calculated as the post-Baseline value minus the Baseline value.",
        "timeFrame": "Baseline (Day 1 of Pilot Study); Days 29, 43, 71, 127, 211, 295, 379, and 389"
      },
      {
        "measure": "Change From Baseline in Head Circumference",
        "description": "A positive change indicates an increase in the average participant's head circumference. A negative change indicates a decrease in the average participant's head circumference. Change from Baseline was calculated as the post-Baseline value minus the Baseline value.",
        "timeFrame": "Baseline (Day 1 of PIlot Study); Days 29, 43, 71, 127, 211, 295, 379, and 389"
      },
      {
        "measure": "Change From Baseline in Vineland Adaptive Behavior Scales, Second Edition (Vineland-II) Score",
        "description": "The Vineland-II scores were assessed by the participant's caregiver. Caregivers were asked to score questions in the following categories: the participant's communication, daily living, physical activity, problem behaviors, and social skills and relationships. Scoring was slightly different for each section, but generally ranged from \"usually\" (2) to \"never\" (0). The total score is calculated as the sum of standard scores from the domains and converted into the adaptive behavior composite score (ranging from 20 to 160). Higher scores represent greater levels of functioning, and lower scores represent lower levels of functioning. Change from Baseline was calculated as the post-Baseline value minus the Baseline value.",
        "timeFrame": "Baseline (Day 1 of Pilot Study); Day 211, Day 379"
      },
      {
        "measure": "Number of Participants With Relapse of Spasms",
        "description": "Analysis could not be conducted for this outcome measure because the study met No Go Criteria. The Pilot Phase concluded after 9 participants completed treatment and demonstrated continued hypsarrhythmia and spasms on follow-up VEEG. The Pivotal Phase was not initiated; however, participants completing the Pilot Phase could roll into the Open Label Extension Phase for up to 1 year.",
        "timeFrame": "Day 16 to Day 379"
      },
      {
        "measure": "Percentage of Participants With Relapse of Spasms",
        "description": "Analysis could not be conducted for this outcome measure because the study met No Go Criteria. The Pilot Phase concluded after 9 participants completed treatment and demonstrated continued hypsarrhythmia and spasms on follow-up VEEG. The Pivotal Phase was not initiated; however, participants completing the Pilot Phase could roll into the Open Label Extension Phase for up to 1 year.",
        "timeFrame": "Day 16 to Day 379"
      },
      {
        "measure": "Average Time to Cessation of Spasms",
        "description": "Analysis could not be conducted for this outcome measure because the study met No Go Criteria. The Pilot Phase concluded after 9 participants completed treatment and demonstrated continued hypsarrhythmia and spasms on follow-up VEEG. The Pivotal Phase was not initiated; however, participants completing the Pilot Phase could roll into the Open Label Extension Phase for up to 1 year.",
        "timeFrame": "Day 1 to Day 379"
      },
      {
        "measure": "Average Time to Relapse",
        "description": "Analysis could not be conducted for this outcome measure because the study met No Go Criteria. The Pilot Phase concluded after 9 participants completed treatment and demonstrated continued hypsarrhythmia and spasms on follow-up VEEG. The Pivotal Phase was not initiated; however, participants completing the Pilot Phase could roll into the Open Label Extension Phase for up to 1 year.",
        "timeFrame": "Day 16 to Day 379"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 7,
      "secondaryCount": 17,
      "otherCount": 0,
      "totalCount": 24
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:48.881Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}