{
  "nctId": "NCT03984838",
  "briefTitle": "Study to Evaluate Pharmacokinetics, Safety and Tolerability of Dolutegravir and Rilpivirine (JULUCA™) 50 Milligram (mg)/25 mg Tablets in Healthy Subjects of Japanese Descent",
  "officialTitle": "A Phase I, Open-label, Single-dose Study to Investigate the Pharmacokinetics, Safety and Tolerability of Dolutegravir + Rilpivirine (JULUCA™) 50 mg/25 mg Tablets in Healthy Participants of Japanese Descent",
  "protocolDocument": {
    "nctId": "NCT03984838",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-04-04",
    "uploadDate": "2020-06-12T02:55",
    "size": 578981,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03984838/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 16,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-06-17",
    "completionDate": "2019-08-13",
    "primaryCompletionDate": "2019-08-13",
    "firstSubmitDate": "2019-06-10",
    "firstPostDate": "2019-06-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Subject must be 18 to 55 years of age, at the time of signing the informed consent\n* Subjects who were born in Japan with 4 ethnic Japanese grandparents. Subjects who have not lived outside Japan for more than 10 years and who are Japanese passport holders (current or expired)\n* Subjects who are overtly healthy as determined by medical evaluation including medical history, physical examination, laboratory tests, and cardiac monitoring (history and electrocardiogram \\[ECG\\])\n* Subjects with body weight \\>=50 kilogram (kg) (110 pounds) for men and \\>=45kg (99 pounds) for women and body mass index (BMI) within the range 18.5-31.0 kg per square meter (kg/m\\^2)\n* Male or female subjects; Male subjects with no specific restrictions\n* A female subject is eligible to participate if she is not pregnant or breastfeeding, and not a woman of childbearing potential (WOCBP)\n* The investigator is responsible for review of medical history, menstrual history, and recent sexual activity to decrease the risk for inclusion of a woman with an early undetected pregnancy\n* Subjects capable of giving signed informed consent, which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol\n\nExclusion Criteria:\n\n* Subjects with history of current cardiovascular, respiratory, hepatic, renal, gastrointestinal, endocrine, hematological, or neurological disorders capable of significantly altering the absorption, metabolism, or elimination of drugs; constituting a risk when taking the study intervention or interfering with the interpretation of data\n* Subjects with abnormal blood pressure (as determined by the investigator)\n* Subjects with alanine transaminase (ALT) \\>1.5 times upper limit of normal (ULN)\n* Subjects with bilirubin \\>1.5 times ULN (isolated bilirubin \\>1.5 times ULN is acceptable if bilirubin is fractionated and direct bilirubin \\<35%)\n* Subjects with current or chronic history of liver disease, or known hepatic or biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones)\n* Subjects with QTcF \\>460 millisecond (msec)(Based on the average of the 12-Lead-electrocardiogram (ECG) triplicate readings obtained at Screening) (Note: The QTc is the QT interval corrected for heart rate according to Fridericia's formula (QTcF), and/or another method, machine-read or manually over-read. The specific formula that will be used to determine eligibility and discontinuation for an individual subject should be determined prior to initiation of the study. In other words, several different formulae cannot be used to calculate the QTc for an individual subject and then the lowest QTc value used to include or discontinue the subject from the trial)\n* Subjects with past or intended use of over-the-counter or prescription medication including herbal medications within 7 days (or 14 days if the drug is a potential enzyme inducer) or 5 half-lives (whichever is longer) prior to dosing. Acetaminophen, at doses of \\<=2 grams per day, is allowed for use any time during the study\n* Participation in the study would result in loss of blood or blood products in excess of 500 milliliter (mL) within 56 days\n* Exposure to more than 4 new chemical entities within 12 months prior to the first dosing day\n* Current enrollment or past participation within the last 30 days before signing of consent in any other clinical study involving an investigational study intervention or any other type of medical research\n* Subjects with presence of Hepatitis B surface antigen (HBsAg) at screening or within 3 months prior to first dose of study intervention\n* Subjects with positive Hepatitis C antibody test result at screening or within 3 months prior to first dose of study intervention (Note: Subjects with positive Hepatitis C antibody due to prior resolved disease can be enrolled, only if a confirmatory negative Hepatitis C RNA test is obtained)\n* Subjects with positive Hepatitis C RNA test result at screening or within 3 months prior to first dose of study intervention (Note: Test is optional and subjects with negative Hepatitis C antibody test are not required to also undergo Hepatitis C RNA testing)\n* Subjects with positive pre-study drug or alcohol screen\n* Subjects with positive human immunodeficiency virus (HIV) antibody test\n* Subjects with regular use of known drugs of abuse\n* Subjects with creatinine clearance (CrCL) \\<60 milliliter per minute\n* Employment with Janssen, ViiV, GlaxoSmithKline(GSK), or with the Investigator or study site, with direct involvement in the proposed study or other studies under the direction of that Investigator or study site, as well as family members of the employees or the Investigator\n* Subjects with urinary cotinine levels indicative of smoking or history or regular use of tobacco- or nicotine-containing products (e.g. nicotine patches or vaporizing devices) within 6 months prior to screening\n* Subjects with regular alcohol consumption within 6 months prior to the study defined as: An average weekly intake of \\>14 units for males or \\>7 units for females. One unit is equivalent to 8 gram of alcohol: a half-pint (approximately 240mL) of beer, 1 glass (125mL) of wine or 1 (25mL) measure of spirits\n* Subjects with sensitivity to heparin or heparin-induced thrombocytopenia\n* Subjects with sensitivity to any of the study interventions, or components thereof, or drug or other allergy that, in the opinion of the investigator or medical monitor, contraindicates participation in the study",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "55 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Area Under the Concentration (AUC) Time Curve From Time Zero Extrapolated to Infinite Time (AUC [0-infinity]) of DTG",
        "description": "Blood samples were collected at indicated time-points for analysis of AUC (0-infinity) of DTG. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, and 120 hours post-dose"
      },
      {
        "measure": "AUC (0-infinity) of RPV",
        "description": "Blood samples were collected at indicated time-points for analysis of AUC (0-infinity) of RPV. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, 120, 168, 216, and 264 hours post-dose"
      },
      {
        "measure": "Area Under the Concentration Time Curve From Time Zero to Last Time of Quantifiable Concentration (AUC [0-t]) of DTG",
        "description": "Blood samples were collected at indicated time-points for analysis of AUC (0-t) of DTG. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, and 120 hours post-dose"
      },
      {
        "measure": "AUC (0-t) of RPV",
        "description": "Blood samples were collected at indicated time-points for analysis of AUC (0-t) of RPV. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, 120, 168, 216, and 264 hours post-dose"
      },
      {
        "measure": "Maximum Observed Plasma Concentration (Cmax) of DTG",
        "description": "Blood samples were collected at indicated time-points for analysis of Cmax of DTG. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, and 120 hours post-dose"
      },
      {
        "measure": "Cmax of RPV",
        "description": "Blood samples were collected at indicated time-points for analysis of Cmax of RPV. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, 120, 168, 216, and 264 hours post-dose"
      },
      {
        "measure": "Absorption Lag Time (Tlag) of DTG",
        "description": "Blood samples were collected at indicated time-points for analysis of tlag of DTG. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, and 120 hours post-dose"
      },
      {
        "measure": "Tlag of RPV",
        "description": "Blood samples were collected at indicated time-points for analysis of tlag of RPV. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, 120, 168, 216, and 264 hours post-dose"
      },
      {
        "measure": "Time to Reach Maximum Observed Concentration (Tmax) of DTG",
        "description": "Blood samples were collected at indicated time-points for analysis of tmax of DTG. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, and 120 hours post-dose"
      },
      {
        "measure": "Tmax of RPV",
        "description": "Blood samples were collected at indicated time-points for analysis of tmax of RPV. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, 120, 168, 216, and 264 hours post-dose"
      },
      {
        "measure": "Time of Last Quantifiable Concentration (Tlast) of DTG",
        "description": "Blood samples were collected at indicated time-points for analysis of tlast of DTG. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, and 120 hours post-dose"
      },
      {
        "measure": "Tlast of RPV",
        "description": "Blood samples were collected at indicated time-points for analysis of tlast of RPV. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, 120, 168, 216, and 264 hours post-dose"
      },
      {
        "measure": "Elimination Half-life (t1/2) of DTG",
        "description": "Blood samples were collected at indicated time-points for analysis of t1/2 of DTG. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, and 120 hours post-dose"
      },
      {
        "measure": "T1/2 of RPV",
        "description": "Blood samples were collected at indicated time-points for analysis of t1/2 of RPV. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, 120, 168, 216, and 264 hours post-dose"
      },
      {
        "measure": "Apparent Elimination Rate Constant (Lambda z) of DTG",
        "description": "Blood samples were collected at indicated time-points for analysis of lambda z of DTG. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, and 120 hours post-dose"
      },
      {
        "measure": "Lambda z of RPV",
        "description": "Blood samples were collected at indicated time-points for analysis of lambda z of RPV. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, 120, 168, 216, and 264 hours post-dose"
      },
      {
        "measure": "Percentage of AUC(0-infinity) That Was Extrapolated (%AUCex) of DTG",
        "description": "Blood samples were collected at indicated time-points for analysis of percentage AUCex of DTG. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, and 120 hours post-dose"
      },
      {
        "measure": "Percentage AUCex of RPV",
        "description": "Blood samples were collected at indicated time-points for analysis of percentage AUCex of RPV. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, 120, 168, 216, and 264 hours post-dose"
      },
      {
        "measure": "Area Under the Plasma Concentration Time Curve From Time Zero to 24 Hours (AUC[0-24]) of DTG",
        "description": "Blood samples were collected at indicated time-points for analysis of AUC(0-24) of DTG. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, and 24 hours post-dose"
      },
      {
        "measure": "AUC (0-24) of RPV",
        "description": "Blood samples were collected at indicated time-points for analysis of AUC (0-24) of RPV. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, and 24 hours post-dose"
      },
      {
        "measure": "Area Under the Plasma Concentration Time Curve From Time Zero to 72 Hours (AUC[0-72]) of DTG",
        "description": "Blood samples were collected at indicated time-points for analysis of AUC(0-72) of DTG. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, and 72 hours post-dose"
      },
      {
        "measure": "AUC (0-72) of RPV",
        "description": "Blood samples were collected at indicated time-points for analysis of AUC (0-72) of RPV. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48 and 72 hours post-dose"
      },
      {
        "measure": "Apparent Oral Clearance (CL/F) of DTG",
        "description": "Blood samples were collected at indicated time-points for analysis of CL/F of DTG. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, and 120 hours post-dose"
      },
      {
        "measure": "CL/F of RPV",
        "description": "Blood samples were collected at indicated time-points for analysis of CL/F of RPV. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, 120, 168, 216, 264 hours post-dose"
      },
      {
        "measure": "Apparent Oral Volume of Distribution (Vz/F) of DTG",
        "description": "Blood samples were collected at indicated time-points for analysis of Vz/F of DTG. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, and 120 hours post-dose"
      },
      {
        "measure": "Vz/F of RPV",
        "description": "Blood samples were collected at indicated time-points for analysis of Vz/F of RPV. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, 120, 168, 216, and 264 hours post-dose"
      },
      {
        "measure": "Last Quantifiable Concentration (Ct) of DTG",
        "description": "Blood samples were collected at indicated time-points for analysis of Ct of DTG. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, and 120 hours post-dose"
      },
      {
        "measure": "Ct of RPV",
        "description": "Blood samples were collected at indicated time-points for analysis of Ct of RPV. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "Pre-dose, 0.5, 1, 1.5, 2, 2.5, 3, 3.5, 4, 5, 6, 7, 8, 9, 12, 16, 24, 48, 72, 120, 168, 216, and 264 hours post-dose"
      },
      {
        "measure": "Concentration at 24-hour Post-dose (C24) of DTG",
        "description": "Blood samples were collected at indicated time-points for analysis of C24 of DTG. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "At 24 hours post-dose"
      },
      {
        "measure": "C24 of RPV",
        "description": "Blood samples were collected at indicated time-points for analysis of C24 of RPV. PK parameters were calculated by standard non-compartmental analysis.",
        "timeFrame": "At 24 hours post-dose"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Adverse Events (AE) and Serious Adverse Events (SAE)",
        "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study intervention, whether or not considered related to the study intervention. A SAE is defined as any untoward medical occurrence that, at any dose: results in death and is life-threatening; which requires in-patient hospitalization or prolongation of existing hospitalization, results in persistent disability or incapacity and birth defect or congenital anomaly, or any other situation that require medical or scientific judgment.",
        "timeFrame": "Up to Day 18"
      },
      {
        "measure": "Change From Baseline in Neutrophil, Lymphocyte, Leukocyte, Monocyte, Eosinophil, Basophil and Platelet Count",
        "description": "Blood samples were collected at indicated time-points for analysis of hematology parameters like platelet count, neutrophils, lymphocytes, leukocyte, monocytes, eosinophils and basophils. Baseline was defined as Day -1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Absolute Values of Neutrophil, Lymphocyte, Leukocyte, Monocyte, Eosinophil, Basophil and Platelet Count",
        "description": "Blood samples were collected at indicated time-points for analysis of hematology parameters like platelet count, neutrophils, lymphocytes, monocytes, leukocyte, eosinophils and basophils. Baseline was defined as Day -1.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Change From Baseline in Hemoglobin Level",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameter like hemoglobin. Baseline was defined as Day -1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Absolute Values of Hemoglobin Level",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameter like hemoglobin. Baseline was defined as Day -1.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Change From Baseline in Hematocrit Level",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameter like hematocrit. Baseline was defined as Day -1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Absolute Values of Hematocrit Level",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameter like hematocrit. Baseline was defined as Day -1.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Change From Baseline in Erythrocytes",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameter like erythrocytes. Baseline was defined as Day -1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Absolute Values of Erythrocytes",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameter like erythrocytes. Baseline was defined as Day -1.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Change From Baseline in Mean Corpuscular Hemoglobin (MCH)",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameter like MCH. Baseline was defined as Day -1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Absolute Values of MCH",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameter like MCH. Baseline was defined as Day -1.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Change From Baseline in Mean Corpuscular Volume (MCV)",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameter like MCV. Baseline was defined as Day -1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Absolute Values of MCV",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameter like MCV. Baseline was defined as Day -1.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Change From Baseline in Reticulocytes",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameter like reticulocytes. Baseline was defined as Day -1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Absolute Values of Reticulocytes",
        "description": "Blood samples were collected at indicated timepoints for analysis of hematology parameter like reticulocytes. Baseline was defined as Day -1.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Change From Baseline in Blood Urea Nitrogen (BUN), Glucose, Calcium, Sodium, and Potassium Levels",
        "description": "Blood samples were collected at indicated time-points for analysis of clinical chemistry parameters like (BUN), glucose, sodium, calcium, and potassium levels. Baseline was defined as Day -1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Absolute Values of BUN, Glucose, Calcium, Sodium, and Potassium Levels",
        "description": "Blood samples were collected at indicated time-points for analysis of clinical chemistry parameters like (BUN), glucose, sodium, calcium, and potassium levels. Baseline was defined as Day -1.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Change From Baseline in Total and Direct Bilirubin, Creatinine and Protein Levels",
        "description": "Blood samples were collected at indicated time-points for analysis of clinical chemistry parameters like total and direct bilirubin, creatinine and protein levels. Baseline was defined as Day -1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Absolute Values of Total and Direct Bilirubin, Creatinine and Protein Levels",
        "description": "Blood samples were collected at indicated time-points for analysis of clinical chemistry parameters like total and direct bilirubin, creatinine and protein levels. Baseline was defined as Day -1.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Change From Baseline in Aspartate Aminotransferase (AST), Alanine Aminotransferase (ALT) and Alkaline Phosphatase (ALP) Levels",
        "description": "Blood samples were collected at indicated time-points for analysis of clinical chemistry parameters like AST, ALT and ALP levels. Baseline was defined as Day -1. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Absolute Values of AST, ALT and ALP Levels",
        "description": "Blood samples were collected at indicated time-points for analysis of clinical chemistry parameters like AST, ALT and ALP levels. Baseline was defined as Day -1.",
        "timeFrame": "Baseline (Day -1) and Day 3"
      },
      {
        "measure": "Change From Baseline in Systolic Blood Pressure (SBP) and Diastolic Blood Pressure (DBP)",
        "description": "SBP and DBP were assessed in the supine position with a completely automated device. Day 1 (Pre-dose) was defined as Baseline. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline (Day 1, Pre-dose) and at Day 12"
      },
      {
        "measure": "Absolute Values of SBP and DBP",
        "description": "SBP and DBP were assessed in the supine position with a completely automated device. Day 1 (Pre-dose) was defined as Baseline.",
        "timeFrame": "Baseline (Day 1, Pre-dose) and at Day 12"
      },
      {
        "measure": "Change From Baseline in Pulse Rate",
        "description": "Pulse rate was assessed in the supine position with a completely automated device. Day 1 (Pre-dose) was defined as Baseline. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline (Day 1, Pre-dose) and at Day 12"
      },
      {
        "measure": "Absolute Values of Pulse Rate",
        "description": "Pulse rate was assessed in the supine position with a completely automated device. Day 1 (Pre-dose) was defined as Baseline.",
        "timeFrame": "Baseline (Day 1, Pre-dose) and at Day 12"
      },
      {
        "measure": "Change From Baseline in Body Temperature",
        "description": "Body temperature were assessed at indicated time-points. Day 1 (Pre-dose) was defined as Baseline. Change from Baseline was defined as post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline (Day 1, Pre-dose) and at Day 12"
      },
      {
        "measure": "Absolute Values of Body Temperature",
        "description": "Body temperature were assessed at indicated time-points. Day 1 (Pre-dose) was defined as Baseline.",
        "timeFrame": "Baseline (Day 1, Pre-dose) and at Day 12"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 30,
      "secondaryCount": 27,
      "otherCount": 0,
      "totalCount": 57
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:21.200Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}