{
  "nctId": "NCT02616185",
  "briefTitle": "A Phase 1 Study To Evaluate Escalating Doses Of A Vaccine-Based Immunotherapy Regimen For Prostate Cancer (PrCa VBIR)",
  "officialTitle": "A PHASE 1 STUDY TO EVALUATE THE SAFETY, PHARMACOKINETICS AND PHARMACODYNAMICS OF ESCALATING DOSES OF A VACCINE-BASED IMMUNOTHERAPY REGIMEN (VBIR) FOR PROSTATE CANCER (PF-06753512)",
  "protocolDocument": {
    "nctId": "NCT02616185",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-05-29",
    "uploadDate": "2022-01-18T17:49",
    "size": 7209810,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02616185/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 91,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-12-30",
    "completionDate": "2021-02-23",
    "primaryCompletionDate": "2021-02-23",
    "firstSubmitDate": "2015-11-24",
    "firstPostDate": "2015-11-26"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Histological or cytological diagnosis of prostate cancer\n* Adequate bone marrow, kidney and liver function\n* Hormone sensitive relapsing prostate cancer after definitive local therapy (biochemical relapse) OR\n* Failed prior therapy with a novel hormone (e.g. enzalutamide, abiraterone) with documented progressive disease (post-novel hormone therapy CRPC)\n\nExclusion Criteria:\n\n* ECOG performance status greater than or equal to 2\n* Concurrent immunotherapy for prostate cancer\n* History of or active autoimmune disorders (including but not limited to: myasthenia gravis, thyroiditis, pneumonitis, rheumatoid arthritis, multiple sclerosis, systemic lupus erythematosus, scleroderma) and other conditions that disorganize or alter the immune system.\n* History of inflammatory bowel disease.\n* Current use of any implanted electronic stimulation device\n* For biochemically relapsed patients, no concurrent use of ADT or orchiectomy and no known prior or current evidence of any metastatic involvement of distant organs\n* For post-novel hormone patients, no concurrent treatment with a secondary hormone (e.g. enzalutamide, abiraterone), no metastasis to the liver or brain",
    "healthyVolunteers": false,
    "sex": "MALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)",
        "description": "An AE was any untoward medical occurrence in a clinical investigation where participant administered a product; the event did not need to have a causal relationship with the treatment. A SAE was any untoward medical occurrence at any dose that resulted in death; was life threatening; required inpatient hospitalization or prolongation of existing hospitalization; resulted in persistent or significant disability/incapacity; resulted in congenital anomaly/birth defect. AEs included both SAEs and non-serious AEs.",
        "timeFrame": "Baseline up to 6 months after End of Treatment (EOT; 52 months in maximum)"
      },
      {
        "measure": "Number of Participants With AEs as Graded by National Cancer Institute Common Toxicity Criteria for Adverse Events Version 4.03 (NCI CTCAE v4.03) (Grade >= 3)",
        "description": "An AE was any untoward medical occurrence in a clinical investigation participant administered a product; the event did not need to have a causal relationship with the treatment. Grades of AEs were defined by NCI CTCAE v 4.03. Grade 1=asymptomatic/mild symptoms, clinical or diagnostic observations only, intervention not indicated; Grade 2=minimal, local or noninvasive intervention indicated, limiting age-appropriate instrumental activity of daily living (ADL); Grade 3=severe or medically significant but not immediately life-threatening, hospitalization of prolongation of hospitalization indicated; disabling limiting self-care ADL; Grade 4=events with life-threatening consequences, urgent intervention indicated; Grade 5= death related to AE. Treatment-emergent adverse events occurred between first dose of study drug and up to 28 days after last dose that were absent before treatment or that worsened relative to pretreatment state.",
        "timeFrame": "Baseline up to 6 months after EOT (52 months in maximum)"
      },
      {
        "measure": "Number of Participants With AEs Leading to Discontinuation or Dose Reduction",
        "description": "An AE was any untoward medical occurrence in a clinical investigation where participant administered a product; the event did not need to have a causal relationship with the treatment.",
        "timeFrame": "Baseline up to 6 months after EOT (52 months in maximum)"
      },
      {
        "measure": "Number of Participants With Dose-Limiting Toxicities (DLTs)",
        "description": "The following AEs occurring in the first 28 days following the first AdC68 vaccination and not related to disease/progression were DLTs: (a) hematologic (Cohorts 1A to 3A and Cohorts 6A to 9A): Grade 3 neutropenia lasting \\>7 days, febrile neutropenia, Grade \\>=3 neutropenic infection, Grade \\>=3 thrombocytopenia, Grade \\>=3 anemia lasting \\>7 days, Grade \\>=3 lymphopenia lasting \\>14 days; (b) non-hematologic (all cohorts): Grade \\>=3 laboratory abnormalities either associated with symptoms or associated with worsening of an existing condition or that suggested a new disease process or that required additional active management, Grade \\>=3 toxicities, Grade 3 flu like symptoms lasting \\>3 days, fever of \\>40.0 degree Celsius lasting \\>3 days. Other clinically important or persistent toxicities at discretion of investigator and Pfizer.",
        "timeFrame": "The first 28 days following the first AdC68 vaccination (on Cycle 1 Day 1)"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Laboratory Abnormalities in Hematology (Grade 3 or 4)",
        "description": "Laboratory abnormalities were graded per NCI CTCAE version 4.03 (Grade 3: severe AE; Grade 4: life-threatening consequences, urgent intervention indicated) and those with at least 1 participant are presented here. Hematology parameters included hemoglobin, platelets, white blood cell count, neutrophils, eosinophils, monocytes, basophils and lymphocytes.",
        "timeFrame": "Baseline up to 6 months after EOT (52 months in maximum)"
      },
      {
        "measure": "Number of Participants With Laboratory Abnormalities in Chemistry (Grade 3 or 4)",
        "description": "Laboratory abnormalities were graded per NCI CTCAE version 4.03 (Grade 3: severe AE; Grade 4: life-threatening consequences, urgent intervention indicated) and those with at least 1 participant are presented here. Chemistry parameters included aspartate aminotransferase, alanine aminotransferase, alkaline phosphatase, sodium, potassium, magnesium, chloride, total calcium, total bilirubin, blood urea nitrogen (or urea), creatinine, uric acid, glucose, albumin, phosphorous or phosphate, lactate dehydrogenase, lipase, bicarbonate or carbon dioxide, total protein, TSH (if abnormal, reflex free T4 and free T3).",
        "timeFrame": "Baseline up to 6 months after EOT (52 months in maximum)"
      },
      {
        "measure": "Number of Participants With Laboratory Abnormalities in Urinalysis (Grade 3 or 4)",
        "description": "Laboratory abnormalities were graded per NCI CTCAE version 4.03 (Grade 3: severe AE; Grade 4: life-threatening consequences, urgent intervention indicated) and those with at least 1 participant are presented here. Urine parameters included urine protein and urine blood.",
        "timeFrame": "Baseline up to 6 months after EOT (52 months in maximum)"
      },
      {
        "measure": "Change From Baseline in T Cell Response to Prostate Specific Antigen (PSA) in Part A",
        "description": "T cell response to PSA was determined by assaying peripheral blood mononuclear cell (PBMC) samples for cellular immune responses against PSA antigens and was determined as the frequency of interferon-gamma (IFN-γ) spot forming cells (SFC)/million PBMCs. Change from baseline at Cycle 1 Day 71 and at Cycle 2 Day 99 are presented here.",
        "timeFrame": "At screening; Cycle 1: at Day 1, Day 15, Day 29, Day 43, Day 71; Cycle 2: at Day 1, Day 29, and Day 99; at the EOT visit, and 2, 4 and 6 months after EOT."
      },
      {
        "measure": "Change From Baseline in T Cell Response to Prostate Stem Cell Antigen (PSCA) in Part A",
        "description": "T cell response to PSCA was determined by assaying PBMC samples for cellular immune responses against PSCA antigens and was determined as the frequency of IFN-γ SFC/million PBMCs. Change from baseline at Cycle 1 Day 71 and at Cycle 2 Day 99 are presented here.",
        "timeFrame": "At screening; Cycle 1: at Day 1, Day 15, Day 29, Day 43, Day 71; Cycle 2: at Day 1, Day 29, and Day 99; at the EOT visit, and 2, 4 and 6 months after EOT."
      },
      {
        "measure": "Change From Baseline in T Cell Response to Prostate Specific Membrane Antigen (PSMA) in Part A",
        "description": "T cell response to PSMA was determined by assaying PBMC samples for cellular immune responses against PSMA antigens and was determined as the frequency of IFN-γ SFC/million PBMCs. Change from baseline at Cycle 1 Day 71 and at Cycle 2 Day 99 are presented here.",
        "timeFrame": "At screening; Cycle 1: at Day 1, Day 15, Day 29, Day 43, Day 71; Cycle 2: at Day 1, Day 29, and Day 99; at the EOT visit, and 2, 4 and 6 months after EOT."
      },
      {
        "measure": "Maximum Observed Plasma Concentration (Cmax) of Tremelimumab in Part A",
        "description": "Cmax was defined as the maximum observed plasma concentration. Blood samples (approximately 3 mL whole blood) to provide at least 1 mL of serum for measurement of tremelimumab PK analysis were collected.",
        "timeFrame": "Cycle 1: at Day 1 pre-dose, any time between 48 to 120 hr, approximately 168 hr, 336 hr, and 504 hr, at pre-dose on Day 29, Day 57, and Day 85; Cycle 2: at pre-dose on Day 1 and Day 29; at EOT visit, and 2, 4 and 6 months after EOT."
      },
      {
        "measure": "Time to Reach Maximum Observed Plasma Concentration (Tmax) of Tremelimumab in Part A",
        "description": "Tmax was defined as the time to reach maximum observed plasma concentration. Blood samples (approximately 3 mL whole blood) to provide at least 1 mL of serum for measurement of tremelimumab PK analysis were collected.",
        "timeFrame": "Cycle 1: at Day 1 pre-dose, any time between 48 to 120 hr, approximately 168 hr, 336 hr, and 504 hr, at pre-dose on Day 29, Day 57, and Day 85; Cycle 2: at pre-dose on Day 1 and Day 29; at EOT visit, and 2, 4 and 6 months after EOT."
      },
      {
        "measure": "Area Under the Curve From Time Zero to Last Quantifiable Concentration (AUClast) of Tremelimumab in Part A",
        "description": "AUClast was defined as the area under the curve from time zero to last quantifiable concentration. Blood samples (approximately 3 mL whole blood) to provide at least 1 mL of serum for measurement of tremelimumab PK analysis were collected.",
        "timeFrame": "Cycle 1: at Day 1 pre-dose, any time between 48 to 120 hr, approximately 168 hr, 336 hr, and 504 hr, at pre-dose on Day 29, Day 57, and Day 85; Cycle 2: at pre-dose on Day 1 and Day 29; at EOT visit, and 2, 4 and 6 months after EOT."
      },
      {
        "measure": "Trough Concentrations (Ctrough) After Multiple Dosing of Tremelimumab",
        "description": "Pre-dose tremelimumab concentration on Cycle 2 Day 1 is presented here as Ctrough. Blood samples (approximately 3 mL whole blood) to provide at least 1 mL of serum for measurement of tremelimumab PK analysis were collected. Summary statistics of Ctrough were not calculated if number of observations above lower lit of quantification (NALQ)=0 or \\<=3 participants had non-missing data.",
        "timeFrame": "Pre-dose on Cycle 2 Day 1"
      },
      {
        "measure": "Cmax of PF-06801591 in Part A",
        "description": "Cmax was defined as the maximum observed plasma concentration. Blood samples (approximately 5 mL) to provide serum for the analysis of PF-06801591 concentrations were collected.",
        "timeFrame": "Cycle 1: at Day 1 pre-dose, any time between 48 to 120 hr, approximately 168 hr, 336 hr, and 504 hr, at pre-dose on Day 29, Day 57, and Day 85; Cycle 2: at pre-dose on Day 1 and Day 29; at EOT visit, and 2, 4 and 6 months after EOT."
      },
      {
        "measure": "Tmax of PF-06801591 in Part A",
        "description": "Tmax was defined as the time at which Cmax occurred. Blood samples (approximately 5 mL) to provide serum for the analysis of PF- 06801591 concentrations were collected.",
        "timeFrame": "Cycle 1: at Day 1 pre-dose, any time between 48 to 120 hr, approximately 168 hr, 336 hr, and 504 hr, at pre-dose on Day 29, Day 57, and Day 85; Cycle 2: at pre-dose on Day 1 and Day 29; at EOT visit, and 2, 4 and 6 months after EOT."
      },
      {
        "measure": "AUClast of PF-06801591 in Part A",
        "description": "AUClast was defined as the area under the curve from time zero to last quantifiable concentration. Blood samples (approximately 5 mL) to provide serum for the analysis of PF-06801591 concentrations were collected. The geometric mean and geometric coefficient of variation of AUClast for Cohort 9A were not presented because fewer than 3 participants had reportable parameter values.",
        "timeFrame": "Cycle 1: at Day 1 pre-dose, any time between 48 to 120 hr, approximately 168 hr, 336 hr, and 504 hr, at pre-dose on Day 29, Day 57, and Day 85; Cycle 2: at pre-dose on Day 1 and Day 29; at EOT visit, and 2, 4 and 6 months after EOT."
      },
      {
        "measure": "Ctrough of PF-06801591",
        "description": "Pre-dose PF-06801591 concentration on Cycle 2 Day 1 is presented here as Ctrough. Blood samples (approximately 3 mL whole blood) to provide at least 1 mL of serum for measurement of PF-06801591 PK analysis were collected.",
        "timeFrame": "Pre-dose on Cycle 2 Day 1"
      },
      {
        "measure": "Number of Participants With Anti-Drug Antibody (ADA) Against Tremelimumab",
        "description": "Blood samples (approximately 5 mL) to provide at least 1 mL of serum to detect ADA were collected from participants enrolled in to Cohorts 3A to 9A and Cohorts 1B to 5B. Participants were considered ADA-positive if sample titer (log10) \\>=1.48; participants were considered ADA-negative if sample titer (log10) \\<1.48.",
        "timeFrame": "Cycle 1: at Day 1, Day 29, and Day 85; Cycle 2: at Day 29; at the EOT visit, and 2, 4 and 6 months after EOT. Samples collected on dosing days were obtained within 6 hours prior to tremelimumab dosing."
      },
      {
        "measure": "Titer of Treatment-Induced ADA Against Tremelimumab",
        "description": "Treatment-induced ADA was defined as baseline titer missing or negative and participant had \\>=1 post-treatment positive titer. Blood samples (approximately 5 mL) to provide at least 1 mL of serum to detect ADA were collected from participants enrolled in to Cohorts 3A to 9A and Cohorts 1B to 5B.",
        "timeFrame": "Cycle 1: at Day 1, Day 29, and Day 85; Cycle 2: at Day 29; at the EOT visit, and 2, 4 and 6 months after EOT. Samples collected on dosing days were obtained within 6 hours prior to tremelimumab dosing."
      },
      {
        "measure": "Number of Participants With Neutralizing Antibody (NAb) Against Tremelimumab",
        "description": "Only those samples tested positive for ADA were to be further tested for Nab. Blood samples (approximately 5 mL) to provide at least 1 mL of serum to detect NAb were collected from participants enrolled in to Cohorts 3A to 9A and Cohorts 1B to 5B. Nab against tremelimumab was not examined due to business reason.",
        "timeFrame": "Cycle 1: at Day 1, Day 29, and Day 85; Cycle 2: at Day 29; at the EOT visit, and 2, 4 and 6 months after EOT. Samples collected on dosing days were obtained within 6 hours prior to tremelimumab dosing."
      },
      {
        "measure": "Titer of Treatment-Induced NAb Against Tremelimumab",
        "description": "Only those samples tested positive for ADA were to be further tested for Nab. Blood samples (approximately 5 mL) to provide at least 1 mL of serum to detect NAb were collected from participants enrolled in to Cohorts 3A to 9A and Cohorts 1B to 5B. Nab against tremelimumab was not examined due to business reason.",
        "timeFrame": "Cycle 1: at Day 1, Day 29, and Day 85; Cycle 2: at Day 29; at the EOT visit, and 2, 4 and 6 months after EOT. Samples collected on dosing days were obtained within 6 hours prior to tremelimumab dosing."
      },
      {
        "measure": "Number of Participants With ADA Against PF-06801591",
        "description": "Participants were considered ADA-positive if sample titer (log10) \\>=99; Participants were considered ADA-negative if sample titer (log10) \\<99. Blood samples (approximately 5 mL) to provide at least 1 mL of serum for detection of ADA against PF-06801591 were collected from participants enrolled in Cohorts 6A to 9A and Cohorts 3B and 5B.",
        "timeFrame": "Cycle 1: at Day 1, Day 29, and Day 85; Cycle 2: at Day 29; at the EOT visit, and 2, 4 and 6 months after EOT. Samples collected on dosing days were obtained within 6 hours prior to PF-06801591 dosing."
      },
      {
        "measure": "Titer of Treatment-Induced ADA Against PF-06801591",
        "description": "Treatment-induced ADA was defined as baseline titer missing or negative and participant had \\>=1 post-treatment positive titer. Blood samples (approximately 5 mL) to provide at least 1 mL of serum for detection of ADA against PF-06801591 were collected from participants enrolled in Cohorts 6A to 9A and Cohorts 3B and 5B.",
        "timeFrame": "Cycle 1: at Day 1, Day 29, and Day 85; Cycle 2: at Day 29; at the EOT visit, and 2, 4 and 6 months after EOT. Samples collected on dosing days were obtained within 6 hours prior to PF-06801591 dosing."
      },
      {
        "measure": "Number of Participants With NAb Against PF-06801591",
        "description": "Only those samples tested positive for ADA were to be further tested for Nab. Blood samples (approximately 5 mL) to provide at least 1 mL of serum for detection of NAb against PF-06801591 were collected from participants enrolled in Cohorts 6A to 9A and Cohorts 3B and 5B. Nab against PF-06801591 was not examined due to business reason.",
        "timeFrame": "Cycle 1: at Day 1, Day 29, and Day 85; Cycle 2: at Day 29; at the EOT visit, and 2, 4 and 6 months after EOT. Samples collected on dosing days were obtained within 6 hours prior to PF-06801591 dosing."
      },
      {
        "measure": "Titer of Treatment-Induced NAb Against PF-06801591",
        "description": "Only those samples tested positive for ADA were to be further tested for Nab. Blood samples (approximately 5 mL) to provide at least 1 mL of serum for detection of NAb against PF-06801591 were collected from participants enrolled in Cohorts 6A to 9A and Cohorts 3B and 5B. Nab against PF-06801591 was not examined due to business reason.",
        "timeFrame": "Cycle 1: at Day 1, Day 29, and Day 85; Cycle 2: at Day 29; at the EOT visit, and 2, 4 and 6 months after EOT. Samples collected on dosing days were obtained within 6 hours prior to PF-06801591 dosing."
      },
      {
        "measure": "Objective Response Rate (ORR) by Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1) in Cohort 7A and 3B Combined and All mCRPC Patients",
        "description": "ORR was defined as the percentage of participants with best overall response based assessment of confirmed complete response (CR) or confirmed partial response (PR) according to RECIST v1.1. Per RECIST v1.1: CR was defined as complete disappearance of all target lesions and non-target disease, with the exception of nodal disease. All nodes, both target and non-target, must decrease to normal (short axis \\<10 mm) and no new lesions. PR was defined as \\>=30% decrease under baseline of the sum of diameters of all target lesions. The short axis was used in the sum for target nodes, while the longest diameter was used in the sum for all other target lesions. No unequivocal progression of non-target disease and no new lesions.",
        "timeFrame": "Baseline up to 6 months after EOT (52 months in maximum)"
      },
      {
        "measure": "Duration of Response (DOR) by RECIST v1.1 in Cohort 7A and 3B Combined and All mCRPC Patients",
        "description": "DOR was defined as the time from first documentation of confirmed CR or PR to date of first documentation of progressive disease (PD) or death due to any cause according to RECIST v1.1. Per RECIST v1.1: CR was defined as complete disappearance of all target lesions and non-target disease, with the exception of nodal disease. All nodes, both target and non-target, must decrease to normal (short axis \\<10 mm) and no new lesions. PR was defined as \\>=30% decrease under baseline of the sum of diameters of all measurable target lesions. The short axis was used in the sum for target nodes, while the longest diameter was used in the sum for all other target lesions. No unequivocal progression of non-target disease and no new lesions. PD was defined as \\>=20% increase in the sum of diameters of target measurable lesions above the smallest sum observed, with a minimum absolute increase of 5 mm. Unequivocal progression of pre existing lesions for non-target disease.",
        "timeFrame": "Baseline up to 6 months after EOT (52 months in maximum)"
      },
      {
        "measure": "Immune-Related Confirmed ORR by Immune Related Response Evaluation Criteria in Solid Tumors Version 1.1 (irRECIST v1.1) in Cohort 7A and 3B Combined and All mCRPC Patients",
        "description": "Immune-related confirmed ORR was defined as the percentage of participants with objective response based assessment of confirmed immune related complete response (irCR) or confirmed immune related partial response (irPR) according to irRECIST v1.1. Per irRECIST v1.1: irCR was defined as complete disappearance of all lesions and no new lesions. All measurable lymph nodes also must have a reduction in short axis to \\<10 mm. irPR was defined as sum of the diameters (longest for non nodal lesions, shortest for nodal lesions) of target and new measurable lesions must decrease \\>=30%.",
        "timeFrame": "Baseline up to 6 months after EOT (52 months in maximum)"
      },
      {
        "measure": "Immune-Related Confirmed DOR by irRECIST v1.1 in Cohort 7A and 3B Combined and All mCRPC Patients",
        "description": "Immune-related confirmed DOR was defined as the time from first documentation of confirmed irCR or confirmed irPR to date of first documentation of immune related progressive disease (irPD) or death due to any cause according to irRECIST. Per irRECIST v1.1: irCR was defined as complete disappearance of all lesions and no new lesions. All measurable lymph nodes also must have a reduction in short axis to \\<10 mm. irPR was defined as sum of the diameters (longest for non nodal lesions, shortest for nodal lesions) of target and new measurable lesions must decrease \\>=30%. irPD was defined as sum of the diameters of target and new measurable lesions must increase \\>=20%, confirmed by a repeat, consecutive observation at least 4 weeks from the date first documented.",
        "timeFrame": "Baseline up to 6 months after EOT (52 months in maximum)"
      },
      {
        "measure": "Number of Patients With Bone Progression Per Prostrate Cancer Working Group 3 (PCWG3) Criteria in Cohort 7A and 3B Combined",
        "description": "Number of participants with bone progression per Prostate Cancer Clinical Trials Working Group 3 (PCWG3). Per PCWG3, progressing disease on bone scan was considered when at least two new lesions relative to the first post treatment scan was confirmed on a subsequent scan (6 or more weeks later).",
        "timeFrame": "Baseline up to 6 months after EOT (52 months in maximum)"
      },
      {
        "measure": "Radiographic Progression Free Survival (rPFS) Per RECIST v1.1 in Cohort 7A and 3B Combined , All mCRPC Patients, Cohort 1B, and Cohort 5B",
        "description": "Radiographic Progression Free Survival (rPFS) per RECIST v1.1. rPFS was defined as the time from first dose of study treatment to date of first documentation of radiographic PD or death due to any cause, whichever occurs first. Per RECIST v1.1, PD was defined as \\>=20% increase in the sum of diameters of target measurable lesions above the smallest sum observed, with a minimum absolute increase of 5 mm. Unequivocal progression of pre existing lesions for non-target disease. The Kaplan Meier estimate of median rPFS was presented here.",
        "timeFrame": "Baseline up to 6 months after EOT (52 months in maximum)"
      },
      {
        "measure": "Number of Participants Achieving Central PSA Response >= 50% Decline From Baseline (PSA-50) in Part B",
        "description": "PSA-50 response rate was defined as the proportion of patients whose on-study PSA declined from baseline by at least 50% at two consecutive measurements at least 3 weeks apart, prior to other systematic anti-cancer therapy.",
        "timeFrame": "At screening; Cycle 1 and 2: at Day 1, Day 29, Day 57, and Day 85; at the EOT visit, and 1, 2, 4 and 6 months after EOT."
      },
      {
        "measure": "Duration of PSA-50 Response in Part B",
        "description": "Duration of PSA-50 response was defined as the period from the first measurement when PSA-50 response was achieved to the measurement when PSA-50 response no longer held.",
        "timeFrame": "Days 1, 29, 57 of Cycle 1 and Cycle 2."
      },
      {
        "measure": "Baseline for PSA in Part B",
        "description": "PSA Baseline is defined as the most recent non-missing value prior to dosing.",
        "timeFrame": "At screening and Cycle 1 Day 1."
      },
      {
        "measure": "Baseline for PSA Doubling Time (PSADT) in Part B",
        "description": "PSADT was defined as the natural log of 2 divided by the slope of the linear regression line of the natural log of PSA against time in month. Baseline has been calculated from the PSA values at screening and C1D1.",
        "timeFrame": "At screening and Cycle 1 Day 1."
      },
      {
        "measure": "Baseline for PSA Slope in Part B",
        "description": "PSA slope was defined as the slope of the linear regression line of natural log of PSA against time in month. Baseline has been calculated from the PSA values at screening and C1D1.",
        "timeFrame": "At screening and Cycle 1 Day 1."
      },
      {
        "measure": "Baseline for PSA Velocity in Part B",
        "description": "PSA velocity was defined as the slope of the linear regression line of PSA against time in month. Baseline has been calculated from the PSA values at screening and C1D1.",
        "timeFrame": "At screening and Cycle 1 Day 1."
      },
      {
        "measure": "Change in PSADT at Post-Treatment Visit From Baseline in Part B",
        "description": "PSADT was defined as the natural log of 2 divided by the slope of the linear regression line of the natural log of PSA against time in month. PSADT at the post-treatment visit was calculated from C1D1 and all post-treatment PSA values.",
        "timeFrame": "At screening; Cycle 1 and 2: at Day 1, Day 29, Day 57, and Day 85; at the EOT visit, and 1, 2, 4 and 6 months after EOT."
      },
      {
        "measure": "Change in PSA Slope at Post-Treatment Visit From Baseline in Part B",
        "description": "PSA slope was defined as the slope of the linear regression line of natural log of PSA against time in month. PSA slope at the post-treatment visit was calculated from C1D1 and all post-treatment PSA values.",
        "timeFrame": "At screening; Cycle 1 and 2: at Day 1, Day 29, Day 57, and Day 85; at the EOT visit, and 1, 2, 4 and 6 months after EOT."
      },
      {
        "measure": "Change in PSA Velocity at Post-Treatment Visit From Baseline in Part B",
        "description": "PSA velocity was defined as the slope of the linear regression line of PSA against time in month. PSA velocity at the post-treatment visit was calculated from C1D1 and all post-treatment PSA values.",
        "timeFrame": "At screening; Cycle 1 and 2: at Day 1, Day 29, Day 57, and Day 85; at the EOT visit, and 1, 2, 4 and 6 months after EOT."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 37,
      "otherCount": 0,
      "totalCount": 41
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:45.295Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}