{
  "nctId": "NCT03589807",
  "briefTitle": "2013/2017 H7N9 Prime-Boost Interval",
  "officialTitle": "A Phase II Study to Assess the Safety, Reactogenicity and Immunogenicity of Different Prime-Boost Vaccination Schedules of 2013 and 2017 A/H7N9 Inactivated Influenza Vaccines Administered Intramuscularly With or Without AS03 Adjuvant in Healthy Adults 19-50 Years of Age",
  "protocolDocument": {
    "nctId": "NCT03589807",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-12-18",
    "uploadDate": "2021-06-03T10:58",
    "size": 3476118,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03589807/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 180,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-08-21",
    "completionDate": "2020-06-14",
    "primaryCompletionDate": "2020-06-14",
    "firstSubmitDate": "2018-06-28",
    "firstPostDate": "2018-07-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Provide written informed consent prior to initiation of any study procedures.\n2. Are able to understand and comply with planned study procedures and be available for all study visits.\n3. Must agree to the collection of venous blood per protocol.\n4. Must agree to have residual specimens and samples/specimens collected during this trial specifically for the purpose of future research stored for future research use.\n5. Are males or non-pregnant females, 19 to 50 years of age, inclusive.\n6. Are in good health.\n\n   * As determined by medical history and physical examination to evaluate acute or currently ongoing chronic medical diagnoses or conditions, defined as those that have been present for at least 90 days, which would affect the assessment of the safety of subjects or the immunogenicity of study vaccinations. Chronic medical diagnoses or conditions should be stable for the last 60 days (no hospitalizations, Emergency Room (ER), or urgent care for condition and no adverse symptoms that need medical intervention such as medication change/supplemental oxygen). This includes no change in chronic prescription medication, dose, or frequency as a result of deterioration of the chronic medical diagnosis or condition in the 60 days prior to enrollment. Any prescription change that is due to change of health care provider, insurance company, etc., or that is done for financial reasons, as long as in the same class of medication, will not be considered a deviation of this inclusion criterion. Any change in prescription medication due to improvement of a disease outcome, as determined by the site principal investigator or appropriate sub-investigator, will not be considered a deviation of this inclusion criterion. Subjects may be on chronic or as needed (prn) medications if, in the opinion of the site principal investigator or appropriate sub-investigator, they pose no additional risk to subject safety or assessment of reactogenicity and immunogenicity and do not indicate a worsening of medical diagnosis or condition. Similarly, medication changes subsequent to enrollment and study vaccination are acceptable provided there was no deterioration in the subject's chronic medical condition that necessitated a medication change, and there is no additional risk to the subject or interference with the evaluation of responses to study vaccination. Note: Topical, nasal, and inhaled medications (with the exception of inhaled corticosteroids as outlined in the Subject Exclusion Criteria), herbals, vitamins, and supplements are permitted.\n7. Oral temperature is less than 100.0 degrees Fahrenheit.\n8. Pulse is 47 to 100 beats per minute, inclusive.\n9. Systolic blood pressure is 85 to 150 mmHg, inclusive.\n10. Diastolic blood pressure is 55 to 95 mmHg, inclusive.\n11. Erythrocyte Sedimentation Rate (ESR) is less than 30 mm per hour.\n12. Women of childbearing potential must use an acceptable contraception method from 30 days before first study vaccination until 60 days after last study vaccination.\n\n    \\- Not sterilized via tubal ligation, bilateral oophorectomy, salpingectomy, hysterectomy, or successful Essure(R) placement (permanent, non-surgical, non-hormonal sterilization) with documented radiological confirmation test at least 90 days after the procedure, and still menstruating or \\<1 year of the last menses if menopausal.\n\n    \\-- Includes non-male sexual relationships, abstinence from sexual intercourse with a male partner, monogamous relationship with vasectomized partner who has been vasectomized for 180 days or more prior to the subject receiving the first study vaccination, barrier methods such as condoms or diaphragms with spermicide or foam, effective intrauterine devices, NuvaRing(R), and licensed hormonal methods such as implants, injectables, or oral contraceptives (\"the pill\").\n13. Women of childbearing potential must have a negative urine or serum pregnancy test within 24 hours prior to study vaccination.\n\nExclusion Criteria:\n\n1. Have an acute illness, as determined by the site principal investigator or appropriate sub-investigator, within 72 hours prior to study vaccination.\n\n   * An acute illness which is nearly resolved with only minor residual symptoms remaining is allowable if, in the opinion of the site principal investigator or appropriate sub-investigator, the residual symptoms will not interfere with the ability to assess safety parameters as required by the protocol.\n2. Have any medical disease or condition that, in the opinion of the site principal investigator or appropriate sub-investigator, is a contraindication to study participation.\n\n   \\- Including acute or chronic medical disease or condition, defined as persisting for at least 90 days, that would place the subject at an unacceptable risk of injury, render the subject unable to meet the requirements of the protocol, or may interfere with the evaluation of responses or the subject's successful completion of this trial.\n3. Have immunosuppression as a result of an underlying illness or treatment, a recent history or current use of immunosuppressive or immunomodulating disease therapy.\n4. Use of anticancer chemotherapy or radiation therapy (cytotoxic) within 3 years prior to study vaccination.\n5. Have known active neoplastic disease or a history of any hematologic malignancy. Non-melanoma, treated, skin cancers are permitted.\n6. Have known human immunodeficiency virus (HIV), hepatitis B, or hepatitis C infection.\n7. Have known hypersensitivity or allergy to eggs, egg or chicken protein, squalene-based adjuvants, or other components of the study vaccine.\n8. Have a history of severe reactions following previous immunization with licensed or unlicensed influenza vaccines.\n9. Have a personal or family history of narcolepsy.\n10. Have a history of Guillian-Barre Syndrome (GBS).\n11. Have a history of convulsions or encephalomyelitis within 90 days prior to study vaccination.\n12. Have a history of Potentially Immune-Mediated Medical Conditions (PIMMCs).\n13. Have a history of alcohol or drug abuse within 5 years prior to study vaccination.\n14. Have any diagnosis, current or past, of schizophrenia, bipolar disease, or other psychiatric diagnosis that may interfere with subject compliance or safety evaluations.\n\n    \\- As determined by the site Principal Investigator or appropriate sub-investigator.\n15. Have been hospitalized for psychiatric illness, history of suicide attempt, or confinement for danger to self or others within 10 years prior to study vaccination.\n16. Have taken oral or parenteral (including intra-articular) corticosteroids of any dose within 30 days prior to study vaccination.\n17. Have taken high-dose inhaled corticosteroids within 30 days prior to each study vaccination.\n\n    \\- High-dose defined as per age as using inhaled high-dose per reference chart in the National Heart, Lung and Blood Institute Guidelines for the Diagnosis and Management of Asthma (EPR-3) or other lists published in UPTODATE.\n18. Received a licensed live vaccine within 30 days prior to the first study vaccination, or plan to receive a licensed live vaccine within 30 days before or after each study vaccination.\n19. Received or plan to receive a licensed, inactivated vaccine (excluding all licensed, seasonal IIVs) within 14 days before or after each study vaccination.\n20. Received or plan to receive a licensed, seasonal IIV within 21 days before or after each study vaccination\n21. Received immunoglobulin or other blood products (except Rho D immunoglobulin) within 90 days prior to each study vaccination.\n22. Received an experimental agent within 30 days prior to the first study vaccination, or expect to receive an experimental agent during the trial-reporting period.\n\n    \\- Including vaccine, drug, biologic, device, blood product, or medication.\n\n    \\-- Other than from participation in this trial.\n\n    \\--- Approximately 12 months after the last study vaccination.\n23. Are participating or plan to participate in another clinical trial with an interventional agent that will be received during the trial-reporting period.\n\n    \\- Including licensed or unlicensed vaccine, drug, biologic, device, blood product, or medication.\n\n    \\-- Approximately 12 months after the last study vaccination.\n24. Received or plan to receive an influenza A/H7 vaccine or have a history of influenza A/H7 subtype infection.\n\n    \\- And assigned to a treatment arm receiving influenza A/H7 vaccine, i.e., does not apply to documented placebo recipients.\n25. Had substantial direct contact with live or freshly slaughtered poultry or pigeons while in mainland China within the past five years.\n\n    \\- Substantial contact is defined as visited a poultry farm and/or a live poultry market.\n26. Occupational exposure to or substantial direct physical contact with birds in the past year and through the 21 days after the last study vaccination.\n\n    \\- Exposure to free range chickens in the yard is exclusionary. Casual contact with birds at petting zoos or county or state fairs, or having pet birds does not exclude subjects from study participation.\n27. Female subjects who are breastfeeding or plan to breastfeed at any given time from the first study vaccination until 30 days after the last study vaccination.\n28. Plan to travel outside the US (continental US, Hawaii, and Alaska) from the time of each study vaccination through 21 days after each study vaccination.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "19 Years",
    "maximumAge": "50 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Geometric Mean Titers (GMTs) of Serum Hemagglutinin Inhibition (HAI) Antibodies Against the Influenza A/H7N9 Study Vaccine Viruses on Day 43 in Participants Who Received Their Second Study Vaccination on Day 22.",
        "description": "Blood was collected for HAI assay which was conducted with the 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The geometric mean titer was calculated for each study arm from the available results at 21 days post second study vaccination (Day 43).",
        "timeFrame": "Day 43"
      },
      {
        "measure": "Geometric Mean Titers (GMTs) of Serum Hemagglutinin Inhibition (HAI) Antibodies Against the Influenza A/H7N9 Study Vaccine Viruses on Day 142 in Participants Who Received Their Second Study Vaccination on Day 121.",
        "description": "Blood was collected for HAI assay which was conducted with the 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The geometric mean titer was calculated for each study arm and stratum from the available results at 21 days post study vaccination (Day 142).",
        "timeFrame": "Day 142"
      },
      {
        "measure": "Geometric Mean Titers (GMTs) of Serum Neutralizing (Neut) Antibodies Against the Influenza A/H7N9 Vaccine Viruses on Day 43 in Participants Who Received Their Second Study Vaccination on Day 22.",
        "description": "Blood was collected for Neutralizing assay which was conducted with the H7N9 vaccine virus as the antigen. Each sample was tested at least twice per the laboratory's standard operating procedure, and the geometric mean of the replicate results was calculated as that sample's result. The geometric mean titer was calculated for each study arm from the available results at 21 days post second study vaccination (Day 43).",
        "timeFrame": "Day 43"
      },
      {
        "measure": "Geometric Mean Titers (GMTs) of Serum Neut Antibodies Against the Influenza A/H7N9 Study Vaccine Viruses on Day 142 in Participants Who Received Their Second Study Vaccination on Day 121",
        "description": "Blood was collected for Neutralizing assay which was conducted with the H7N9 vaccine virus as the antigen. Each sample was tested at least twice per the laboratory's standard operating procedure, and the geometric mean of the replicate results was calculated as that sample's result. The geometric mean titer was calculated for each study arm from the available results at 21 days post second study vaccination (Day 142).",
        "timeFrame": "Day 142"
      },
      {
        "measure": "Number of Participants Reporting Serious Adverse Events (SAEs) From Day 1 Through Day 387 in Participants Who Received Their Second Study Vaccination on Day 22.",
        "description": "SAEs included any untoward medical occurrence that resulted in death; was life threatening; was a persistent/significant disability/incapacity; required inpatient hospitalization or prolongation; or a congenital anomaly/birth defect.",
        "timeFrame": "Day 1 through Day 387"
      },
      {
        "measure": "Number of Participants Reporting Serious Adverse Events (SAEs) From Day 1 Through Day 486 in Participants Who Received Their Second Study Vaccination on Day 121.",
        "description": "SAEs included any untoward medical occurrence that resulted in death; was life threatening; was a persistent/significant disability/incapacity; required inpatient hospitalization or prolongation; or a congenital anomaly/birth defect.",
        "timeFrame": "Day 1 through Day 486"
      },
      {
        "measure": "Number of Participants Reporting Clinical Safety Laboratory Adverse Events (AEs) Post First Vaccination From Day 1 Through Day 8",
        "description": "Laboratory parameters include alanine aminotransferase (ALT), bilirubin, creatinine, hemoglobin, platelets and white blood cells (WBC). Thresholds for adverse events were considered as ALT 44 IU/L or greater (female) or 61 IU/L or greater (male); bilirubin 1.30 mg/dL or greater; creatinine 1.1 mg/dL or greater (female) or 1.4 mg/dL or greater (male); hemoglobin 11.4 g/dL or lower (female) or 12.4 g/dL or lower (male); platelets 139 x10\\^3/µL or below or 416 x10\\^3/µL or greater; or WBC or 3.9 x10\\^3/µL or lower or 10.6 x10\\^3/µL or higher.",
        "timeFrame": "Day 1 through Day 8"
      },
      {
        "measure": "Number of Participants Reporting Clinical Safety Laboratory Adverse Events (AEs) Post Second Vaccination From Day 121 Through Day 128 in Participants Who Received Their Second Study Vaccination on Day 121.",
        "description": "Laboratory parameters include alanine aminotransferase (ALT), bilirubin, creatinine, hemoglobin, platelets and white blood cells (WBC). Thresholds for adverse events were considered as ALT 44 IU/L or greater (female) or 61 IU/L or greater (male); bilirubin 1.30 mg/dL or greater; creatinine 1.1 mg/dL or greater (female) or 1.4 mg/dL or greater (male); hemoglobin 11.4 g/dL or lower (female) or 12.4 g/dL or lower (male); platelets 139 x10\\^3/µL or below or 416 x10\\^3/µL or greater; or WBC or 3.9 x10\\^3/µL or lower or 10.6 x10\\^3/µL or higher.",
        "timeFrame": "Day 121 through Day 128"
      },
      {
        "measure": "Number of Participants Reporting Clinical Safety Laboratory Adverse Events (AEs) Post Second Vaccination From Day 22 Through Day 29 in Participants Who Received Their Second Study Vaccination on Day 22.",
        "description": "Laboratory parameters include alanine aminotransferase (ALT), bilirubin, creatinine, hemoglobin, platelets and white blood cells (WBC). Thresholds for adverse events were considered as ALT 44 IU/L or greater (female) or 61 IU/L or greater (male); bilirubin 1.30 mg/dL or greater; creatinine 1.1 mg/dL or greater (female) or 1.4 mg/dL or greater (male); hemoglobin 11.4 g/dL or lower (female) or 12.4 g/dL or lower (male); platelets 139 x10\\^3/µL or below or 416 x10\\^3/µL or greater; or WBC or 3.9 x10\\^3/µL or lower or 10.6 x10\\^3/µL or higher.",
        "timeFrame": "Day 22 through Day 29"
      },
      {
        "measure": "Number of Participants Reporting Solicited Injection Site Reactogenicity Events Post First Vaccination From Day 1 Through Day 8",
        "description": "Injection site AEs solicited on a memory aid provided to participants included Pain, Tenderness, Itching/Pruritus, Ecchymosis/Bruising (functional grade based on interference with daily activities), Ecchymosis/Bruising (any measured value \\>0mm), Erythema/Redness (functional grade), Erythema/ Redness (any measured value \\>0mm), Induration/Swelling (functional grade), and Induration/Swelling (any measured value \\>0mm). Participants are considered reporting the injection site AE if they reported mild or greater severity at any time during the 8 days at or following the first vaccination.",
        "timeFrame": "Day 1 through Day 8"
      },
      {
        "measure": "Number of Participants Reporting Solicited Injection Site Reactogenicity Events Post Second Vaccination From Day 121 Through Day 128 in Participants Who Received Their Second Study Vaccination on Day 121.",
        "description": "Injection site AEs solicited on a memory aid provided to participants included Pain, Tenderness, Itching/Pruritus, Ecchymosis/Bruising (functional grade based on interference with daily activities), Ecchymosis/Bruising (any measured value \\>0mm), Erythema/Redness (functional grade), Erythema/ Redness (any measured value \\>0mm), Induration/Swelling (functional grade), and Induration/Swelling (any measured value \\>0mm). Participants are considered reporting the injection site AE if they reported mild or greater severity at any time during the 8 days at or following the second vaccination.",
        "timeFrame": "Day 121 through Day 128"
      },
      {
        "measure": "Number of Participants Reporting Solicited Injection Site Reactogenicity Events Post Second Vaccination From Day 22 Through Day 29 in Participants Who Received Their Second Study Vaccination on Day 22.",
        "description": "Injection site AEs solicited on a memory aid provided to participants included Pain, Tenderness, Itching/Pruritus, Ecchymosis/Bruising (functional grade based on interference with daily activities), Ecchymosis/Bruising (any measured value \\>0mm), Erythema/Redness (functional grade), Erythema/ Redness (any measured value \\>0mm), Induration/Swelling (functional grade), and Induration/Swelling (any measured value \\>0mm). Participants are considered reporting the injection site AE if they reported mild or greater severity at any time during the 8 days at or following the second vaccination.",
        "timeFrame": "Day 22 through Day 29"
      },
      {
        "measure": "Number of Participants Reporting Solicited Systemic Reactogenicity Events Post First Vaccination From Day 1 Through Day 8",
        "description": "Systemic AEs solicited on a memory aid provided to participants included Elevated Oral Temperature, Feverishness, Fatigue, Malaise, Myalgia, Arthralgia, Headache, and Nausea. Participants are considered reporting the systemic AE if they reported mild or greater severity at any time during the 8 days at or following the first vaccination.",
        "timeFrame": "Day 1 through Day 8"
      },
      {
        "measure": "Number of Participants Reporting Solicited Systemic Reactogenicity Events Post Second Vaccination From Day 121 Through Day 128 in Participants Who Received Their Second Study Vaccination on Day 121",
        "description": "Systemic AEs solicited on a memory aid provided to participants included Elevated Oral Temperature, Feverishness, Fatigue, Malaise, Myalgia, Arthralgia, Headache, and Nausea. Participants are considered reporting the systemic AE if they reported mild or greater severity at any time during the 8 days at or following the second vaccination.",
        "timeFrame": "Day 121 through Day 128"
      },
      {
        "measure": "Number of Participants Reporting Solicited Systemic Reactogenicity Events Post Second Vaccination From Day 22 Through Day 29 in Participants Who Received Their Second Study Vaccination on Day 22.",
        "description": "Systemic AEs solicited on a memory aid provided to participants included Elevated Oral Temperature, Feverishness, Fatigue, Malaise, Myalgia, Arthralgia, Headache, and Nausea. Participants are considered reporting the systemic AE if they reported mild or greater severity at any time during the 8 days at or following the second vaccination.",
        "timeFrame": "Day 22 through Day 29"
      },
      {
        "measure": "Percentage of Subjects Achieving Hemagglutination Inhibition (HAI) Antibody Titer of 1:40 or Greater Against the Influenza A/H7N9 Study Vaccine Viruses on Day 43 in Participants Who Received Their Second Study Vaccination on Day 22.",
        "description": "Blood was collected for the HAI assay conducted with the H7N9 vaccine virus as the antigen. Each sample was tested at least twice per the laboratory's standard operating procedure, and the geometric mean of the replicate results was calculated as that sample's result. The percentage of participants with HAI titer \\>= 1:40 was calculated for each study arm from the available results at 21 days post second study vaccination (Day 43).",
        "timeFrame": "Day 43"
      },
      {
        "measure": "Percentage of Subjects Achieving Hemagglutination Inhibition (HAI) Antibody Titer of 1:40 or Greater Against the Influenza A/H7N9 Study Vaccine Viruses on Day 142 in Participants Who Received Their Second Study Vaccination on Day 121.",
        "description": "Blood was collected for the HAI assay conducted with the H7N9 vaccine virus as the antigen. Each sample was tested at least twice per the laboratory's standard operating procedure, and the geometric mean of the replicate results was calculated as that sample's result. The percentage of participants with HAI titer \\>= 1:40 was calculated for each study arm from the available results at 21 days post second study vaccination (Day 142 ).",
        "timeFrame": "Day 142"
      },
      {
        "measure": "Percentage of Participants Achieving Neutralizing (Neut) Antibody Titer of 1:40 or Greater Against the Influenza A/H7N9 Vaccine Viruses on Day 43 in Participants Who Received Their Second Study Vaccination on Day 22",
        "description": "Blood was collected for the Neutralizing assay conducted with the H7N9 vaccine virus as the antigen. Each sample was tested at least twice per the laboratory's standard operating procedure, and the geometric mean of the replicate results was calculated as that sample's result. The percentage of participants with Neut titer \\>= 1:40 was calculated for each study arm from the available results at 21 days post second study vaccination (Day 43).",
        "timeFrame": "Day 43"
      },
      {
        "measure": "Percentage of Participants Achieving Neutralizing (Neut) Antibody Titer of 1:40 or Greater Against the Influenza A/H7N9 Vaccine Viruses on Day 142 in Participants Who Received Their Second Study Vaccination on Day 121.",
        "description": "Blood was collected for the Neutralizing assay conducted with the H7N9 vaccine virus as the antigen. Each sample was tested at least twice per the laboratory's standard operating procedure, and the geometric mean of the replicate results was calculated as that sample's result. The percentage of participants with Neut titer \\>= 1:40 was calculated for each study arm from the available results at 21 days post second study vaccination (Day 142).",
        "timeFrame": "Day 142"
      },
      {
        "measure": "Percentage of Participants Achieving Hemagglutination Inhibition (HAI) Antibody Seroconversion Against the Influenza A/H7N9 Study Vaccine Viruses on Day 43 in Participants Who Received Their Second Study Vaccination on Day 22.",
        "description": "Blood was collected for the HAI assay conducted with the 2017 H7N9 vaccine virus as the antigen. Each sample was tested at least twice per the laboratory's standard operating procedure, and the geometric mean of the replicate results was calculated as that sample's result. Seroconversion was defined as HAI pre-vaccination titer \\<1:10 and post-vaccination titer \\>= 1:40 or pre-vaccination titer \\>= 1:10 and minimum 4-fold rise in post-vaccination antibody titer. 21 days after second study vaccination is Day 43.",
        "timeFrame": "Day 43"
      },
      {
        "measure": "Percentage of Participants Achieving Hemagglutination Inhibition (HAI) Antibody Seroconversion Against the Influenza A/H7N9 Study Vaccine Viruses on Day 142 in Participants Who Received Their Second Study Vaccination on Day 121.",
        "description": "Blood was collected for the HAI assay conducted with the 2017 H7N9 vaccine virus as the antigen. Each sample was tested at least twice per the laboratory's standard operating procedure, and the geometric mean of the replicate results was calculated as that sample's result. Seroconversion was defined as HAI pre-vaccination titer \\<1:10 and post-vaccination titer \\>= 1:40 or pre-vaccination titer \\>= 1:10 and minimum 4-fold rise in post-vaccination antibody titer. 21 days after second study vaccination is Day 142.",
        "timeFrame": "Day 142"
      },
      {
        "measure": "Percentage of Participants Achieving Neutralizing (Neut) Antibody Seroconversion Against the Influenza A/H7N9 Study Vaccine Viruses on Day 43 in Participants Who Received Their Second Study Vaccination on Day 22.",
        "description": "Blood was collected for the Neutralizing assay conducted with the 2017 H7N9 vaccine virus as the antigen. Each sample was tested at least twice per the laboratory's standard operating procedure, and the geometric mean of the replicate results was calculated as that sample's result. Seroconversion was defined as Neut pre-vaccination titer \\<1:10 and post-vaccination titer \\>= 1:40 or pre-vaccination titer \\>= 1:10 and minimum 4-fold rise in post-vaccination antibody titer. 21 days after second study vaccination is Day 43.",
        "timeFrame": "Day 43"
      },
      {
        "measure": "Percentage of Participants Achieving Neutralizing (Neut) Antibody Seroconversion Against the Influenza A/H7N9 Study Vaccine Viruses on Day 142 in Participants Who Received Their Second Study Vaccination on Day 121.",
        "description": "Blood was collected for the Neutralizing assay conducted with the 2017 H7N9 vaccine virus as the antigen. Each sample was tested at least twice per the laboratory's standard operating procedure, and the geometric mean of the replicate results was calculated as that sample's result. Seroconversion was defined as Neut pre-vaccination titer \\<1:10 and post-vaccination titer \\>= 1:40 or pre-vaccination titer \\>= 1:10 and minimum 4-fold rise in post-vaccination antibody titer. 21 days after second study vaccination is Day 142.",
        "timeFrame": "Day 142"
      }
    ],
    "secondary": [
      {
        "measure": "Geometric Mean Titers (GMT) of Serum Hemagglutination Inhibition (HAI) Antibodies Against the Influenza A/H7N9 Study Vaccine Viruses on Day 1",
        "description": "Blood was collected for HAI assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The geometric mean titer was calculated for each study arm from the available results immediately prior to the first study vaccination (Day 1).",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Geometric Mean Titers (GMT) of Serum Hemagglutination Inhibition (HAI) Antibodies Against the Influenza A/H7N9 Study Vaccine Viruses on Day 22",
        "description": "Blood was collected for HAI assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The geometric mean titer was calculated for each study arm from the available results at 21 days post first study vaccination (Day 22).",
        "timeFrame": "Day 22"
      },
      {
        "measure": "Geometric Mean Titers (GMT) of Serum Hemagglutination Inhibition (HAI) Antibodies Against the Influenza A/H7N9 Study Vaccine Viruses on Day 202 in Participants Who Received Their Second Study Vaccination on Day 22",
        "description": "Blood was collected for HAI assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The geometric mean titer was calculated for each study arm from the available results at 180 days post second study vaccination (Day 202).",
        "timeFrame": "Day 202"
      },
      {
        "measure": "Geometric Mean Titers (GMT) of Serum Hemagglutination Inhibition (HAI) Antibodies Against the Influenza A/H7N9 Study Vaccine Viruses on Day 121 in Participants Who Received Their Second Study Vaccination on Day 121.",
        "description": "Blood was collected for HAI assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The geometric mean titer was calculated for each study arm from the available results immediately prior to second study vaccination (Day 121).",
        "timeFrame": "Day 121"
      },
      {
        "measure": "Geometric Mean Titers (GMT) of Serum Hemagglutination Inhibition (HAI) Antibodies Against the Influenza A/H7N9 Study Vaccine Viruses on Day 301 in Participants Who Received Their Second Study Vaccination on Day 121",
        "description": "Blood was collected for HAI assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The geometric mean titer was calculated for each study arm from the available results at 180 days post second study vaccination (Day 301).",
        "timeFrame": "Day 301"
      },
      {
        "measure": "Geometric Mean Titers (GMT) of Serum Neut Antibodies Against the Influenza A/H7N9 Study Vaccine Viruses on Day 1",
        "description": "Blood was collected for Neut assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The geometric mean titer was calculated for each study arm from the available results immediately prior to the first study vaccination (Day 1).",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Geometric Mean Titers (GMT) of Serum Neut Antibodies Against the Influenza A/H7N9 Study Vaccine Viruses on Day 22",
        "description": "Blood was collected for Neut assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The geometric mean titer was calculated for each study arm from the available results at 21 days post first study vaccination (Day 22).",
        "timeFrame": "Day 22"
      },
      {
        "measure": "Geometric Mean Titers (GMT) of Serum Neut Antibodies Against the Influenza A/H7N9 Study Vaccine Viruses on Day 202 in Participants Who Received Their Second Study Vaccination on Day 22",
        "description": "Blood was collected for Neut assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The geometric mean titer was calculated for each study arm from the available results at 180 days post second study vaccination (Day 202).",
        "timeFrame": "Day 202"
      },
      {
        "measure": "Geometric Mean Titers (GMT) of Serum Neut Antibodies Against the Influenza A/H7N9 Study Vaccine Viruses on Day 121 in Participants Who Received Their Second Study Vaccination on Day 121",
        "description": "Blood was collected for Neut assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The geometric mean titer was calculated for each study arm from the available results immediately prior to second study vaccination (Day 121).",
        "timeFrame": "Day 121"
      },
      {
        "measure": "Geometric Mean Titers (GMT) of Serum Neut Antibodies Against the Influenza A/H7N9 Study Vaccine Viruses on Day 301 in Participants Who Received Their Second Study Vaccination on Day 121",
        "description": "Blood was collected for Neut assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The geometric mean titer was calculated for each study arm from the available results at 180 days post second study vaccination (Day 301).",
        "timeFrame": "Day 301"
      },
      {
        "measure": "Number of Participants Who Received Their Second Study Vaccination on Day 22 Reporting Medically-Attended Adverse Events (MAAEs), New-Onset Chronic Medical Conditions (NOCMCs), and Potentially Immune-Mediated Medical Conditions (PIMMCs)",
        "description": "Participants were queried at each visit for the occurrence of medically-attended adverse events (MAAEs), including new-onset chronic medical conditions (NOCMCs) and potentially immune-mediated medical conditions (PIMMCs) throughout the duration of the study.",
        "timeFrame": "Day 1 through Day 387"
      },
      {
        "measure": "Number of Participants Who Received Their Second Study Vaccination on Day 121 Reporting Medically-Attended Adverse Events (MAAEs), New-Onset Chronic Medical Conditions (NOCMCs), and Potentially Immune-Mediated Medical Conditions (PIMMCs)",
        "description": "Participants were queried at each visit for the occurrence of medically-attended adverse events (MAAEs), including new-onset chronic medical conditions (NOCMCs) and potentially immune-mediated medical conditions (PIMMCs) throughout the duration of the study.",
        "timeFrame": "Day 1 through Day 486"
      },
      {
        "measure": "Number of Participants Reporting Unsolicited Non-serious AEs Post First Vaccination From Day 1 Through Day 22",
        "description": "Adverse events were defined as any untoward medical occurrence in a participant administered a pharmaceutical product regardless of its causal relationship to the study treatment. Non-serious AEs were collected from participants at follow up visits through 21 days after the first study vaccination.",
        "timeFrame": "Day 1 through Day 22"
      },
      {
        "measure": "Number of Participants Reporting Unsolicited Non-serious AEs Post Second Vaccination From Day 22 Through Day 43 in Participants Who Received Their Second Study Vaccination on Day 22",
        "description": "Adverse events were defined as any untoward medical occurrence in a participant administered a pharmaceutical product regardless of its causal relationship to the study treatment. Non-serious AEs were collected from participants at follow up visits through 21 days after the second study vaccination.",
        "timeFrame": "Day 22 through Day 43"
      },
      {
        "measure": "Number of Participants Reporting Unsolicited Non-serious AEs Post Second Vaccination From Day 121 Through Day 142 in Participants Who Received Their Second Study Vaccination on Day 121",
        "description": "Adverse events were defined as any untoward medical occurrence in a participant administered a pharmaceutical product regardless of its causal relationship to the study treatment. Non-serious AEs were collected from participants at follow up visits through 21 days after the second study vaccination.",
        "timeFrame": "Day 121 through Day 142"
      },
      {
        "measure": "Percentage of Participants Achieving Hemagglutination Inhibition (HAI) Antibody Seroconversion Against the Influenza A/H7N9 Study Vaccine Viruses on Day 22",
        "description": "Blood was collected for HAI assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. Seroconversion was defined as HAI pre-vaccination titer \\<1:10 and post-vaccination titer \\>= 1:40 or pre-vaccination titer \\>= 1:10 and minimum 4-fold rise in post-vaccination antibody titer. 21 days after first study vaccination is Day 22.",
        "timeFrame": "Day 22"
      },
      {
        "measure": "Percentage of Participants Achieving Hemagglutination Inhibition (HAI) Antibody Seroconversion Against the Influenza A/H7N9 Study Vaccine Viruses on Day 202 in Participants Who Received Their Second Study Vaccination on Day 22",
        "description": "Blood was collected for HAI assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. Seroconversion was defined as HAI pre-vaccination titer \\<1:10 and post-vaccination titer \\>= 1:40 or pre-vaccination titer \\>= 1:10 and minimum 4-fold rise in post-vaccination antibody titer. 180 days after second study vaccination is Day 202.",
        "timeFrame": "Day 202"
      },
      {
        "measure": "Percentage of Participants Achieving Hemagglutination Inhibition (HAI) Antibody Seroconversion Against the Influenza A/H7N9 Study Vaccine Viruses on Day 121 in Participants Who Received Their Second Study Vaccination on Day 121",
        "description": "Blood was collected for HAI assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. Seroconversion was defined as HAI pre-vaccination titer \\<1:10 and post-vaccination titer \\>= 1:40 or pre-vaccination titer \\>= 1:10 and minimum 4-fold rise in post-vaccination antibody titer. Immediately prior to second study vaccination is Day 121.",
        "timeFrame": "Day 121"
      },
      {
        "measure": "Percentage of Participants Achieving Hemagglutination Inhibition (HAI) Antibody Seroconversion Against the Influenza A/H7N9 Study Vaccine Virus on Day 301 in Participants Who Received Their Second Study Vaccination on Day 121",
        "description": "Blood was collected for HAI assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. Seroconversion was defined as HAI pre-vaccination titer \\<1:10 and post-vaccination titer \\>= 1:40 or pre-vaccination titer \\>= 1:10 and minimum 4-fold rise in post-vaccination antibody titer. 180 days after second study vaccination is Day 301.",
        "timeFrame": "Day 301"
      },
      {
        "measure": "Percentage of Participants Achieving Neutralizing (Neut) Antibody Seroconversion Against the Influenza A/H7N9 Study Vaccine Viruses on Day 22",
        "description": "Blood was collected for Neutralizing assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. Seroconversion was defined as Neut pre-vaccination titer \\<1:10 and post-vaccination titer \\>= 1:40 or pre-vaccination titer \\>= 1:10 and minimum 4-fold rise in post-vaccination antibody titer. 21 days after first study vaccination is Day 22.",
        "timeFrame": "Day 22"
      },
      {
        "measure": "Percentage of Participants Achieving Neutralizing (Neut) Antibody Seroconversion Against the Influenza A/H7N9 Study Vaccine Viruses on Day 202 in Participants Who Received Their Second Study Vaccination on Day 22",
        "description": "Blood was collected for Neutralizing assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. Seroconversion was defined as Neut pre-vaccination titer \\<1:10 and post-vaccination titer \\>= 1:40 or pre-vaccination titer \\>= 1:10 and minimum 4-fold rise in post-vaccination antibody titer. 180 days after second study vaccination is Day 202.",
        "timeFrame": "Day 202"
      },
      {
        "measure": "Percentage of Participants Achieving Neutralizing (Neut) Antibody Seroconversion Against the Influenza A/H7N9 Study Vaccine Viruses on Day 121 in Participants Who Received Their Second Study Vaccination on Day 121",
        "description": "Blood was collected for Neutralizing assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. Seroconversion was defined as Neut pre-vaccination titer \\<1:10 and post-vaccination titer \\>= 1:40 or pre-vaccination titer \\>= 1:10 and minimum 4-fold rise in post-vaccination antibody titer. Immediately prior to second study vaccination is Day 121.",
        "timeFrame": "Day 121"
      },
      {
        "measure": "Percentage of Participants Achieving Neutralizing (Neut) Antibody Seroconversion Against the Influenza A/H7N9 Study Vaccine Viruses on Day 301 in Participants Who Received Their Second Study Vaccination on Day 121",
        "description": "Blood was collected for Neutralizing assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. Seroconversion was defined as Neut pre-vaccination titer \\<1:10 and post-vaccination titer \\>= 1:40 or pre-vaccination titer \\>= 1:10 and minimum 4-fold rise in post-vaccination antibody titer. 180 days after second study vaccination is Day 301.",
        "timeFrame": "Day 301"
      },
      {
        "measure": "Percentage of Participants Achieving HAI Antibody Titer of 1:40 or Greater Against the Influenza A/H7N9 Study Vaccine Viruses on Day 1",
        "description": "Blood was collected for HAI assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The percentage of participants with HAI titer \\>= 1:40 was calculated for each study arm from the available results immediately prior to the first study vaccination (Day 1).",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Percentage of Participants Achieving HAI Antibody Titer of 1:40 or Greater Against the Influenza A/H7N9 Study Vaccine Viruses on Day 22",
        "description": "Blood was collected for HAI assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result The percentage of participants with HAI titer \\>= 1:40 was calculated for each study arm from the available results at 21 days post first study vaccination (Day 22).",
        "timeFrame": "Day 22"
      },
      {
        "measure": "Percentage of Participants Achieving HAI Antibody Titer of 1:40 or Greater Against the Influenza A/H7N9 Study Vaccine Viruses on Day 202 in Participants Who Received Their Second Study Vaccination on Day 22",
        "description": "Blood was collected for HAI assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The percentage of participants with HAI titer \\>= 1:40 was calculated for each study arm from the available results at 180 days post first study vaccination (Day 202).",
        "timeFrame": "Day 202"
      },
      {
        "measure": "Percentage of Participants Achieving HAI Antibody Titer of 1:40 or Greater Against the Influenza A/H7N9 Study Vaccine Viruses on Day 121 in Participants Who Received Their Second Study Vaccination on Day 121",
        "description": "Blood was collected for HAI assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The percentage of participants with HAI titer \\>= 1:40 was calculated for each study arm from the available results immediately prior to second study vaccination (Day 121).",
        "timeFrame": "Day 121"
      },
      {
        "measure": "Percentage of Participants Achieving HAI Antibody Titer of 1:40 or Greater Against the Influenza A/H7N9 Study Vaccine Viruses on Day 301 in Participants Who Received Their Second Study Vaccination on Day 121",
        "description": "Blood was collected for HAI assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The percentage of participants with HAI titer \\>= 1:40 was calculated for each study arm from the available results at 180 days post first study vaccination (Day 301).",
        "timeFrame": "Day 301"
      },
      {
        "measure": "Percentage of Participants Achieving Neutralizing (Neut) Antibody Titer of 1:40 or Greater Against the Influenza A/H7N9 Vaccine Viruses on Day 1",
        "description": "Blood was collected for Neutralizing assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The percentage of participants with Neut titer \\>= 1:40 was calculated for each study arm from the available results immediately prior to the first study vaccination (Day 1).",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Percentage of Participants Achieving Neut Antibody Titer of 1:40 or Greater Against the Influenza A/H7N9 Study Vaccine Viruses on Day 22",
        "description": "Blood was collected for Neut assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result The percentage of participants with Neut titer \\>= 1:40 was calculated for each study arm from the available results at 21 days post first study vaccination (Day 22).",
        "timeFrame": "Day 22"
      },
      {
        "measure": "Percentage of Participants Achieving Neut Antibody Titer of 1:40 or Greater Against the Influenza A/H7N9 Study Vaccine Viruses on Day 202 in Participants Who Received Their Second Study Vaccination on Day 22",
        "description": "Blood was collected for Neut assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The percentage of participants with Neut titer \\>= 1:40 was calculated for each study arm from the available results at 180 days post first study vaccination (Day 202).",
        "timeFrame": "Day 202"
      },
      {
        "measure": "Percentage of Participants Achieving Neut Antibody Titer of 1:40 or Greater Against the Influenza A/H7N9 Study Vaccine Viruses on Day 121 in Participants Who Received Their Second Study Vaccination on Day 121",
        "description": "Blood was collected for NEUT assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The percentage of participants with Neut titer \\>= 1:40 was calculated for each study arm from the available results immediately prior to second study vaccination (Day 121).",
        "timeFrame": "Day 121"
      },
      {
        "measure": "Percentage of Participants Achieving Neut Antibody Titer of 1:40 or Greater Against the Influenza A/H7N9 Study Vaccine Viruses on Day 301 in Participants Who Received Their Second Study Vaccination on Day 121",
        "description": "Blood was collected for Neut assay which was conducted with the 2013 and 2017 H7N9 vaccine viruses as the antigens. Each sample was tested at least twice per antigen per the laboratory's standard operating procedure, and the geometric mean of the replicate results of each antigen was calculated as that sample's result. The percentage of participants with Neut titer \\>= 1:40 was calculated for each study arm from the available results at 180 days post second study vaccination (Day 301).",
        "timeFrame": "Day 301"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 23,
      "secondaryCount": 33,
      "otherCount": 0,
      "totalCount": 56
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:33.045Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}