{
  "nctId": "NCT03116828",
  "briefTitle": "A Study of a Drug to be Used in Addition With Another Drug to Treat Adults With Uncontrolled Partial-onset Seizures",
  "officialTitle": "Efficacy and Safety of Eslicarbazepine Acetate as First Add-on to Levetiracetam or Lamotrigine Monotherapy or as Later Adjunctive Treatment for Subjects With Uncontrolled Partial-onset Seizures: A Multicenter, Open-label, Non-randomized Trial",
  "protocolDocument": {
    "nctId": "NCT03116828",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-11-16",
    "uploadDate": "2020-06-01T09:43",
    "size": 515468,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03116828/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 102,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-07-07",
    "completionDate": "2019-06-06",
    "primaryCompletionDate": "2019-06-06",
    "firstSubmitDate": "2017-04-12",
    "firstPostDate": "2017-04-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Male or female subjects ≥ 18 years of age.\n2. Subject is willing and able to sign informed consent.\n3. Subject has a documented diagnosis of epilepsy with simple POS with a motor component or complex POS with or without secondarily generalized seizures as defined in the Classification of Seizures of the International League Against Epilepsy\n4. Subject has a documented electroencephalogram within 10 years prior to screening.\n5. Subject has had at least 3 POS during previous six months.\n6. Subject has had a sufficient number of seizures at time of enrollment to justify adjunctive therapy, as determined by the Investigator.\n7. Subjects are required to be ESL-naïve AND\n\n   1. Maintained on a stable LEV or LTG regimen for at least 1 month (28 days) prior to screening with no history of adjunctive treatment (for Arm 1, ESL as first add-on).\n\n      OR\n   2. Maintained on a stable dose of 1-2 AEDs (excluding OXC) for at least 1 month (28 days) prior to screening and who have had prior adjunctive treatment (for Arm 2, ESL as later add-on).\n8. If the subject is treated with any stimulation device for epilepsy Vagal Nerve Stimulation (VNS), Responsive Neurostimulator (RNS), or similar, the device must have been implanted at least 6 months before screening and the device parameters must be documented as stable for at least 1 month prior to screening. (Note: These devices will not be counted as concomitant AED).\n9. Except for epilepsy, subject is judged to be in general good health based on medical history, physical examination findings, and clinical laboratory\n\nExclusion Criteria:\n\n1. Subjects with a prior exposure to ESL.\n2. Subjects currently being treated with OXC.\n3. Subject with a history of allergic reaction to OXC or CBZ, or a history of serious allergic reaction (Stevens-Johnson syndrome, Drug Reaction with Eosinophilia and Systemic Symptoms or similar) to any AED, or a history of serious allergic reactions to other medications.\n4. Subjects who have taken warfarin, felbamate, vigabatrin, or perampanel, (unless at stable dose with safety testing for ≥ 1 year) within a 4-week period prior to screening.\n5. Subjects taking ezogabine\n\n   .\n6. Subject has taken any medication prohibited for this protocol within 4 weeks prior to Screening\n7. Subjects using benzodiazepines on more than an occasional basis (defined as more than 2 times per week), except when used chronically as an AED\n8. Seizure disorder characterized primarily by simple POS without motor signs.\n9. Subject has a history of primarily generalized seizures (eg, myoclonic, absence, tonic).\n10. Subject has a history of status epilepticus or cluster seizures (ie, 3 or more seizures within 30 minutes) within the 3 months prior to screening.\n11. Subject has had seizures of psychogenic origin or purely subjective seizures within the last 2 years.\n12. Subject has had seizures too close to count accurately.\n13. Subject has a known progressive structural central nervous system (CNS) lesion, progressive encephalopathy or any other condition that may result in epilepsy secondary to a cerebral abnormality.\n14. Subject whose current seizures are related to an acute medical illness or other non-epileptic origin.\n15. Subjects of Asian ancestry will be excluded if they are carriers of HLA-B\\*1502. Either:\n\n    1. Subject must give written informed consent for genotyping, and test negative. OR\n    2. Subjects must provide documentation of prior testing confirming non-carrier status.\n16. Subject has a major medical illness other than epilepsy that would prevent safe participation in this study, at the discretion of the Investigator, including (but not limited to) cardiac disease, thyroid disease, hepatic or renal impairment, endocrine or metabolic disease, gastrointestinal disease, or hematologic disease. Note: Active medical conditions that are minor or well-controlled are not exclusionary if they do not affect risk to the subject or the study results. If the effect of the condition in regard to the risk to the subject or to the study results is unclear, the Medical Monitor should be consulted.\n17. Subjects with clinically relevant laboratory abnormalities at screening (eg, sodium \\< 130 mEq/L, alanine transaminase (ALT) or aspartate transaminase (AST) \\> 2.0 times the upper limit of the normal, white blood cell \\[WBC\\] count \\< 3,000 cells/mm3, estimated creatinine clearance \\< 50 mL/min, or has values for thyroid testing (free triiodothyronine (T3), free thyroxine (T4), thyroid stimulating hormone \\[TSH\\]) indicating the presence of significant thyroid dysfunction.\n18. Subject has a history or presence of abnormal electrocardiogram (ECG), which in the Investigator's opinion is clinically significant or QT interval corrected for heart rate using the Fridericia method (QTcF) of ≥ 450 msec per screening ECG.\n19. Subject has second or third-degree atrioventricular block that is not corrected with a pacemaker.\n20. Subjects who meet the Diagnostic and Statistical Manual of Mental Disorders, 5th edition text revision defined criteria for major depressive episode within the last 6 months. Subjects with mild, chronic depression without recent hospitalization who are being maintained on a stable dose of a single antidepressant are acceptable.\n21. Subject has an active suicidal plan or intent (in the Investigator's opinion) in the past 4 weeks prior to screening.\n22. Subject has a history of suicide attempt in the last 2 years prior to screening.\n23. Subject has other major psychiatric disorders.\n24. Subjects who are not able to complete the diary in the Investigator's opinion.\n25. Subject has a history of alcohol or substance abuse within 2 years prior to screening for study participation, or subjects currently using alcohol, drugs of abuse, or any prescribed or over-the-counter medication in a manner, which, in the opinion of the Investigator, indicates abuse.\n26. Subject tests positive for drugs of abuse at screening. Note: Subjects with a positive drug screen for marijuana, amphetamines, opiates, or benzodiazepines, who have a documented prescription for a medical condition and are on a stable dose of this prescribed medication for at least 4 weeks prior to screening, may be eligible to participate in the study upon approval from the Medical Monitor.\n27. Subject is pregnant, currently nursing, or intends to become pregnant during the study period or within 30 days of the last dose of study drug.\n28. Subject has participated in any investigational study within 30 days prior to screening, as documented in subject's medical history.\n29. Subject is a clinical or investigational site staff member or relative of a staff member.\n30. Any other condition or circumstance that, in the opinion of the Investigator, may compromise the subject's ability to comply with the study protocol.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "99 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "The Number of Subjects Completing 24 Weeks Adjunctive Therapy During Maintenance Phase",
        "description": "Phase 4 study of eslicarbazepine acetate (ESL) as adjunctive therapy in adult subjects with a diagnosis of epilepsy with Partial-onset seizures (POS). Two groups of ESL-naïve subjects will be evaluated",
        "timeFrame": "From the date of the first dose of the study drug until the completion of 24 weeks Maintenance Phase"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 14,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:29:50.907Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}