{
  "nctId": "NCT02001051",
  "briefTitle": "Study of Adrenalectomy Versus Observation for Subclinical Hypercortisolism",
  "officialTitle": "Randomized Control Trial of Adrenalectomy Versus Observation for Subclinical Hypercortisolism",
  "protocolDocument": {
    "nctId": "NCT02001051",
    "filename": "Prot_SAP_ICF_000.pdf",
    "label": "Study Protocol, Statistical Analysis Plan, and Informed Consent Form",
    "date": "2017-01-13",
    "uploadDate": "2018-03-08T08:55",
    "size": 1699331,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02001051/document/Prot_SAP_ICF_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": true
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 4,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2013-11-27",
    "completionDate": "2018-02-26",
    "primaryCompletionDate": "2017-08-22",
    "firstSubmitDate": "2013-11-27",
    "firstPostDate": "2013-12-04"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n* An individual with an adrenal neoplasm less than 5 cm in size with biochemically confirmed evidence of hypercortisolism (2 out of 3: dexamethasone suppression test (DST) \\>3 mcgl/dL, elevated urine free cortisol, and/or morning adrenocorticotropic hormone (ACTH) \\<2.2 pmol/l) without overt clinical signs and symptoms.\n* Age greater than or equal to 18 years.\n* Adults must be able to understand and sign the informed consent document.\n* Patients must have laboratory and physical examination parameters within acceptable limits by standard of practice.\n\nEXCLUSION CRITERIA:\n\n* Biochemically and/or radiologically confirmed pheochromocytoma, hyperaldosteronism, or adrenocortical carcinoma.\n* Nonfunctioning adrenal neoplasm.\n* Pre-existing cancers and/or metastatic disease to the adrenal glands.\n* Pregnancy and/or lactation.\n* Lack of metabolic complications.\n* Imaging features worrisome for malignancy (heterogeneous tumor, presence of calcifications, necrosis, \\>10 Hounsfield units on an unenhanced computed tomography (CT) scan, and delayed washout of contrast).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "99 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Proportion of Patients That Have Normalization and/or Improvement of Metabolic Complications After Adrenalectomy",
        "description": "Normalization and/or improvement of metabolic complications including hypertension, diabetes, osteoporosis, hypercholesterolemia and/or obesity after adrenalectomy is defined as 35% of patients who improve with surgery versus 5% who do not have surgery.",
        "timeFrame": "Assessed at 6 months"
      },
      {
        "measure": "Count of Participants With Serious and Non-serious Adverse Events Assessed by the Common Terminology Criteria in Adverse Events (CTCAE v4.0)",
        "description": "Here is the count of participants with serious and non-serious adverse events assessed by the Common Terminology Criteria in Adverse Events (CTCAE v4.0). A non-serious adverse event is any untoward medical occurrence. A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned.",
        "timeFrame": "Date treatment consent signed to date off study, approximately 39 months and 27 days"
      }
    ],
    "secondary": [
      {
        "measure": "Proportion of Patients Who Are Found to Have Adrenal Cancer After Adrenalectomy",
        "description": "Patients who were tested for and found to have adrenal cancer after adrenalectomy.",
        "timeFrame": "Assessed at 6 months"
      },
      {
        "measure": "Proportion of Patients Who Were Diagnosed With Subclinical Hypercortisolism by Fluorodeoxyglucose (FDG) Positron Emission Tomography (PET)/Computed Tomography (CT) Scan",
        "description": "Proportion of patients who were diagnosed with subclinical hypercortisolism by FDG/PET/CT scan.",
        "timeFrame": "Assessed at 6 months"
      },
      {
        "measure": "To Determine the Optimal Diagnostic Test for Subclinical Hypercortisolism",
        "description": "An assessment of whether 1 mg dexamethasone suppression test, basal adrenocorticotropic hormone (ACTH), midnight salivary cortisol, or urinary free cortisol is the optimal test to diagnose patients with subclinical hypercortisolism.",
        "timeFrame": "Assessed at 6 months"
      },
      {
        "measure": "Proportion of Patients That Have Improvement in Quality of Life (QOL) After Adrenalectomy Compared to Medical Therapy",
        "description": "QOL questionnaires were provided to participants to assess well being pre and post operatively. Participants take a self-administered questionnaire to assess physical and mental health according to Cushing's Quality of Life Questionnaire. The score has a minimum of 12 and maximum of 60. A higher score indicates an improved quality of life.",
        "timeFrame": "Assessed at 6 months"
      },
      {
        "measure": "Proportion of Patients That Developed Deep Venous Thrombosis With Subclinical Hypercortisolism",
        "description": "Proportion of patients that developed deep venous thrombosis with subclinical hypercortisolism regardless of whether the participants received adrenalectomy or not.",
        "timeFrame": "Assessed at 6 months"
      },
      {
        "measure": "Correlation Between Dermal Thickness and Patients With Subclinical Hypercortisolism",
        "description": "A skin biopsy and skin ultrasound were done to measure the dermal layer of skin to look for a decrease in the thickness of skin as compared to normal values reported in the literature as measured in millimeters of thickness. Diagnostic sensitivity and changes in skin thickness were assessed.",
        "timeFrame": "Assessed at 6 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 64,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:02.061Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}