{
  "nctId": "NCT02661490",
  "briefTitle": "Safety and Immunogenicity of Norovirus GI.1/GII.4 Bivalent Virus-Like Particle Vaccine in an Elderly Population",
  "officialTitle": "A Phase II, Randomized, Double-blind, Safety and Immunogenicity Trial of Norovirus GI.1/GII.4 Bivalent Virus-Like Particle Vaccine in Healthy Elderly Adults",
  "protocolDocument": {
    "nctId": "NCT02661490",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2015-11-16",
    "uploadDate": "2020-04-22T12:29",
    "size": 33316068,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02661490/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 320,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-02-01",
    "completionDate": "2017-09-29",
    "primaryCompletionDate": "2016-10-28",
    "firstSubmitDate": "2016-01-08",
    "firstPostDate": "2016-01-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Is aged 18 to 49 years, or 60 years and older at the time of enrollment;\n2. Participants who are in good health, or in stable health status with no exclusionary medical or neuropsychiatric conditions at the time of entry into the trial as determined by medical history, physical examination (including vital signs) and clinical judgment of the Investigator;\n3. Participant signs and dates a written, Informed Consent Form (ICF) and any required privacy authorization prior to the initiation of any trial procedures, after the nature of the trial has been explained according to local regulatory requirements;\n4. Participants who can comply with trial procedures and are available for the duration of follow-up.\n\nExclusion Criteria:\n\n1. Has a known hypersensitivity or allergy to any of the Norovirus (NoV) GI.1/GII.4 Bivalent virus-like particle (VLP) Vaccine components;\n2. Has a clinically significant active infection (as assessed by the Investigator) or body temperature ≥38°C/100.4°F within 3 days of the intended date of vaccination;\n3. Participants with the presence of significant acute or chronic, uncontrolled medical or neuropsychiatric illness. Uncontrolled was defined as:\n\n   Requiring institution of new medical or surgical treatment within 3 months prior to immunization, or Requiring a change in medication dosage in the 3 months prior to immunization due to uncontrolled symptoms or drug toxicity (elective dosage adjustments in stable participants were acceptable), or Hospitalization or an event fulfilling the definition of a serious adverse event within 3 months prior immunization.\n4. Has any unstable medical or neuropsychiatric condition, which in the Investigator's opinion poses a risk of unusual magnitude for the participant's age group of hospitalization, death, or an event meeting the definition of a serious adverse event within 2 months of immunization. The intent of this criterion is to recognize and allow for the frequent existence of significant health concerns in this population; but exclude those participants who are experiencing an acute decline in health status;\n5. Has any medical or neuropsychiatric condition, which in the Investigator's opinion, rendered the participant incompetent to provide informed consent or unable to provide valid safety observations and reports;\n6. Has behavioral or cognitive impairment or psychiatric disease that, in the opinion of the Investigator, may interfere with the participant's ability to participate in the trial;\n7. Participants with any history of progressive or severe neurologic disorder, history of seizure, or history of neuro-inflammatory disease (e.g. Guillain-Barre syndrome);\n8. Participants with history or any illness that, in the opinion of the Investigator, might interfere with the results of the trial or pose additional risk to the participants due to participation in the trial;\n9. Has known or suspected autoimmune disease;\n10. Has known or suspected impairment/alteration of immune function, including:\n\n    Chronic use of oral steroids (Equivalent to 20 mg/day prednisone ≥ 12 weeks/≥ 2 mg/kg body weight/day prednisone ≥ 2 weeks) within 60 days prior to Day 1 (use of inhaled, intranasal, or topical corticosteroids is allowed).\n\n    Receipt of parenteral steroids (Equivalent to 20 mg/day prednisone ≥ 12 weeks/≥ 2 mg/kg body weight/day prednisone ≥ 2 weeks) within 60 days prior to Day 1.\n\n    Receipt of immunosuppressive therapy within 3 months prior to Day 1. Receipt of immunostimulants within 60 days prior to Day 1. Receipt of parenteral, epidural or intra-articular immunoglobulin preparation, blood products, and/or plasma derivatives within 3 months prior to Day 1 or planned during the full length of the trial.\n\n    Human Immunodeficiency Virus (HIV) infection or HIV-related disease. Genetic immunodeficiency.\n11. Has abnormalities of splenic or thymic function;\n12. Has any significant disorder of coagulation or treatment with anticoagulant therapy that would increase the risk of intramuscular (IM) injection. Persons receiving prophylactic antiplatelet medication such as low dose of acetylsalicylic acid are eligible;\n13. Has any serious chronic or progressive disease according to judgment of the Investigator: cancer (malignancy other than resolved/excised skin lesion), insulin dependent Type I diabetes (Type II diabetes is accepted), cardiac, renal or hepatic disease;\n14. Has body mass index (BMI) greater than or equal to 35 kg/m\\^2 (= weight in kg/\\[height in meters\\^2\\]);\n15. Is participating in any clinical trial with another investigational product 30 days prior to first trial visit or intent to participate in another clinical trial at any time during the conduct of this trial;\n16. Participants who received any other vaccines within 14 days (for inactivated vaccines) or 28 days (for live vaccines) prior to enrollment in this trial or who are planning to receive any vaccine within 28 days of investigational vaccine administration;\n17. Participants involved in trial conduct or their first degree relatives;\n18. Has history of substance or alcohol abuse within the past 2 years;\n19. Females who are pregnant or breastfeeding;\n20. If female of childbearing potential, sexually active with a male partner who has not been sterilized, and has not used any of the \"acceptable contraceptive methods\" for at least 2 months prior to trial entry:\n\n    Of childbearing potential is defined as status post onset of menarche and not meeting any of the following conditions: menopausal for at least 2 years, status after bilateral tubal ligation for at least 1 year, status after bilateral oophorectomy, or status after hysterectomy.\n\n    Acceptable birth control methods are defined as one or more of the following: i. Hormonal contraceptive (such as oral, injection, transdermal patch, implant, cervical ring); ii. Barrier (condom with spermicide or diaphragm with spermicide) each and every time during intercourse; iii. Intrauterine device (IUD); iv. Monogamous relationship with vasectomized partner. Partner must have been vasectomized for at least six months prior to the participants' trial entry.\n21. If female of childbearing potential and sexually active, refusal to use an \"acceptable contraceptive method\" from Day 1 and throughout the duration of the trial. In addition, they must be advised not to donate ova during this period;\n22. Females with any positive or indeterminate pregnancy test.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With a 4-Fold Rise or Greater in Serum Anti-norovirus Antibody Titers for Both GI.1 and GII.4 Virus Like Particles (VLP) as Measured by Histoblood Group Antigen (HBGA) Blocking Assay on Day 57",
        "timeFrame": "Day 57"
      },
      {
        "measure": "Percentage of Participants With Solicited Local Adverse Events (AEs) at Injection Site for 7-day Period (Including Day of Vaccination) After First Vaccination on Day 1",
        "description": "Solicited local AEs at the injection site that occurred within 7 days after each vaccination were collected using a diary and included pain, erythema swelling and induration.",
        "timeFrame": "Within 7 days of first vaccination on Day 1"
      },
      {
        "measure": "Percentage of Participants With Solicited Local Adverse Events (AEs) at Injection Site for 7-day Period (Including Day of Vaccination) After Second Vaccination on Day 29",
        "description": "Solicited local AEs at the injection site that occurred within 7 days after each vaccination were collected using a diary and included pain, erythema, swelling and induration.",
        "timeFrame": "Within 7 days of second vaccination on Day 29"
      },
      {
        "measure": "Percentage of Participants With Solicited Systemic Adverse Events (AEs) for 7-day Period (Including Day of Vaccination) After First Vaccination on Day 1",
        "description": "Solicited systemic AEs that occurred within 7 days after each vaccination were collected using a diary and included headache, fatigue, myalgia, arthralgia, vomiting, and diarrhea.",
        "timeFrame": "Within 7 days of first vaccination on Day 1"
      },
      {
        "measure": "Percentage of Participants With Solicited Systemic Adverse Events (AEs) for 7-day Period (Including Day of Vaccination) After Second Vaccination on Day 29",
        "description": "Solicited systemic AEs that occurred within 7 days after each vaccination were collected using a diary and included headache, fatigue, myalgia, arthralgia, vomiting, and diarrhea.",
        "timeFrame": "Within 7 days of second vaccination on Day 29"
      },
      {
        "measure": "Percentage of Participants With Elevated Body Temperature ≥38°C (Defined as Fever) for 7-day Period (Including Day of Vaccination) After First Vaccination on Day 1",
        "description": "The body temperature measurement was performed using the thermometer for 7 days after each vaccination. The highest body temperature observed each day was recorded on the diary card. An elevated temperature is ≥ 38 °C or 100.4°F (considered as fever).",
        "timeFrame": "Within 7 days of first vaccination on Day 1"
      },
      {
        "measure": "Percentage of Participants With Elevated Body Temperature ≥38°C (Defined as Fever) for 7-day Period (Including Day of Vaccination) After Second Vaccination on Day 29",
        "description": "The body temperature measurement was performed using the thermometer for 7 days after each vaccination. The highest body temperature observed each day was recorded on the diary card. An elevated temperature is ≥ 38 °C or 100.4°F (considered as fever).",
        "timeFrame": "Within 7 days of second vaccination on Day 29"
      },
      {
        "measure": "Percentage of Participants With At Least One Unsolicited Adverse Event (AE) Within 28-days After First Vaccination on Day 1",
        "description": "An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment.",
        "timeFrame": "Within 28 days of first vaccination on Day 1"
      },
      {
        "measure": "Percentage of Participants With At Least One Unsolicited Adverse Event (AE) Within 28-days After Second Vaccination on Day 29",
        "description": "An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment.",
        "timeFrame": "Within 28 days of second vaccination on Day 29"
      },
      {
        "measure": "Percentage of Participants With At Least One Serious Adverse Event (SAE)",
        "description": "An SAE is any untoward medical occurrence that at any dose results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect or is medically important due to other reasons than the above mentioned criteria.",
        "timeFrame": "From first vaccination up to Day 393"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With a 4-Fold Rise or Greater in Serum Anti-norovirus Antibody Titers for Both GI.1 VLP and GII.4 VLP as Measured by HBGA Blocking Assay",
        "timeFrame": "Days 8, 29, 36, 211 and 393"
      },
      {
        "measure": "Percentage of Participants With a 4-Fold Rise or Greater in Serum Anti-norovirus GI.1 VLP Antibody Titers (HBGA)",
        "timeFrame": "Days 8, 29, 36, 57, 211 and 393"
      },
      {
        "measure": "Percentage of Participants With a 4-Fold Rise or Greater in Serum Anti-norovirus GII.4 VLP Antibody Titers (HBGA)",
        "timeFrame": "Days 8, 29, 36, 57, 211 and 393"
      },
      {
        "measure": "Geometric Mean Titer (GMT) GI.1 VLP Antibody Titers (HBGA)",
        "description": "GMT GI.1 VLP antibody titers measured by HBGA blocking assay are reported.",
        "timeFrame": "Baseline (Day 1), Days 8, 29, 36, 57, 211 and 393"
      },
      {
        "measure": "GMT of Anti-norovirus GII.4 VLP Antibody Titers (HBGA)",
        "description": "GMT of anti-norovirus GII.4 VLP antibody titers measured by HBGA blocking assay are reported.",
        "timeFrame": "Baseline (Day 1), Days 8, 29, 36, 57, 211 and 393"
      },
      {
        "measure": "Geometric Mean Fold Rise (GMFR) of Anti-norovirus GI.1 VLP Antibody Titers (HBGA)",
        "description": "GMFR of anti-norovirus GI.1 VLP antibody titers measured by HBGA blocking assay are reported. The fold rise was calculated as the ratio of the post-vaccination titer level to the pre-vaccination titer level.",
        "timeFrame": "Days 8, 29, 36, 57, 211 and 393"
      },
      {
        "measure": "GMFR of Anti-norovirus GII.4 VLP Antibody Titers (HBGA)",
        "description": "GMFR of anti-norovirus GII.4 VLP antibody titers measured by HBGA blocking assay are reported. The fold rise was calculated as the ratio of the post-vaccination titer level to the pre-vaccination titer level.",
        "timeFrame": "Days 8, 29, 36, 57, 211 and 393"
      },
      {
        "measure": "Percentage of Participants With a 4-Fold Rise or Greater in Serum Anti-norovirus Antibody Titers for Both GI.1 VLP and GII.4 VLP as Measured by Total Immunoglobulin-Enzyme-linked Immunosorbent Assay (Pan-Ig ELISA)",
        "description": "Percentage of participants with a 4-fold rise or greater in serum anti-norovirus antibody titers for both GI.1 VLP and GII.4 VLP measured by Pan-Ig ELISA are reported.",
        "timeFrame": "Days 8, 29, 36, 57, 211 and 393"
      },
      {
        "measure": "Percentage of Participants With a 4-Fold Rise or Greater in Serum Anti-norovirus GI.1 VLP Antibody Titers (Pan-Ig ELISA)",
        "description": "Percentage of participants with a 4-Fold rise or greater in serum anti-norovirus GI.1 VLP antibody titers measured by Pan-Ig ELISA are reported.",
        "timeFrame": "Days 8, 29, 36, 57, 211 and 393"
      },
      {
        "measure": "Percentage of Participants With a 4-Fold Rise or Greater in Serum Anti-norovirus GII.4 VLP Antibody Titers (Pan-Ig ELISA)",
        "description": "Percentage of participants with a 4-fold rise or greater in serum anti-norovirus GII.4 VLP antibody titers measured by Pan-Ig ELISA are reported.",
        "timeFrame": "Days 8, 29, 36, 57, 211 and 393"
      },
      {
        "measure": "GMT of Anti-norovirus GI.1 VLP Antibody Titers (Pan-Ig ELISA)",
        "description": "GMT of anti-norovirus GI.1 VLP antibody titers measured by Pan-Ig ELISA are reported.",
        "timeFrame": "Baseline (Day 1), Days 8, 29, 36, 57, 211 and 393"
      },
      {
        "measure": "GMT of Anti-norovirus GII.4 VLP Antibody Titers (Pan-Ig ELISA)",
        "description": "GMT of anti-norovirus GII.4 VLP antibody titers measured by Pan-Ig ELISA are reported.",
        "timeFrame": "Baseline (Day 1), Days 8, 29, 36, 57, 211 and 393"
      },
      {
        "measure": "GMFR of Anti-norovirus GI.1 VLP Antibody Titers (Pan-Ig ELISA)",
        "description": "GMFR of anti-norovirus GI.1 VLP antibody titers measured by Pan-Ig ELISA are reported. The fold rise was calculated as the ratio of the post-vaccination titer level to the pre-vaccination titer level.",
        "timeFrame": "Days 8, 29, 36, 57, 211 and 393"
      },
      {
        "measure": "GMFR of Anti-norovirus GII.4 VLP Antibody Titers (Pan-Ig ELISA)",
        "description": "GMFR of anti-norovirus GII.4 VLP antibody titers measured by Pan-Ig ELISA are reported. The fold rise was calculated as the ratio of the post-vaccination titer level to the pre-vaccination titer level.",
        "timeFrame": "Days 8, 29, 36, 57, 211 and 393"
      },
      {
        "measure": "Percentage of Participants With At Least One Adverse Event of Special Interest (AESI)",
        "description": "AESIs are AEs that are not solicited local or systemic AEs, they are predefined AEs that required close monitoring and prompt reporting to the sponsor. AESI included protocol specified Cardiac Disorders, Gastrointestinal Disorders, Immune System Disorders, Infections and Infestations, Musculoskeletal and Connective Tissue Diseases, Neuroinflammatory Disorders, Renal and Urinary Disorders, Skin Disorders, Thyroid Disorders, Vascular Disorders and Other Disorders.",
        "timeFrame": "From first vaccination up to Day 393"
      },
      {
        "measure": "Percentage of Participants With At Least One Adverse Event (AE) Leading to Participant's Withdrawal From the Study",
        "description": "Withdrawal due to an AE will occur if the participant experiences an AE that requires early termination of treatment, because continued participation imposes an unacceptable risk to the participant's health or the participant is unwilling to continue because of the AE.",
        "timeFrame": "From first vaccination up to Day 393"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 10,
      "secondaryCount": 16,
      "otherCount": 0,
      "totalCount": 26
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:43.126Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}