{
  "nctId": "NCT05642143",
  "briefTitle": "Deep Phenotyping of Bone Disease in Type 2 Diabetes and Relations to Diabetic Neuropathy",
  "officialTitle": "Deep Phenotyping of Bone Disease in Type 2 Diabetes and Relations to Diabetic Neuropathy",
  "protocolDocument": {
    "nctId": "NCT05642143",
    "filename": "Prot_002.pdf",
    "label": "Study Protocol",
    "date": "2023-06-27",
    "uploadDate": "2024-02-05T05:43",
    "size": 1006423,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05642143/document/Prot_002.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 300,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2023-02-24",
    "completionDate": "2026-04",
    "primaryCompletionDate": "2026-04",
    "firstSubmitDate": "2022-11-04",
    "firstPostDate": "2022-12-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Men and women with minimum 40 years of age.\n2. Diagnosis of T2D. At least one of the following criteria must be met at diagnosis:\n\n   1. HbA1c ≥ 48 mmol/mol (6,5 %)\n   2. Plasma glucose ≥ 11,1 mmol/l\n   3. Fasting plasma glucose ≥7,0 mmol/l Clinical effect of oral antidiabetic medication strengthens the diagnosis.\n3. Diagnosis of diabetes at least one year prior to inclusion of the study to avoid honeymoon diabetes.\n4. A history of fracture(s) (confirmed by radiographs analyzed by radiologist) following the diabetes diagnosis (T2D F+ group)\n5. Diagnosed with severe peripheral (VPT ≥ 50) or autonomic neuropathy defined by cardiac autonomic reflex tests or severe abnormalities in orthostatic blood pressure (T2D N+ group)\n6. Signed the informed consent.\n7. Not defined by the exclusion criteria.\n\nExclusion Criteria:\n\n1. Severe decreased liver function (Alanin amino-transaminase (ALAT) \\>250 U/l, Gamma-Glutamyltransferase (GGT) \\>150 U/l).\n2. Moderate to severe kidney dysfunction, estimated Glomerular Filtration Rate (eGFR) \\<15 mmol/L/1,73m2.\n3. Pregnancy or breast feeding.\n4. Active malignancy or terminal ill.\n5. Previous chemotherapy or immunomodulating treatment\n6. Known severe vitamin deficiency\n7. Current or previous alcohol- or drug abuse.\n8. Not being able to understand Danish written and/or verbally.\n9. Terms according to investigators judgement that makes subjects unsuitable to participate including lack of ability to understand and comply with instructions and/or reduced physical ability, limiting the ability to participate in the examinations.\n10. Participating in other clinical studies utilizing experimental treatment or medication.\n11. Subjects with pathologic fractures (defined as fractures due to local tumors, tumor-like lesions, or focal demineralization as visualized on radiographs).\n12. Primary hyperparathyroidism, Paget's disease and other metabolic bone diseases, uncontrolled thyrotoxicosis, celiac disease not controlled by diet, known hypogonadism, severe COPD, hypopituitarism, Cushing's disease.\n13. Fracture \\< 6 month ago\n14. Initiation of antiresorptive or bone anabolic drugs \\<12 months ago to ensure stable bone turnover markers.\n15. History of fractures following the diagnosis of diabetes (T2D F-/N- and T2D N+ groups).\n16. History of peripheral or autonomic neuropathy defined by cardiac autonomic reflex tests or severe abnormalities in orthostatic blood pressure (T2D F-/N- group).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Evaluation of differences in bone microarchitecture between T2D patients with and without previous fractures assessed by HRpQCT.",
        "description": "Bone microarchitecture is a composite outcome assessed by HRpQCT at radius and tibia: Total volumetric mineral density, Trabecular volumetric mineral density, Cortical volumetric mineral density, Trabecular number, Trabecular thickness, Cortical thickness, Trabecular separation, Cortical porosity, bone stiffness and failure load.",
        "timeFrame": "Through study completion, estimated 3.5 years"
      },
      {
        "measure": "Differences in Bone material strength index (BMSi) between T2D patients with and without previous fractures measured by microindentation.",
        "timeFrame": "Through study completion, estimated 3.5 years"
      },
      {
        "measure": "Evaluation of differences in bone turnover markers between T2D patients with and without previous fractures by biochemical analysis of different bone markers (CTX, P1NP, osteocalcin (OC), ucOC, sclerostin, osteoglycin and osteopontin).",
        "timeFrame": "Through study completion, estimated 3.5 years"
      }
    ],
    "secondary": [
      {
        "measure": "The impact of autonomic neuropathy on bone microarchitecture in T2D assessed by HR-pQCT.",
        "description": "Compare bone microarchitectural parameters (assessed by HR-pQCT) in T2D patients with and without autonomic neuropathy (assessed by CAN-score from Vagus™ device, COMPASS31-score, intraepidermal nerve fiber density, orthostatic BP and ECG).",
        "timeFrame": "Through study completion, estimated 3.5 years"
      },
      {
        "measure": "The impact of autonomic neuropathy on bone material strength in T2D assessed by microindentation.",
        "description": "Compare bone material strength (assessed by microindentation) in T2D patients with and without autonomic neuropathy (assessed by CAN-score from Vagus™ device, COMPASS31-score, intraepidermal nerve fiber density, orthostatic BP and ECG).",
        "timeFrame": "Through study completion, estimated 3.5 years"
      },
      {
        "measure": "The impact of autonomic neuropathy on bone turnover markers in T2D.",
        "description": "Compare bone turnover markers in T2D patients with and without autonomic neuropathy (assessed by CAN-score from Vagus™ device, COMPASS31-score, intraepidermal nerve fiber density, orthostatic BP and ECG)",
        "timeFrame": "Through study completion, estimated 3.5 years"
      },
      {
        "measure": "The impact of peripheral neuropathy on bone microarchitecture in T2D assessed by HR-pQCT.",
        "description": "Compare bone microarchitectural parameters (assessed by HR-pQCT) in T2D patients with and without peripheral neuropathy (assessed by MNSI, PTT, QST, sural nerve conduction study and intraepidermal nerve fiber density)",
        "timeFrame": "Through study completion, estimated 3.5 years"
      },
      {
        "measure": "The impact of peripheral neuropathy on bone material strength in T2D assessed by microindentation.",
        "description": "Compare bone material strength (assessed by microindentation) in T2D patients with and without peripheral neuropathy (assessed by MNSI, PTT, QST, sural nerve conduction study and intraepidermal nerve fiber density)",
        "timeFrame": "Through study completion, estimated 3.5 years"
      },
      {
        "measure": "The impact of peripheral neuropathy on bone turnover markers in T2D.",
        "description": "Compare bone turnover markers in T2D patients with and without peripheral neuropathy (assessed by MNSI, PTT, QST, sural nerve conduction study and intraepidermal nerve fiber density).",
        "timeFrame": "Through study completion, estimated 3.5 years"
      },
      {
        "measure": "Compare postural control between T2D patients with and without fractures assessed by force platform.",
        "timeFrame": "Through study completion, estimated 3.5 years"
      },
      {
        "measure": "Compare postural control between T2D patients with and without peripheral/autonomic neuropathy.",
        "description": "Neuropathy assessed by PTT, QST, sural nerve conduction study, skin biopsies, COMPASS-31, MNSI and Vagus device. Postural control assessed by force platform.",
        "timeFrame": "Through study completion, estimated 3.5 years"
      },
      {
        "measure": "Compare muscle mass and strength in T2D patients with and without fractures",
        "description": "Compare muscle mass (assessed by DXA scan) and muscle strength (assessed by hand grip, leg extension strength and functional tests) in T2D patients with and without fractures.",
        "timeFrame": "Through study completion, estimated 3.5 years"
      },
      {
        "measure": "Compare muscle mass and strength in T2D patients with and without neuropathy",
        "description": "Compare muscle mass (assessed by DXA scan) and muscle strength (assessed by hand grip, leg extension strength and functional tests) in T2D patients with and without neuropathy (assessed by PTT, QST, sural nerve conduction study, skin biopsies, COMPASS-31, MNSI and Vagus device).",
        "timeFrame": "Through study completion, estimated 3.5 years"
      }
    ],
    "other": [
      {
        "measure": "Co-existence of peripheral and autonomic neuropathy",
        "description": "Presence of autonomic neuropathy (assessed by CAN-score from Vagus™ device, COMPASS31-score, intraepidermal nerve fiber density, orthostatic BP and ECG) will be compared with presence of peripheral neuropathy (assessed by PTT, QST, sural nerve conduction test and intraepidermal nerve fiber density) in T2D.",
        "timeFrame": "Through study completion, estimated 3.5 years"
      },
      {
        "measure": "The impact of insulin resistance (assessed by HOMA-IR and -%B) on bone microarchitecture (assessed by HR-pQCT) in T2D.",
        "timeFrame": "Through study completion, estimated 3.5 years"
      },
      {
        "measure": "The impact of insulin resistance (assessed by HOMA-IR and -%B) on bone material strength (assessed by microindentation) in T2D.",
        "timeFrame": "Through study completion, estimated 3.5 years"
      },
      {
        "measure": "The impact of insulin resistance (assessed by HOMA-IR and -%B) on bone turnover markers in T2D.",
        "timeFrame": "Through study completion, estimated 3.5 years"
      },
      {
        "measure": "The correlation between levels of Advanced Glycation End Products (AGEs) (assessed by skin autofluorescence) and bone material strength (assessed by microindentation).",
        "timeFrame": "Through study completion, estimated 3.5 years"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 10,
      "otherCount": 5,
      "totalCount": 18
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:03.144Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}