{
  "nctId": "NCT03766399",
  "briefTitle": "A Study in Healthy Volunteers and Patients With Mild Asthma to Investigate the Safety, Anti-inflammatory Effect of Inhaled AZD0449",
  "officialTitle": "A Single-blind, Randomized, Placebo-Controlled 3-Part Study in Healthy Volunteers and Patients With Mild Asthma to Investigate the Safety, Tolerability and Pharmacokinetics of Inhaled AZD0449 Following Single and Multiple Ascending Doses and to Investigate the Anti-Inflammatory Effect of Inhaled AZD0449",
  "protocolDocument": {
    "nctId": "NCT03766399",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-02-04",
    "uploadDate": "2022-05-23T10:43",
    "size": 23971647,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03766399/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 131,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-11-30",
    "completionDate": "2021-06-24",
    "primaryCompletionDate": "2021-06-24",
    "firstSubmitDate": "2018-11-08",
    "firstPostDate": "2018-12-06"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion criteria:\n\nPart 1a/b: 1. Provision of signed and dated, written informed consent before any study specific procedures (applicable for all parts). 2. Healthy male volunteers and healthy female volunteers (for Part 1a and Part 1b first IV cohort, female volunteers must be of non-childbearing potential), aged 18 to 55 years with suitable veins for cannulation or repeated venipuncture. 3. Female patients must not be lactating and must have a negative pregnancy test at the Screening Visit and on admission to the Clinical Unit. Women of non-childbearing potential must fulfill one of the following criteria (Applicable for all parts): 3.1. Postmenopausal defined as amenorrhea for at least 12 months or more following cessation of all exogenous hormonal treatments and follicle-stimulating hormone (FSH) levels in the postmenopausal range. 3.2. Documentation of irreversible surgical sterilization by hysterectomy, bilateral oophorectomy or bilateral salpingectomy but not tubal ligation. 4. Have a body mass index (BMI) between 18 and 30 kg/m2 inclusive and weigh at least 60 kg. 5. Healthy volunteer has a Forced Expiratory Volume in one second (FEV1) ≥80% of the predicted value regarding age, height, gender and ethnicity at the Screening Visit. 6. Male volunteers and their WOCBP partners should be willing to use highly effective contraception measures and should refrain from donating sperm or fathering a child from the first day of dosing until 3 months after the last dose of IMP. 7. Female volunteers in Part 1b second IV cohort should be willing to use highly effective contraception measures from the first day of dosing until 1 month after the last dose of IMP. 8. Provision of signed, written and dated informed consent for optional genetic research. If a volunteer declines to participate in the genetic component of the study, there will be no penalty or loss of benefit to the volunteer. The volunteer will not be excluded from other aspects of the study described in this protocol. Patients with mild asthma (Part 2a and Part 3a): 1. Male and female (including WOCBP) patients with mild asthma aged 18 to 55 years with suitable veins for cannulation or repeated venipuncture. 2. Patients must be willing to remain in house at the study center for 16 consecutive days (part 2a) or for 30 consecutive days, optional from Day 17 for Germany (part 3a). 3. Have a BMI between 18 and 35 kg/m2 inclusive and weigh at least 50 kg. 4. Physician diagnosed (mild) asthma for at least 6 months prior to screening. 5. Lung function ≥70% predicted for Forced Expiratory Volume in 1 second (FEV1) at the Screening Visit AND at the 12 h timepoint on Day -1, in accordance with the American Thoracic Society (ATS)/European Respiratory Society (ERS) criteria. 6. Have a FeNO of ≥30 ppb at the Screening Visit and at the 12 h timepoint on Day -1. 7. Male patients and their WOCBP partners should be willing to use highly effective contraception measures and should refrain from donating sperm or fathering a child from the first day of dosing until 3 months after the last dose of IMP (applicable for part 2b and 3b). 8. Female patients should be willing to use highly effective contraception measures from the first day of dosing until 1 month after the last dose of IMP. 9. Provision of signed, written and dated informed consent for optional genetic research. If a patient declines to participate in the genetic component of the study, there will be no penalty or loss of benefit to the patient. The patient will not be excluded from other aspects of the study described in this protocol.\n\nHealthy volunteers (Part 2b and Part 3b): 1. Healthy male and female (including WOCBP) volunteers aged 18 to 55 years with suitable veins for cannulation or repeated venipuncture. 2. Have a BMI between 18 and 30 kg/m2 inclusive and weigh at least 60 kg. 3. Healthy volunteer has a Forced Expiratory Volume in one second (FEV1) ≥80% of the predicted value regarding age, height, gender and ethnicity at the Screening Visit and at the 12 h timepoint on Day -1, in accordance with the ATS/ERS criteria. 4. Female volunteers should be willing to use highly effective contraception measures from the first day of dosing until 1 month after the last dose of IMP. 5. Provision of signed, written and dated informed consent for optional genetic research. If a healthy volunteer declines to participate in the genetic component of the study, there will be no penalty or loss of benefit to the healthy volunteer. The healthy volunteer will not be excluded from other aspects of the study described in this protocol.\n\nExclusion criteria:\n\nPart 1a/b: 1. History of any clinically important disease or disorder which, in the opinion of the Investigator, may either put the volunteer at risk because of participation in the study, or influence the results or the volunteer's ability to participate in the study. 2. History of any respiratory disorders such as asthma, chronic obstructive pulmonary disease (COPD) or idiopathic pulmonary fibrosis (IPF) (applicable for all parts). 3. Healthy volunteer has an increased risk of infection. 4. History or presence of gastrointestinal, hepatic or renal disease or any other condition known to interfere with absorption, distribution, metabolism or excretion of drugs (applicable to all parts). 5. Any clinically important illness, medical/surgical procedure or trauma within 4 weeks of the first administration of IMP (applicable to all parts). 6. Any laboratory values with the following deviations at the Screening Visit and on admission to the Clinical Unit. Abnormal values may be repeated once at the discretion of the Investigator (applicable to all parts): 6.1. Alanine aminotransferase (ALT) \\>upper limit of normal (ULN). 6.2. Aspartate aminotransferase (AST) \\>ULN. 6.3. Creatinine \\>ULN. 6.4. White blood cell (WBC) count \\<LLN (Lower limit of normal). 6.5. Hemoglobin \\<LLN. 7. Any clinically important abnormalities in clinical chemistry, hematology or urinalysis results, other than those described under exclusion criteria numbers 3 and 6, as judged by the Investigator (Applicable to all parts). 8. Abnormal vital signs, after 10 minutes supine rest. Abnormal values may be repeated once at the discretion of the Investigator (applicable to all parts). 9. Any clinically important abnormalities in rhythm, conduction or morphology of the resting ECG and any clinically important abnormalities in the 12-lead electrocardiogram (ECG) as considered by the Investigator that may interfere with the interpretation of QTc interval changes, including abnormal ST-T-wave morphology, particularly in the protocol defined primary lead or left ventricular hypertrophy at the Screening Visit and Day -1 (Applicable to all parts). 10. Known or suspected history of drug abuse \\[within the past 2 years for Part 2a and Part 3a\\] as judged by the Investigator (Applicable to all parts). 11.Current smokers or those who have smoked or used nicotine products (including e-cigarettes) within the previous 6 months or has smoking history of \\>5 pack-years (applicable to all parts). 12. History of alcohol abuse or excessive intake of alcohol as judged by the Investigator (in Germany only: excessive intake of alcohol defined as the regular consumption of more than 3 units \\[24 g\\] of alcohol per day for men or 2 units \\[16 g\\] of alcohol per day for women) (Applicable to all parts). 13. Positive screen for drugs of abuse, cotinine (nicotine) or alcohol at the Screening Visit or on admission to the Clinical Unit (Applicable to all parts). 14. History of severe allergy/hypersensitivity or ongoing clinically important allergy/hypersensitivity, as judged by the Investigator or history of hypersensitivity to drugs with a similar chemical structure or class to AZD0449 (Applicable to all parts). 15. Use of drugs with enzyme inducing properties such as St John's Wort within 3 weeks before the first administration of IMP (Applicable to all parts). 16. Plasma donation within 1 month of the Screening Visit or any blood donation/blood loss \\>500 mL during the 3 months before the Screening Visit (Applicable to all parts). 17. Healthy volunteers/patients who have previously received (Applicable to all parts). 18. Involvement of any AstraZeneca or Clinical Unit employee or their close relatives (Applicable to all parts). Patients with mild asthma (Part 2a and Part 3a): 1. History of any clinically important disease other than asthma, or disorder which, in the opinion of the Investigator, may either put the patient at risk because of participation in the study, or influence the results or the patient's ability to participate in the study. 2. Patient has an increased risk of infection. 3. Suspicion of Gilbert's syndrome. 4. Exacerbation of asthma symptoms within 6 months prior to Screening and Day -1 and requiring the use of oral or IV steroids, antibiotics, Accident and Emergency visit, or hospital admission to the Clinical Unit. 5. Female patients who are pregnant, breastfeeding, or are planning a pregnancy during the study period or within 1 month after the last dose of IMP. Healthy volunteers (Part 2b and Part 3b): 1.History of any clinically important disease or disorder which, in the opinion of the Investigator, may either put the volunteer at risk because of participation in the study, or influence the results or the volunteer's ability to participate in the study. 2. Female healthy volunteers who are pregnant, breastfeeding, or are planning a pregnancy during the study period or within 1 month after the last dose of IMP.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Adverse Events and Serious Adverse Events",
        "description": "Safety and tolerability of AZD0449 following inhaled administration of single ascending doses to healthy participants, inhaled nebulized administration of multiple ascending doses to healthy participants and patients with mild asthma, and repeated inhaled administration to patients with mild asthma using a DPI was assessed.",
        "timeFrame": "From screening up to follow-up visit [Part 1 a (6±1 Days post-dose)] [Part 2a (Day 22±1 (10±1 days post-last dose)], Safety Monitoring Period 2b/3a [Day 17 to 27 (15 day post-last dose)]"
      },
      {
        "measure": "Maximum Observed Plasma Concentration (Cmax)",
        "description": "Cmax of AZD0449 following intravenous administration of a single dose to healthy participants was assessed.",
        "timeFrame": "Part 1b: Day 1"
      },
      {
        "measure": "Area Under the Plasma Concentration Time Curve From Time Zero to Infinity (AUCinf)",
        "description": "AUCinf of AZD0449 following intravenous administration of a single dose to healthy participants was assessed.",
        "timeFrame": "Part 1b: Day 1"
      },
      {
        "measure": "Area Under the Plasma Concentration-time Curve From Time Zero to Time of Last Quantifiable Concentration (AUClast)",
        "description": "AUClast of AZD0449 following intravenous administration of a single dose to healthy participants was assessed.",
        "timeFrame": "Part 1b: Day 1"
      },
      {
        "measure": "Area Under the Plasma Concentration Time Curve From Time Zero to 24 Hours After Dosing (AUC(0-24))",
        "description": "AUC (0-24) of AZD0449 following intravenous administration of a single dose to healthy participants was assessed.",
        "timeFrame": "Part 1b: Day 1"
      },
      {
        "measure": "Time to Reach Peak or Maximum Observed Concentration Following Drug Administration (Tmax)",
        "description": "tmax of AZD0449 following intravenous administration of a single dose to healthy participants was assessed.",
        "timeFrame": "Part 1b: Day 1"
      },
      {
        "measure": "Terminal Halflife, Estimated as (ln2)/-λz (t½λz )",
        "description": "t½λz of AZD0449 following intravenous administration of a single dose to healthy participants was assessed.",
        "timeFrame": "Part 1b: Day 1"
      },
      {
        "measure": "Total Body Clearance of Drug From Plasma After Intravascular Administration (CL)",
        "description": "CL of AZD0449 following intravenous administration of a single dose of AZD0449 to healthy volunteers was assessed.",
        "timeFrame": "Part 1b: Day 1"
      },
      {
        "measure": "Volume of Distribution for Parent Drug at Terminal Phase [Intravenous Administration] (λz)",
        "description": "Vz of AZD0449 following intravenous administration of a single dose of AZD0449 to healthy volunteers was assessed.",
        "timeFrame": "Part 1b: Day 1"
      },
      {
        "measure": "Terminal Rate Constant, Estimated by Loglinear Leastsquares Regression of the Terminal Part of the -Concentrationtime- Curve (λz)",
        "description": "λz of AZD0449 following intravenous administration of a single dose to healthy participants was assessed.",
        "timeFrame": "Part 1b: Day 1"
      },
      {
        "measure": "Time of Last Quantifiable Concentration (Tlast)",
        "description": "tlast of AZD0449 following intravenous administration of a single dose to healthy participants was assessed.",
        "timeFrame": "Part 1b: Day 1"
      },
      {
        "measure": "Dose Normalized Cmax (Cmax/D)",
        "description": "Cmax/D of AZD0449 following intravenous administration of a single dose to healthy participants was assessed.",
        "timeFrame": "Part 1b: Day 1"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Adverse Events and Serious Adverse Events",
        "description": "Safety and tolerability of AZD0449 following intravenous administration of a single dose to healthy participants was assessed.",
        "timeFrame": "From screening up to follow-up visit [Part 1b (6±1 Days post-dose)]"
      },
      {
        "measure": "Maximum Observed Plasma Concentration (Cmax)",
        "description": "Cmax of AZD0449 following inhaled administration of single ascending doses of AZD0449, inhaled nebulized administration of multiple ascending doses to healthy participants and patients with mild asthma, and repeated inhaled administration to patients with mild asthma using a DPI was assessed.",
        "timeFrame": "Part 1a: Day 1, Part 2 and 3: Day 1 and Day 12"
      },
      {
        "measure": "Area Under the Plasma Concentration Time Curve From Time Zero to Infinity (AUCinf)",
        "description": "AUCinf of AZD0449 following inhaled administration of single ascending doses of AZD0449, inhaled nebulized administration of multiple ascending doses to healthy participants and patients with mild asthma, and repeated inhaled administration to patients with mild asthma using a DPI was assessed.",
        "timeFrame": "Part 1a: Day 1, Part 2 and 3: Day 1 and Day 12"
      },
      {
        "measure": "Area Under the Plasma Concentration-time Curve From Time Zero to Time of Last Quantifiable Concentration (AUClast)",
        "description": "AUClast of AZD0449 following inhaled administration of single ascending doses of AZD0449, inhaled nebulized administration of multiple ascending doses to healthy participants and patients with mild asthma, and repeated inhaled administration to patients with mild asthma using a DPI was assessed.",
        "timeFrame": "Part 1a: Day 1, Part 2 and 3: Day 1 and Day 12"
      },
      {
        "measure": "Area Under the Plasma Concentration Time Curve From Time Zero to 24 Hours After Dosing (AUC(0-24))",
        "description": "AUC (0-24) of AZD0449 following inhaled administration of single ascending doses of AZD0449, inhaled nebulized administration of multiple ascending doses to healthy volunteers and patients with mild asthma, and repeated inhaled administration to patients with mild asthma using a DPI was assessed.",
        "timeFrame": "Part 1a: Day 1, Part 2 and 3: Day 1 and Day 12"
      },
      {
        "measure": "Time to Reach Peak or Maximum Observed Concentration Following Drug Administration (Tmax)",
        "description": "tmax of AZD0449 following inhaled administration of single ascending doses of AZD0449, intravenous administration of a single dose to healthy volunteers, inhaled nebulized administration of multiple ascending doses to healthy volunteers and patients with mild asthma, and repeated inhaled administration to patients with mild asthma using a DPI was assessed.",
        "timeFrame": "Part 1a: Day 1, Part 2 and 3: Day 1 and Day 12"
      },
      {
        "measure": "Terminal Halflife, Estimated as (ln2)/-λz (t½λz )",
        "description": "t½λz of AZD0449 following inhaled administration of single ascending doses of AZD0449, inhaled nebulized administration of multiple ascending doses to healthy volunteers and patients with mild asthma, and repeated inhaled administration to patients with mild asthma using a DPI was assessed.",
        "timeFrame": "Part 1a: Day 1, Part 2 and 3: Day 1 and Day 12"
      },
      {
        "measure": "Apparent Total Body Clearance of Drug From Plasma After Extravascular Administration (CL/F)",
        "description": "CL/F of AZD0449 following inhaled administration of single ascending doses of AZD0449, inhaled nebulized administration of multiple ascending doses to healthy volunteers and patients with mild asthma, and repeated inhaled administration to patients with mild asthma using a DPI was assessed.",
        "timeFrame": "Part 1a: Day 1, Part 2 and 3: Day 1 and Day 12"
      },
      {
        "measure": "Apparent Volume of Distribution for Parent Drug at Terminal Phase [Extravascular Administration] (Vz/F)",
        "description": "Vz/F of AZD0449 following inhaled administration of single ascending doses of AZD0449, inhaled nebulized administration of multiple ascending doses to healthy volunteers and patients with mild asthma, and repeated inhaled administration to patients with mild asthma using a DPI was assessed.",
        "timeFrame": "Part 1a: Day 1, Part 2 and 3: Day 1 and Day 12"
      },
      {
        "measure": "Terminal Rate Constant, Estimated by Loglinear Leastsquares Regression of the Terminal Part of the -Concentrationtime- Curve (λz)",
        "description": "λz of AZD0449 following inhaled administration of single ascending doses of AZD0449, inhaled nebulized administration of multiple ascending doses to healthy volunteers and patients with mild asthma, and repeated inhaled administration to patients with mild asthma using a DPI was assessed.",
        "timeFrame": "Part 1a: Day 1, Part 2 and 3: Day 1 and Day 12"
      },
      {
        "measure": "Time of Last Quantifiable Concentration (Tlast)",
        "description": "tlast of AZD0449 following inhaled administration of single ascending doses of AZD0449, inhaled nebulized administration of multiple ascending doses to healthy volunteers and patients with mild asthma, and repeated inhaled administration to patients with mild asthma using a DPI was assessed.",
        "timeFrame": "Part 1a: Day 1, Part 2 and 3: Day 1 and Day 12"
      },
      {
        "measure": "Dose Normalized Cmax (Cmax/D)",
        "description": "Cmax/D of AZD0449 following inhaled administration of single ascending doses of AZD0449, inhaled nebulized administration of multiple ascending doses to healthy volunteers and patients with mild asthma, and repeated inhaled administration to patients with mild asthma using a DPI was assessed.",
        "timeFrame": "Part 1a: Day 1, Part 2 and 3: Day 1 and Day 12"
      },
      {
        "measure": "Change From Baseline in 2 Hours Post-dose Fractional Excretion of Nitric Oxide (FeNO)",
        "description": "Assessment of anti-inflammatory effect by evaluating change from baseline in FeNO, 2 hours post-dose of AZD0449 in patients with mild asthma was assessed.",
        "timeFrame": "At Baseline and Day 12"
      },
      {
        "measure": "Change From Baseline in 2 Hours Post-dose in FeNO (AUC (0-12))",
        "description": "Assessment of anti-inflammatory effect by evaluating change from baseline in FeNO (AUC (0-12)), 2 hours post-dose of AZD0449 in patients with mild asthma was assessed.",
        "timeFrame": "At Baseline and Day 12"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 12,
      "secondaryCount": 14,
      "otherCount": 0,
      "totalCount": 26
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:23.201Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}