{
  "nctId": "NCT02807857",
  "briefTitle": "A Prospective Evaluation of Natriuretic Peptide Based Referral of CHF Patients in Primary Care",
  "officialTitle": "A Prospective Evaluation of Natriuretic Peptide Based Referral of CHF Patients in Primary Care",
  "protocolDocument": {
    "nctId": "NCT02807857",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-02-15",
    "uploadDate": "2019-03-21T14:32",
    "size": 558694,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02807857/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 1415,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-07-07",
    "completionDate": "2018-03-23",
    "primaryCompletionDate": "2018-03-23",
    "firstSubmitDate": "2016-06-17",
    "firstPostDate": "2016-06-21"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Willing and able to provide written informed consent and accept study procedures and time schedule.\n* Age ≥ 18 years.\n* Patients suffering from chronic heart failure (the heart failure diagnosis must have been made or confirmed by a cardiologist and/or hospital physician at any time in the patient's medical history).\n* Patients with reduced ejection fraction (≤ 40%) as confirmed at any time point in the patient's medical history.\n\nExclusion Criteria:\n\n* Use of investigational drugs either within 5 half-lives of enrollment, or within 30 days, or until the expected pharmacodynamic effect has returned to baseline, whichever is longer.\n* Major surgery in the last 3 months prior to baseline or planned major surgery or cardiac intervention during the study.\n* Cancer or other significant co-morbidities implying that the patient's condition is unstable.\n* Comorbidities that can be associated with elevated natriuretic peptide (NP) levels: renal insufficiency, (eGFR \\< 25 ml/min/1.73 m² calculated according to MDRD formula), recent (less than 3 months) cerebral trauma or recent (less than 3 months) cerebrovascular incident, novel diagnosis or acute exacerbation of COPD within the last 3 months.\n* Patients who are primarily managed and regularly followed-up by a cardiologist for their HF\n* Highly frail patients whose estimated lifespan due to comorbidities by the judgement of the investigator is less than 6 months.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Clinically Stable Patients Whose Therapy Regimen Adheres to ESC Guideline Recommendations for Drug Types (Level 1) and Drug Type and Dose (Level 2) at Visit 1 (Before Referral to a Cardiologist)",
        "description": "Assessment of treatment regimen with respect to ESC guideline adherence at Visit 1 before referral to cardiologist. ESC Criteria for adherence: Drug Types: Treatment with (1) ACEi or (1) ARB in combination with (1) beta-blocker and (1) MRA for patients w/an LVEF ≤ 35% at V1. Treatment w/(1) ACEi or (1) ARB, in combination with (1) beta-blocker+ without treatment with an MRA for patients with an LVEF \\> 35% at visit 1. Drug type \\& dose: Guideline adherent with respect to drug types and dosage of all respective guideline drugs ≥ 50% of the recommended target dose.",
        "timeFrame": "Baseline (Visit 1)"
      },
      {
        "measure": "Adherence to ESC Guideline at Visit 2 (After Referral to a Cardiologist, Month 6), for Follow-up Set: Drug Type and Drug Type and Dose",
        "description": "Assessment of patients' adherence at Visit 2, for patients who were already adherent at Visit 1, and those who were not adherent at Visit 1, for both drug type and drug type and dose. ESC Criteria for adherence: Drug Types: Treatment with (1) ACEi or (1) ARB in combination with (1) beta-blocker and (1) MRA for patients w/an LVEF ≤ 35% at V1. Treatment w/(1) ACEi or (1) ARB, in combination with (1) beta-blocker+ without treatment with an MRA for patients with an LVEF \\> 35% at visit 1. Drug type \\& dose: Guideline adherent with respect to drug types and dosage of all respective guideline drugs ≥ 50% of the recommended target dose.",
        "timeFrame": "Month 6"
      }
    ],
    "secondary": [
      {
        "measure": "Duration of Heart Failure",
        "description": "The duration of Heart Failure was collected at Baseline (Visit 1).",
        "timeFrame": "Baseline (Visit 1)"
      },
      {
        "measure": "Number of Patients With Current Use of Concomitant Compound",
        "description": "Use of concomitant compounds were collected at baseline (Visit 1)",
        "timeFrame": "Baseline (Visit 1)"
      },
      {
        "measure": "Number of Follow-Up Patients With Current Use of Concomitant Compound at Visit 2",
        "description": "Use of concomitant compounds were collected at 6 months (Visit 2)",
        "timeFrame": "6 months (Visit 2)"
      },
      {
        "measure": "Percentages of Clinically Stable Patients for Whom the Cardiologist and/or Primary Care Physician Optimizes Treatment Post Referral, Stratified According to Key Baseline Characteristics",
        "description": "For patients who enter the prospective period of the study the post-referral treatment choice of cardiologists and/or primary care physicians was documented; for patients, for whom the cardiologist and/or primary care physician chose to prescribe a novel Heart Failure treatment, the treatment was assessed, if it fulfills the definition of adherence to European Society of Cardiology (ESC) guideline recommendation. The proportion of patients for whom an ESC guideline adherent treatment was de novo prescribed was assessed stratified according to different parameters.",
        "timeFrame": "6 months"
      },
      {
        "measure": "Number of Patients With Different NT-proBNP Level Categories",
        "description": "NT-proBNP levels (pg/ml) was measured at baseline in all consecutive patients who satisfy the inclusion and exclusion criteria. Measurements were performed on-site by means of a handheld device provided for the purposes of the study. NT-proBNP level categories could be 600 -799 pg/ml, 800 - 999 pg/ml, 1000 - 1200 pg/ml, \\> 1200 pg/ml).",
        "timeFrame": "One measurement in all consecutive patients at baseline (Visit 1)"
      },
      {
        "measure": "Percentages of Clinically Stable Patients",
        "description": "Clinically stable patients in this study were defined as those patients for whom the primary care physician did not see a necessity (based on signs and symptoms of HF) to change the current pharmacological and/or device treatment of HF and who were on stable pharmacological and/or device treatment for HF for at least 3 months prior to inclusion.",
        "timeFrame": "Baseline (Visit 1)"
      },
      {
        "measure": "Number of Patients by Cardiologist Prescription Practice Per Country/Region",
        "description": "The cardiologists' suggestions for pharmacological and/or device therapy for the treatment of clinically stable CHF patients was documented and assessed by means of descriptive statistical measures stratified by country/region 6 months after baseline.",
        "timeFrame": "6 months"
      },
      {
        "measure": "Change of NT-proBNP Levels in Clinically Stable Chronic Heart Failure Patients With and Without Treatment Optimization 10 Months After Baseline",
        "description": "At 10 months after baseline (end of study) NT-proBNP was assessed in clinically stable CHF patients with baseline NT-proBNP levels ≥ 600 pg/ml. Thus, for those patients two NT-proBNP measurements were available: at baseline and 10 months later. The individual change of NT-proBNP between both time points were assessed in accordance to the patients' treatment history during the study, i.e. baseline Heart Failure treatment and therapeutic decision taken 6 months after baseline.",
        "timeFrame": "10 months"
      },
      {
        "measure": "Change in EuroQol Five Dimensions Questionnaire (EQ-5D) Total and Individual Sub-scores at Visit 1 (Baseline), Visit 2 (6 Months) and Visit 3 (10 Months)",
        "description": "Quality of life (QoL) was assessed by EQ-5D including the dimensions mobility, self-care, usual activity, pain/discomfort, anxiety/depression. A utility index based on UK value sets was built to summarize the information of these five dimensions into a single scale. The utility index can range between -0.281 and 1.0 where a higher number indicates a better health status. In addition, a visual analog scale (VAS) was applied with a possible range between 0 (=worst imaginable health state) and 100 (=best imaginable health state). Scores collected for all patients at baseline (Visit 1) and at Visit 2 and Visit 3 (only patients who entered the prospective period of the study, i.e. clinically stable patients with a NT-proBNP level ≥ 600 pg/ml) were asked to fill out the EuroQol 5D (EQ-5D) quality of life (QoL) questionnaire validated for heart failure (HF).",
        "timeFrame": "Baseline (Visit 1), 6 months (Visit 2), 10 months (Visit 3)"
      },
      {
        "measure": "Change in Kansas City Cardiomyopathy Questionnaire (KCCQ) Total and Individual Sub-scores at Visit 1 (Baseline), Visit 2 (6 Months) and Visit 3 (10 Months)",
        "description": "The KCCQ is a self-administered questionnaire. It contains 23 items, covering physical function, clinical symptoms, social function, self-efficacy and knowledge, and quality of life, each with different Likert scale wording, including limitations, frequency, bother, change in condition, understanding, levels of enjoyment and satisfaction. Scores are transformed to a range of 0-100, in which higher scores reflect better health status. A positive change from baseline indicates improvement. Scores were collected for all patients at baseline and Visit 2 and Visit 3 (only patients who had entered the prospective period of the study (clinically stable patients with a NT-proBNP level ≥ 600 pg/ml) were asked to complete Kansas City Cardiomyopathy Questionnaire (KCCQ) validated for Heart Failure.",
        "timeFrame": "Baseline (Visit 1), 6 months (Visit 2), 10 months (Visit 3)"
      },
      {
        "measure": "Number of Patients in Different Living Conditions",
        "description": "Living conditions were collected at Baseline (Visit 1).",
        "timeFrame": "Baseline (Visit 1)"
      },
      {
        "measure": "Number of Patients in Different Employment Status",
        "description": "Employment status was collected at Baseline (Visit 1).",
        "timeFrame": "Baseline (Visit 1)"
      },
      {
        "measure": "Number of Patients With Smoking Status",
        "description": "Smoking status was collected at baseline (visit 1).",
        "timeFrame": "Baseline (Visit 1)"
      },
      {
        "measure": "Number of Patients From Different Geographical Regions",
        "description": "Geographic regions were collected at Baseline (Visit 1).",
        "timeFrame": "Baseline (visit 1)"
      },
      {
        "measure": "Number of Patients With Health Insurance Status",
        "description": "Health insurance status was collected at Baseline (Visit 1).",
        "timeFrame": "Baseline (Visit 1)"
      },
      {
        "measure": "Number of Patients at Different Educational Level",
        "description": "Educational level was collected at Baseline (Visit 1).",
        "timeFrame": "Baseline (Visit 1)"
      },
      {
        "measure": "Number of Patients Per Primary Etiology of Heart Failure",
        "description": "The primary etiology of Heart Failure was collected at Baseline (Visit 1).",
        "timeFrame": "Baseline (Visit 1)"
      },
      {
        "measure": "Number of Patients With Heart Failure (HF)-Related Hospitalizations in the Previous 12 Months Prior to Baseline, and During the Study",
        "description": "HF-related hospitalizations was collected in the previous 12 months prior to baseline at baseline visit, at 6 and 10 months post-baseline.",
        "timeFrame": "Baseline (Visit 1), 6 months, 10 months"
      },
      {
        "measure": "Percentage of Patients With Cardiovascular and Non-cardiovascular Co-morbidities",
        "description": "Cardiovascular and non-cardiovascular co-morbidities were collected at baseline (Visit 1)",
        "timeFrame": "Baseline (Visit 1)"
      },
      {
        "measure": "Mean Dose of Previously Taken and Current Use of Concomitant Medications",
        "description": "Mean Dose of previously taken and current use of concomitant medications was to be collected at Visit 1, 6 months, 10 months post-baseline",
        "timeFrame": "Baseline (Visit 1), 6 months, 10 months"
      },
      {
        "measure": "Number of Heart Failure (HF) Treatment Combinations",
        "description": "The types and number of participants with HF treatment combinations were collected at Baseline (Visit 1).",
        "timeFrame": "Baseline (Visit 1)"
      },
      {
        "measure": "Duration of Treatment With Device Type",
        "description": "The duration of treatment with device type was collected at baseline (Visit 1)",
        "timeFrame": "Baseline (Visit 1)"
      },
      {
        "measure": "Duration of Previously Taken and Currently Use of Most Common Non-Heart Failure Concomitant Compounds",
        "description": "Duration of most common previously taken and current use of most common Non-HF concomitant compounds were collected",
        "timeFrame": "Baseline (Visit 1)"
      },
      {
        "measure": "Number of Patients by Primary Care Physicians' Prescription Practice Per Country/Region",
        "description": "For clinically stable CHF patients, the primary care physicians' prescription of pharmacological and device treatment for HF was to be documented prior to baseline and post cardiologist-referral. At the post-referral visit the degree of implementation of cardiologist-recommendations and the medical decision making (e.g. reasons for non-implementation) were to be documented.",
        "timeFrame": "Baseline (Visit 1)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 24,
      "otherCount": 0,
      "totalCount": 26
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:32.633Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}