{
  "nctId": "NCT03205488",
  "briefTitle": "Nilotinib in Parkinson's Disease",
  "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled, Phase IIa, Parallel Group, Two Cohort Study to Define the Safety, Tolerability, Clinical and Exploratory Biological Activity of the Chronic Administration of Nilotinib in Participants With Parkinson's Disease",
  "protocolDocument": {
    "nctId": "NCT03205488",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-02-21",
    "uploadDate": "2020-04-14T09:14",
    "size": 2810553,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03205488/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 76,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-10-16",
    "completionDate": "2019-09-28",
    "primaryCompletionDate": "2019-08-26",
    "firstSubmitDate": "2017-06-28",
    "firstPostDate": "2017-07-02"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria; Cohort 1 and 2:\n\n1. Idiopathic PD based on the UK Brain Bank diagnostic criteria.\n2. Any race and either gender, age 40-79\n3. Able to read and understand English with the capacity to provide voluntary informed consent by signing the informed consent form (ICF)\n4. Willing to comply with all study procedures including multiple lumbar punctures (LP)\n5. Must be on a stable regimen of central nervous system acting medications (if applicable) for at least 30 days prior to the baseline visit (e.g., benzodiazepines, antidepressants, hypnotics)\n\nInclusion criteria specific for Cohort 1:\n\n6a. Diagnosis of PD duration \\> 5 year 7a. Hoehn \\& Yahr scale (H\\&Y) stage \\> 2 and \\< 4 in the ON state 8a. Must be on a stable regimen of PD medications, that includes levodopa, for at least 30 days prior to the screening visit\n\na. Treatment with monoamine oxidase B (MAO-B) inhibitors will be allowed provided the dose has been stable for 60 days prior to baseline\n\nInclusion criteria specific for Cohort 2:\n\n6b. Diagnosis of PD duration \\< 3 years 7b. H\\&Y stage ≤ 2 8b. Participants who are currently NOT receiving symptomatic therapy (ST) (levodopa,dopamine agonists and monoamine oxidase B (MAO-B) inhibitors) and NOT projected to require ST for at least 3 months from enrollment.\n\na. Treatment with amantadine or an anticholinergic agent will be allowed provided the dose has been stable for 30 days prior to screening and will remain stable for the duration of the study\n\nExclusion Criteria; Cohorts 1 and 2:\n\n1. Diagnosis of atypical parkinsonism\n2. History of bipolar disorder or major depression, or presence of active depression defined as a Beck Depression Inventory II (BDI-II) score \\>17\n3. History of a suicide attempt within the last 5 years or active suicidal ideations\n4. History of schizophrenia or schizophrenia spectrum disorders\n5. History of uncontrolled hypokalemia or hypomagnesaemia, or laboratory evidence of such on screening\n6. History of cardiac arrhythmia, long QT syndrome, or a corrected QT interval (QTcF) ≥450ms at screening visit 1\n7. Treated within 30 days prior to randomization, or planned use during the trial with any of the following classes of Concomitant drugs:\n\n   1. Class IA or III antiarrhythmic drugs\n   2. QT prolonging drugs\n   3. Strong CYP3A4 inhibitors or inducers\n   4. Anticoagulants\n   5. Proton pump inhibitors\n8. A clinical history, or the active presence of a cardiovascular condition including:\n\n   1. Myocardial infarction, known cardiac ischemia, or angina\n   2. Cerebrovascular event (e.g. embolic stroke)\n   3. Congestive heart failure, symptomatic first degree atrioventricular (AV) block or PR interval \\> 220msec and all second and third degree AV block, second- or third-degree atrioventricular block, sick sinus syndrome, or other serious cardiac rhythm disturbances\n   4. History of Torsade de Pointes\n   5. Other cardiovascular history that, in the opinion of the Site Investigator, will preclude study participation\n9. History of hepatic disease, including abnormal liver function defined as Total Bilirubin \\> 1.5 times upper limit, Aspartate Aminotransferase (AST) and/or Alanine Aminotransferase (ALT) \\> 2 times the upper limit of the normal, or coagulopathy with INR \\> 1.4\n10. History of epilepsy or a seizure within the last 6 months\n11. Active malignancy, or history of a neoplasm in the prior 5 years (excluding basal/squamous cell carcinoma)\n12. Prior history of pancreatitis or total gastrectomy or evidence of abnormal pancreatic function defined as elevated amylase and/or lipase \\> 2 times upper limit of normal\n13. Diagnosis of human immunodeficiency virus (HIV), clinically significant chronic hepatitis such as hepatitis B (HBV) or hepatitis C (HCV), or clinical history or signs of an active infection\n14. History of drug or alcohol abuse ≤ 5 years\n15. Active medical or psychiatric condition that in the opinion of the Site Investigator should preclude study participation\n16. Previous surgical management for PD\n17. Participants participating in any drug or device clinical investigation concurrently or within 30 days prior to screening for this study\n18. Severe lactose and galactose intolerance\n19. Participants with evidence of other significant laboratory abnormalities which in the opinion of the site investigator or clinical monitor should preclude study participation\n20. Known hypersensitivity or contraindication to study drugs (nilotinib or matching placebo) or their components.\n21. Female participants of child-bearing potential. Female participants must be post-menopausal, post-hysterectomy, or have a documented infertility based on a known medical or surgical condition\n22. Participants with a history of bone marrow suppression or evidence of persistent myelosuppression defined as absolute neutrophil count \\<1.8 X 109/L, significant anemia, or thrombocytopenia defined as platelet count \\< 100 X 109/L\n\nExclusion criteria specific for Cohort 1:\n\n22a. Diagnosis of dementia based on the clinician's assessment, or a Montreal Cognitive Assessment (MoCA) score \\< 21 at baseline\n\nExclusion criteria specific for Cohort 2:\n\n22b.MoCA score \\< 26 at baseline 23b. Treated within 60 days prior to randomization or expected to require treatment within 3 months from randomization with any ST (including levodopa and dopamine agonists )\n\na. Treatment with amantadine or an anticholinergic agent will be allowed provided the dose has been stable for 30 days prior to screening and will remain stable for the duration of the study",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "maximumAge": "79 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Tolerability of Nilotinib Over Placebo",
        "description": "The count of study participants who completed the 6-month study treatment period while active on their original assigned dose",
        "timeFrame": "6 months"
      },
      {
        "measure": "Safety of Nilotinib",
        "description": "The count of study participants who experienced any treatment-related SAE in each treatment group",
        "timeFrame": "We assessed adverse events that were collected from the first dose of study drug until 60 days after the participant's last dose."
      }
    ],
    "secondary": [
      {
        "measure": "Change in MDS-UPDRS Part III",
        "description": "The Movement Disorder Society Unified Parkinson's Disease Rating Scale (MDS-UPDRS) Part III is a motor examination in both practically defined medications OFF state (12 hrs post dose) and ON state (based on the participant/site investigator defined best ON and/or approximately 1 hour post dose). Measure Description: The part III subscale score ranges from 0-165. The Larger the value stands for more disability from PD.",
        "timeFrame": "The MDS-UPDRS Part III ON state was collected at baseline, day 14, day 30, month 3, month 6, 30 and 60 days post treatment. The OFF state was collected at baseline, month 3, month 6, 30 and 60 days post treatment."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:44.573Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}