{
  "nctId": "NCT01416194",
  "briefTitle": "Bazedoxifene Post Approval Safety Study (PASS) in the European Union (EU)",
  "officialTitle": "COHORT STUDY OF VENOUS THROMBOEMBOLISM AND OTHER CLINICAL ENDPOINTS AMONG OSTEOPOROTIC WOMEN PRESCRIBED BAZEDOXIFENE, BISPHOSPHONATES OR RALOXIFENE IN EUROPE",
  "protocolDocument": {
    "nctId": "NCT01416194",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2013-08-19",
    "uploadDate": "2020-04-27T10:34",
    "size": 944184,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01416194/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 10497,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2011-07-25",
    "completionDate": "2019-04-30",
    "primaryCompletionDate": "2019-04-30",
    "firstSubmitDate": "2011-08-11",
    "firstPostDate": "2011-08-12"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Female\n* At least one prescription for bazedoxifene, raloxifene, or any bisphosphonate during the study inclusion period (index prescription);\n* A recoded diagnosis code of osteoporosis on or within 60 days prior to the index prescription date;\n* Age \\>=45 at the date of the index prescription; and\n* At least 6-months of follow-up data in the electronic medical record system prior to the date of the index prescription\n\nExclusion Criteria:\n\n* There is no exclusion criteria. All women in the database who meet the inclusion criteria will be studied.",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "45 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Cumulative Incidence of Venous Thromboembolism (VTE)",
        "description": "VTE is defined as deep vein thrombosis (DVT), pulmonary embolism (PE), retinal vein thrombosis, and sinus thrombosis. DVT: occurs when a blood clot forms in a vein located deep inside the body. PE: a blockage of an artery in the lungs by a substance that has moved from elsewhere in the body through the bloodstream (embolism). Sinus thrombosis: presence of a blood clot in the dural venous sinuses, which drain blood from the brain. Retinal vein thrombosis: blockage of the small veins that carry blood away from the retina. Cumulative incidence was calculated as total participants with VTE events during follow-up period divided by total persons at risk during follow-up period\\*100 and hence cumulative incidence was expressed as percentage of participants.",
        "timeFrame": "Up to a maximum of follow-up period of 92.1 months"
      }
    ],
    "secondary": [
      {
        "measure": "Cumulative Incidence of Ischemic Stroke",
        "description": "Ischemic stroke is caused by a blockage in an artery that supplies blood to the brain. Cumulative incidence was calculated as total participants with ischemic stroke events during follow-up period divided by total persons at risk during follow-up period\\*100 and hence cumulative incidence was expressed as percentage of participants.",
        "timeFrame": "Up to a maximum of follow-up period of 92.1 months"
      },
      {
        "measure": "Cumulative Incidence of Cardiac Disorders",
        "description": "Cardiac disorders included myocardial infarction, myocardial ischemia, and coronary occlusion. Cumulative incidence was calculated as total participants with cardiac disorders events during follow-up period divided by total persons at risk during follow-up period\\*100 and hence cumulative incidence was expressed as percentage of participants.",
        "timeFrame": "Up to a maximum of follow-up period of 92.1 months"
      },
      {
        "measure": "Cumulative Incidence of Atrial Fibrillation",
        "description": "Atrial fibrillation is an irregular heartbeat that increases the risk of stroke and heart disease. Cumulative incidence was calculated as total participants with atrial fibrillation events during follow-up period divided by total persons at risk during follow-up period\\*100 and hence cumulative incidence was expressed as percentage of participants.",
        "timeFrame": "Up to a maximum of follow-up period of 92.1 months"
      },
      {
        "measure": "Cumulative Incidence of Biliary Events",
        "description": "Biliary events included cholecystitis and cholelithiasis. Cumulative incidence was calculated as total participants with biliary events during follow-up period divided by total persons at risk during follow-up period\\*100 and hence cumulative incidence was expressed as percentage of participants.",
        "timeFrame": "Up to a maximum of follow-up period of 92.1 months"
      },
      {
        "measure": "Cumulative Incidence of Hypertriglyceridemia",
        "description": "Hypertriglyceridemia refers to high blood levels of triglycerides. Cumulative incidence was calculated as total participants with hypertriglyceridemia events during follow-up period divided by total persons at risk during follow-up period\\*100 and hence cumulative incidence was expressed as percentage of participants.",
        "timeFrame": "Up to a maximum of follow-up period of 92.1 months"
      },
      {
        "measure": "Cumulative Incidence of Clinical Fractures",
        "description": "A fracture is a break in a bone. Cumulative incidence was calculated as total participants with clinical fractures events during follow-up period divided by total persons at risk during follow-up period\\*100 and hence cumulative incidence was expressed as percentage of participants.",
        "timeFrame": "Up to a maximum of follow-up period of 92.1 months"
      },
      {
        "measure": "Cumulative Incidence of Renal Failure",
        "description": "Cumulative incidence was calculated as total participants with renal failure events during follow-up period divided by total persons at risk during follow-up period\\*100 and hence cumulative incidence was expressed as percentage of participants.",
        "timeFrame": "Up to a maximum of follow-up period of 92.1 months"
      },
      {
        "measure": "Cumulative Incidence of All Malignancies",
        "description": "All malignancies included and not limited only to thyroid, breast, renal, genital / urogenital, lung cancer, gastrointestinal tract and respiratory tract. Cumulative incidence was calculated as total participants with malignancies events during follow-up period divided by total persons at risk during follow-up period\\*100 and hence cumulative incidence was expressed as percentage of participants.",
        "timeFrame": "Up to a maximum of follow-up period of 92.1 months"
      },
      {
        "measure": "Cumulative Incidence of Different Types of Malignancies",
        "description": "In this outcome measure, cumulative incidence of different types of malignancies included breast, renal, thyroid, genital / urogenital, gastrointestinal tract, lung and respiratory tract were calculated. Cumulative incidence for each type of malignancy was calculated as total participant with the respective malignancy events during follow-up period divided by total persons at risk during follow-up period\\*100 and hence cumulative incidence for each type of malignancy was expressed as percentage of participants.",
        "timeFrame": "Up to a maximum of follow-up period of 92.1 months"
      },
      {
        "measure": "Cumulative Incidence of Depression",
        "description": "Cumulative incidence was calculated as total participants with depression events during follow-up period divided by total persons at risk during follow-up period\\*100 and hence cumulative incidence was expressed as percentage of participants.",
        "timeFrame": "Up to a maximum of follow-up period of 92.1 months"
      },
      {
        "measure": "Cumulative Incidence of Selected Ocular Events",
        "description": "Selected ocular events included retinal vascular occlusions, disorders of the globe, iris, ciliary body, retina, eye adnexa and cornea. Cumulative incidence was calculated as total participants with selected ocular events during follow-up period divided by total persons at risk during follow-up period\\*100 and hence cumulative incidence was expressed as percentage of participants.",
        "timeFrame": "Up to a maximum of follow-up period of 92.1 months"
      },
      {
        "measure": "Cumulative Incidence of Thyroid Disorders- Goitre",
        "description": "Goitre is a swelling in the neck resulting from an enlarged thyroid gland. Cumulative incidence was calculated as total participants with thyroid disorders-goitre events during follow-up period divided by total persons at risk during follow-up period\\*100 and hence cumulative incidence was expressed as percentage of participants.",
        "timeFrame": "Up to a maximum of follow-up period of 92.1 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 12,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 89,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:03.402Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}