{
  "nctId": "NCT04425902",
  "briefTitle": "Evaluation of Pharmacokinetic Interaction Between GSK3640254 and Caffeine, Metoprolol, Montelukast, Flurbiprofen, Omeprazole, Midazolam, Digoxin, and Pravastatin in Healthy Adults",
  "officialTitle": "Effects of GSK3640254 on the Single-Dose Pharmacokinetics of Probe Substrates (Caffeine, Metoprolol, Montelukast, Flurbiprofen, Omeprazole, Midazolam, Digoxin, and Pravastatin) in Healthy Subjects",
  "protocolDocument": {
    "nctId": "NCT04425902",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-04-12",
    "uploadDate": "2022-02-18T07:11",
    "size": 888021,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04425902/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 20,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-12-16",
    "completionDate": "2021-03-10",
    "primaryCompletionDate": "2021-03-10",
    "firstSubmitDate": "2020-06-05",
    "firstPostDate": "2020-06-11"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participant must be 18 to 50 years of age inclusive, at the time of signing the informed consent.\n* Participants who are overtly healthy as determined by the investigator or medically qualified designee based on a medical evaluation including medical history, physical examination (including cardiopulmonary examination), laboratory tests, and cardiac monitoring (history and ECG).\n* Body weight more than or equal to (\\>=) 50.0 kilograms (kg) (110 pounds \\[lbs\\]) for men and \\>=45.0 kg (99 lbs) for women and body mass index within the range 18.5 to 31.0 kilogram per square meter (kg/m\\^2) (inclusive).\n* Contraceptive use by men or women should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies.\n* Male participants should not engage in intercourse while confined in the clinic. There is no need for an extended period of double barrier use or prolonged abstinence after study discharge.\n* A female participant is eligible to participate if she is not pregnant or breastfeeding and at least one of the following conditions applies:\n* Is not a woman of childbearing potential (WOCBP) or\n* Is a WOCBP and using a non-hormonal contraceptive method that is highly effective, with a failure rate of less than (\\<) 1 percent (%) for 28 days before intervention, during the intervention period, and for at least 28 days after the last dose of study intervention.\n* A WOCBP must have a negative highly sensitive serum pregnancy test at Screening and check-in (Day-1).\n* Capable of giving signed informed consent, which includes compliance with the requirements and restrictions, listed in the informed consent form (ICF) and in the protocol.\n\nExclusion Criteria:\n\n* Current or chronic history of liver disease or known hepatic or biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones).\n* A pre-existing condition interfering with normal gastrointestinal (GI) anatomy or motility (e.g., gastro-esophageal reflux disease, gastric ulcers, gastritis) or hepatic and/or renal function that could interfere with the absorption, metabolism, and/or excretion of the study intervention or render the participant unable to take oral study intervention.\n* Prior cholecystectomy surgery.\n* Any history of significant underlying psychiatric disorder, including, but not limited to, schizophrenia, bipolar disorder with or without psychotic symptoms, other psychotic disorders, or schizotypal (personality) disorder.\n* Any history of major depressive disorder with or without suicidal features, or anxiety disorders that required medical intervention (pharmacologic or not) such as hospitalization or other inpatient treatment and/or chronic (\\>6 months) outpatient treatment.\n\nParticipants with other conditions such as adjustment disorder or dysthymia that have required shorter term medical therapy (\\<6 months) without inpatient treatment and are currently well-controlled clinically or resolved may be considered for entry after discussion and agreement with the ViiV Healthcare (VH)/GlaxoSmithKline (GSK) Medical Monitor.\n\n* Any pre-existing physical or other psychiatric condition (including alcohol or drug abuse), which, in the opinion of the investigator (with or without psychiatric evaluation), could interfere with the participant's ability to comply with the dosing schedule and protocol evaluations or which might compromise the safety of the participant.\n* Medical history of cardiac arrhythmias, prior myocardial infarction in the past 3 months, or cardiac disease or a family or personal history of long QT syndrome.\n* History of asthma, bronchospasm, or sleep apnea.\n* History of chronic musculoskeletal pain (myalgias).\n* History of rhabdomyolysis.\n* History of a bleeding disorder.\n* History of Raynaud's disease.\n* History indicative of an increased risk of a cardiac arrhythmia or cardiac disease, including the following:\n* History of cardiac arrhythmias or palpitations associated with presyncope or syncope, or history of unexplained syncope.\n* History of clinically relevant cardiac disease including symptomatic or asymptomatic arrhythmias (including but not limited to ventricular fibrillation, ventricular tachycardia, any degree of atrioventricular block, Brugada syndrome, Wolff-Parkinson-White syndrome, and sinus bradycardia, defined as heart rate less than 50 beats per minute (bpm) based on vital signs or ECG), presyncope or syncopal episodes, or additional risk factors for torsades de pointes (e.g., heart failure).\n* History of clinically relevant structural cardiac disease including hypertrophic obstructive cardiomyopathy.\n* History of hypokalemia.\n* History of heart disease (e.g., coronary heart disease).\n* Presence of hepatitis B surface antigen at Screening or within 3 months prior to starting study intervention.\n* Positive hepatitis C antibody test result at Screening or within 3 months prior to starting study intervention and positive on reflex to hepatitis C Ribonucleic Acid (RNA).\n* Positive HIV-1 and 2 antigen/antibody immunoassay at Screening.\n* ALT\\>=1.5 × upper limit of normal (ULN). A single repeat of ALT is allowed within a single screening period to determine eligibility.\n* Bilirubin \\>=5 × ULN (isolated bilirubin \\>=5 × ULN is acceptable if bilirubin is fractionated and direct bilirubin \\<35%). A single repeat of any laboratory abnormality is allowed within a single screening period to determine eligibility.\n* Any acute laboratory abnormality at Screening which, in the opinion of the investigator, should preclude participation in the study of an investigational compound.\n* Any Grade 2 to 4 laboratory abnormality at Screening, with the exception of lipid abnormalities (e.g., total cholesterol, triglycerides), and ALT, will exclude a participant from the study unless the investigator can provide a compelling explanation for the laboratory result(s) and has the assent of the sponsor.\n* A positive test result for drugs of abuse (including marijuana), alcohol, or cotinine (indicating active current smoking) at Screening or before the first dose of study intervention.\n* Unable to refrain from the use of prescription or nonprescription drugs including vitamins, herbal and dietary supplements (including St John's wort) within 7 days (or 14 days if the drug is a potential enzyme inducer) or 5 half-lives (whichever is longer) prior to the first dose of study intervention and for the duration of the study.\n* Treatment with any vaccine within 30 days prior to receiving study intervention.\n* Unwillingness to abstain from excessive consumption of any food or drink containing grapefruit and grapefruit juice, Seville oranges, blood oranges, or pomelos or their fruit juices within 7 days prior to the first dose of study intervention(s) until the end of the study.\n* Participation in another concurrent clinical study or prior clinical study (with the exception of imaging trials) prior to the first dosing day in the current study: 30 days, 5 half-lives, or twice the duration of the biological effect of the study intervention (whichever is longer).\n* Prior exposure to GSK3640254 in another clinical study.\n* Where participation in the study would result in donation of blood or blood products in excess of 500 mL within 56 days.\n* Any positive (abnormal) response confirmed by the investigator on a screening clinician- or qualified designee-administered Columbia-Suicide Severity Rating Scale (C-SSRS).\n* SBP \\<100 mm Hg. Up to 2 repeats are allowed for confirmation.\n* Any significant arrhythmia or ECG finding (e.g., prior myocardial infarction in the past 3 months, symptomatic bradycardia, non-sustained or sustained atrial arrhythmias, non-sustained or sustained ventricular tachycardia, any degree of atrioventricular block, or conduction abnormality) which will interfere with the safety for the individual participant.\n* Exclusion criteria for screening ECG (a single repeat is allowed for eligibility determination): Heart rate- \\<50 or \\>100 bpm, PR interval- \\>200 milliseconds and QTcF- \\>450 milliseconds.\n* History of regular alcohol consumption within 6 months of the study defined as an average weekly intake of \\>14 units. One unit is equivalent to 8 grams (g) of alcohol: a half-pint (approximately 240 mL) of beer, 1 glass (125 mL) of wine, or 1 (25 mL) measure of spirits.\n* Unable to refrain from tobacco or nicotine-containing products within 3 months prior to Screening.\n* History of sensitivity to any of the study medications, or components thereof or a history of drug or other allergy that, in the opinion of the investigator or medical monitor, contraindicates their participation.\n* History of aspirin allergy.\n* A participant with known or suspected active coronavirus disease of 2019 (COVID-19) infection OR contact with an individual with known COVID-19, within 14 days of study enrollment.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "50 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Area Under the Plasma Concentration-time Curve (AUC) From Time Zero to Time t (AUC[0-t]) for Caffeine",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of caffeine. Area under the plasma concentration-time curve from time zero to time t, to be calculated using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC From Time Zero Extrapolated to Infinity (AUC[0-infinity]) for Caffeine",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of caffeine. The AUC(0-infinity) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Maximum Observed Plasma Concentration (Cmax) for Caffeine",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of caffeine.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Time to Cmax (Tmax) for Caffeine",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of caffeine.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Apparent Terminal Phase Half-life (t1/2) for Caffeine",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of caffeine.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-t) for Metoprolol",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of metoprolol. The AUC(0-t) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-infinity) for Metoprolol",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of metoprolol. The AUC(0-infinity) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Cmax for Metoprolol",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of metoprolol.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Tmax for Metoprolol",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of metoprolol.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "t1/2 for Metoprolol",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of metoprolol.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-t) for Montelukast",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of montelukast. The AUC(0-t) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-infinity) for Montelukast",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of montelukast. The AUC(0-infinity) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Cmax for Montelukast",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of montelukast.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Tmax for Montelukast",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of montelukast.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "t1/2 for Montelukast",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of montelukast.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-t) for Flurbiprofen",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of flurbiprofen. The AUC(0-t) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-infinity) for Flurbiprofen",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of flurbiprofen. The AUC(0-infinity) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Cmax for Flurbiprofen",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of flurbiprofen.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Tmax for Flurbiprofen",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of flurbiprofen.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "t1/2 for Flurbiprofen",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of flurbiprofen.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-t) for Omeprazole",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of omeprazole. The AUC(0-t) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-infinity) for Omeprazole",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of omeprazole. The AUC(0-infinity) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Cmax for Omeprazole",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of omeprazole.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Tmax for Omeprazole",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of omeprazole.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "t1/2 for Omeprazole",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of omeprazole.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-t) for Midazolam",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of midazolam. The AUC(0-t) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-infinity) for Midazolam",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of midazolam. The AUC(0-infinity) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Cmax for Midazolam",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of midazolam.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Tmax for Midazolam",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of midazolam.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "t1/2 for Midazolam",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of midazolam.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-t) for Digoxin",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of digoxin. The AUC(0-t) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-infinity) for Digoxin",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of digoxin. The AUC(0-infinity) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Cmax for Digoxin",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of digoxin.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Tmax for Digoxin",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of digoxin.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "t1/2 for Digoxin",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of digoxin.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-t) for Pravastatin",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of pravastatin. The AUC(0-t) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-infinity) for Pravastatin",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of pravastatin. The AUC(0-infinity) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Cmax for Pravastatin",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of pravastatin.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Tmax for Pravastatin",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of pravastatin.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "t1/2 for Pravastatin",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of pravastatin.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)",
        "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study intervention, whether or not considered related to the study intervention. SAE was defined as any untoward medical occurrence that, at any dose, results in death, was life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect and other situations according to medical or scientific judgement.",
        "timeFrame": "Up to Day 26"
      },
      {
        "measure": "Treatment A: Absolute Values of Platelet Count, Leukocyte Count, Neutrophils, Lymphocytes, Monocytes, Eosinophils, Basophils",
        "description": "Blood samples were collected to analyze the hematology parameters: platelet count, leukocyte count, neutrophils, lymphocytes, monocytes, eosinophils and basophils. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Absolute Values of Platelet Count, Leukocyte Count, Neutrophils, Lymphocytes, Monocytes, Eosinophils, Basophils",
        "description": "Blood samples were collected to analyze the hematology parameters: platelet count, leukocyte count, neutrophils, lymphocytes, monocytes, eosinophils and basophils. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Absolute Values of Platelet Count, Leukocyte Count, Neutrophils, Lymphocytes, Monocytes, Eosinophils, Basophils",
        "description": "Blood samples were collected to analyze the hematology parameters: platelet count, leukocyte count, neutrophils, lymphocytes, monocytes, eosinophils and basophils. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Absolute Values of Hematocrit",
        "description": "Blood samples were collected to analyze the hematology parameter: hematocrit. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Absolute Values of Hematocrit",
        "description": "Blood samples were collected to analyze the hematology parameter: hematocrit. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Absolute Values of Hematocrit",
        "description": "Blood samples were collected to analyze the hematology parameter: hematocrit. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Absolute Values of Hemoglobin",
        "description": "Blood samples were collected to analyze the hematology parameter: hemoglobin. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Absolute Values of Hemoglobin",
        "description": "Blood samples were collected to analyze the hematology parameter: hemoglobin. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Absolute Values of Hemoglobin",
        "description": "Blood samples were collected to analyze the hematology parameter: hemoglobin. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Absolute Values of Erythrocytes",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Absolute Values of Erythrocytes",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Absolute Values of Erythrocytes",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Absolute Values of Erythrocytes Mean Corpuscular Volume",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes mean corpuscular volume. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Absolute Values of Erythrocytes Mean Corpuscular Volume",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes mean corpuscular volume. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Absolute Values of Erythrocytes Mean Corpuscular Volume",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes mean corpuscular volume. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Absolute Values of Erythrocytes Mean Corpuscular Hemoglobin",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes mean corpuscular hemoglobin. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Absolute Values of Erythrocytes Mean Corpuscular Hemoglobin",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes mean corpuscular hemoglobin. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Absolute Values of Erythrocytes Mean Corpuscular Hemoglobin",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes mean corpuscular hemoglobin. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Absolute Values of Glucose, Carbon Dioxide, Cholesterol, Triglycerides, Anion Gap, Calcium, Chloride, Phosphate, Potassium, Sodium, Urea",
        "description": "Blood samples were collected to analyze the chemistry parameters: glucose, carbon dioxide, cholesterol, triglycerides, anion gap, calcium, chloride, phosphate, potassium, sodium, urea. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Absolute Values of Glucose, Carbon Dioxide, Cholesterol, Triglycerides, Anion Gap, Calcium, Chloride, Phosphate, Potassium, Sodium, Urea",
        "description": "Blood samples were collected to analyze the chemistry parameters: glucose, carbon dioxide, cholesterol, triglycerides, anion gap, calcium, chloride, phosphate, potassium, sodium, and urea. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Absolute Values of Glucose, Carbon Dioxide, Cholesterol, Triglycerides, Anion Gap, Calcium, Chloride, Phosphate, Potassium, Sodium, Urea",
        "description": "Blood samples were collected to analyze the chemistry parameters: glucose, carbon dioxide, cholesterol, triglycerides, anion gap, calcium, chloride, phosphate, potassium, sodium and urea. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Absolute Values of Urate, Creatinine, Bilirubin, Direct Bilirubin",
        "description": "Blood samples were collected to analyze the chemistry parameters: urate, creatinine, bilirubin and direct bilirubin. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Absolute Values of Urate, Creatinine, Bilirubin, Direct Bilirubin",
        "description": "Blood samples were collected to analyze the chemistry parameters: urate, creatinine, bilirubin and direct bilirubin. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Absolute Values of Urate, Creatinine, Bilirubin, Direct Bilirubin",
        "description": "Blood samples were collected to analyze the chemistry parameters: urate, creatinine, bilirubin and direct bilirubin. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Absolute Values of Albumin, Globulin, Protein",
        "description": "Blood samples were collected to analyze the chemistry parameters: albumin, globulin and protein. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Absolute Values of Albumin, Globulin, Protein",
        "description": "Blood samples were collected to analyze the chemistry parameters: albumin, globulin and protein. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Absolute Values of Albumin, Globulin, Protein",
        "description": "Blood samples were collected to analyze the chemistry parameters: albumin, globulin and protein. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Absolute Values of Creatine Kinase, Lactate Dehydrogenase, Alanine Aminotransferase (ALT), Alkaline Phosphatase (ALP), Aspartate Aminotransferase (AST), Gamma-glutamyl Transferase",
        "description": "Blood samples were collected to analyze the chemistry parameters: creatine kinase, lactate dehydrogenase, ALT, ALP, AST and gamma-glutamyl transferase. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Absolute Values of Creatine Kinase, Lactate Dehydrogenase, ALT, ALP, AST, Gamma-glutamyl Transferase",
        "description": "Blood samples were collected to analyze the chemistry parameters: creatine kinase, lactate dehydrogenase, ALT, ALP, AST, and gamma-glutamyl transferase. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Absolute Values of Creatine Kinase, Lactate Dehydrogenase, ALT, ALP, AST, Gamma-glutamyl Transferase",
        "description": "Blood samples were collected to analyze the chemistry parameters: creatine kinase, lactate dehydrogenase, ALT, ALP, AST, gamma-glutamyl transferase. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Absolute Values of Amylase, Lipase",
        "description": "Blood samples were collected to analyze the chemistry parameters: amylase and lipase. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Absolute Values of Amylase, Lipase",
        "description": "Blood samples were collected to analyze the chemistry parameters: amylase and lipase. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Absolute Values of Amylase, Lipase",
        "description": "Blood samples were collected to analyze the chemistry parameters: amylase and lipase. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Change From Baseline in Platelet Count, Leukocyte Count, Neutrophils, Lymphocytes, Monocytes, Eosinophils, Basophils",
        "description": "Blood samples were collected to analyze the hematology parameters: platelet count, leukocyte count, neutrophils, lymphocytes, monocytes, eosinophils and basophils. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Change From Baseline in Platelet Count, Leukocyte Count, Neutrophils, Lymphocytes, Monocytes, Eosinophils, Basophils",
        "description": "Blood samples were collected to analyze the hematology parameters: platelet count, leukocyte count, neutrophils, lymphocytes, monocytes, eosinophils and basophils. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Change From Baseline in Platelet Count, Leukocyte Count, Neutrophils, Lymphocytes, Monocytes, Eosinophils, Basophils",
        "description": "Blood samples were collected to analyze the hematology parameters: platelet count, leukocyte count, neutrophils, lymphocytes, monocytes, eosinophils and basophils. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Change From Baseline in Hematocrit",
        "description": "Blood samples were collected to analyze the hematology parameter: hematocrit. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Change From Baseline in Hematocrit",
        "description": "Blood samples were collected to analyze the hematology parameter: hematocrit. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Change From Baseline in Hematocrit",
        "description": "Blood samples were collected to analyze the hematology parameter: hematocrit. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Change From Baseline in Hemoglobin",
        "description": "Blood samples were collected to analyze the hematology parameter: hemoglobin. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Change From Baseline in Hemoglobin",
        "description": "Blood samples were collected to analyze the hematology parameter: hemoglobin. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Change From Baseline in Hemoglobin",
        "description": "Blood samples were collected to analyze the hematology parameter: hemoglobin. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Change From Baseline in Erythrocytes",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Change From Baseline in Erythrocytes",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Change From Baseline in Erythrocytes",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Change From Baseline in Erythrocytes Mean Corpuscular Volume",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes mean corpuscular volume. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Change From Baseline in Erythrocytes Mean Corpuscular Volume",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes mean corpuscular volume. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Change From Baseline in Erythrocytes Mean Corpuscular Volume",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes mean corpuscular volume. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Change From Baseline in Erythrocytes Mean Corpuscular Hemoglobin",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes mean corpuscular hemoglobin. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Change From Baseline in Erythrocytes Mean Corpuscular Hemoglobin",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes mean corpuscular hemoglobin. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Change From Baseline in Erythrocytes Mean Corpuscular Hemoglobin",
        "description": "Blood samples were collected to analyze the hematology parameter: erythrocytes mean corpuscular hemoglobin. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Change From Baseline in Glucose, Carbon Dioxide, Cholesterol, Triglycerides, Anion Gap, Calcium, Chloride, Phosphate, Potassium, Sodium, Urea",
        "description": "Blood samples were collected to analyze the chemistry parameters: glucose, carbon dioxide, cholesterol, triglycerides, anion gap, calcium, chloride, phosphate, potassium, sodium, and urea. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Change From Baseline in Glucose, Carbon Dioxide, Cholesterol, Triglycerides, Anion Gap, Calcium, Chloride, Phosphate, Potassium, Sodium, Urea",
        "description": "Blood samples were collected to analyze the chemistry parameters: glucose, carbon dioxide, cholesterol, triglycerides, anion gap, calcium, chloride, phosphate, potassium, sodium, and urea. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Change From Baseline in Glucose, Carbon Dioxide, Cholesterol, Triglycerides, Anion Gap, Calcium, Chloride, Phosphate, Potassium, Sodium, Urea",
        "description": "Blood samples were collected to analyze the chemistry parameters: glucose, carbon dioxide, cholesterol, triglycerides, anion gap, calcium, chloride, phosphate, potassium, sodium and urea. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Change From Baseline in Urate, Creatinine, Bilirubin, Direct Bilirubin",
        "description": "Blood samples were collected to analyze the chemistry parameters: urate, creatinine, bilirubin and direct bilirubin. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Change From Baseline in Urate, Creatinine, Bilirubin, Direct Bilirubin",
        "description": "Blood samples were collected to analyze the chemistry parameters: urate, creatinine, bilirubin and direct bilirubin. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Change From Baseline in Urate, Creatinine, Bilirubin, Direct Bilirubin",
        "description": "Blood samples were collected to analyze the chemistry parameters: urate, creatinine, bilirubin and direct bilirubin. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Change From Baseline in Albumin, Globulin, Protein",
        "description": "Blood samples were collected to analyze the chemistry parameters: albumin, globulin and protein. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Change From Baseline in Albumin, Globulin, Protein",
        "description": "Blood samples were collected to analyze the chemistry parameters: albumin, globulin and protein. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Change From Baseline in Albumin, Globulin, Protein",
        "description": "Blood samples were collected to analyze the chemistry parameters: albumin, globulin and protein. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Change From Baseline in Creatine Kinase, Lactate Dehydrogenase, ALT, ALP, AST, Gamma-glutamyl Transferase",
        "description": "Blood samples were collected to analyze the chemistry parameters: creatine kinase, lactate dehydrogenase, ALT, ALP, AST and gamma-glutamyl transferase. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Change From Baseline in Creatine Kinase, Lactate Dehydrogenase, ALT, ALP, AST, Gamma-glutamyl Transferase",
        "description": "Blood samples were collected to analyze the chemistry parameters: creatine kinase, lactate dehydrogenase, ALT, ALP, AST, and gamma-glutamyl transferase. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Change From Baseline in Creatine Kinase, Lactate Dehydrogenase, ALT, ALP, AST, Gamma-glutamyl Transferase",
        "description": "Blood samples were collected to analyze the chemistry parameters: creatine kinase, lactate dehydrogenase, ALT, ALP, AST, gamma-glutamyl transferase. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Change From Baseline in Amylase, Lipase",
        "description": "Blood samples were collected to analyze the chemistry parameters: amylase and lipase. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day -1), before the dose of Treatment A. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day -1) and Day 10"
      },
      {
        "measure": "Treatment B: Change From Baseline in Amylase, Lipase",
        "description": "Blood samples were collected to analyze the chemistry parameters: amylase and lipase. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 10), before the first dose of Treatment B. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 10) and Day 20"
      },
      {
        "measure": "Treatment C: Change From Baseline in Amylase, Lipase",
        "description": "Blood samples were collected to analyze the chemistry parameters: amylase and lipase. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 20), before the dose of Treatment C. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 20), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Absolute Values for Electrocardiogram (ECG) Parameters: PR Interval, QRS Duration, QT Interval, Corrected QT Interval Using Fridericia's Formula (QTcF)",
        "description": "Twelve-lead ECGs were obtained to measure PR Interval, QRS Duration, QT Interval and QTcF Interval. Twelve-lead ECGs were performed with the participant in a supine position after a rest of at least 10 minutes. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 1, Pre-Dose), before the dose in Treatment A.",
        "timeFrame": "Baseline (Day 1, Pre-Dose) and Day 10"
      },
      {
        "measure": "Treatment B: Absolute Values for ECG Parameters: PR Interval, QRS Duration, QT Interval, QTcF Interval",
        "description": "Twelve-lead ECGs were obtained to measure PR Interval, QRS Duration, QT Interval and QTcF Interval. Twelve-lead ECGs were performed with the participant in a supine position after a rest of at least 10 minutes. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 11, Pre-Dose), before the first dose in Treatment B.",
        "timeFrame": "Baseline (Day 11, Pre-Dose) and Day 20"
      },
      {
        "measure": "Treatment C: Absolute Values for ECG Parameters: PR Interval, QRS Duration, QT Interval, QTcF Interval",
        "description": "Twelve-lead ECGs were obtained to measure PR Interval, QRS Duration, QT Interval and QTcF Interval. Twelve-lead ECGs were performed with the participant in a supine position after a rest of at least 10 minutes. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 21, Pre-Dose), before the first dose in Treatment C.",
        "timeFrame": "Baseline (Day 21, Pre-Dose), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Change From Baseline in ECG Parameters: PR Interval, QRS Duration, QT Interval, QTcF",
        "description": "Twelve-lead ECGs were obtained to measure PR Interval, QRS Duration, QT Interval and QTcF Interval. Twelve-lead ECGs were performed with the participant in a supine position after a rest of at least 10 minutes. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 1, Pre-Dose), before the dose in Treatment A. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 1, Pre-dose) and Day 10"
      },
      {
        "measure": "Treatment B: Change From Baseline in ECG Parameters: PR Interval, QRS Duration, QT Interval, QTcF",
        "description": "Twelve-lead ECGs were obtained to measure PR Interval, QRS Duration, QT Interval and QTcF Interval. Twelve-lead ECGs were performed with the participant in a supine position after a rest of at least 10 minutes. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 11, Pre-Dose), before the first dose in Treatment B. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 11, Pre-Dose) and Day 20"
      },
      {
        "measure": "Treatment C: Change From Baseline in ECG Parameters: PR Interval, QRS Duration, QT Interval, QTcF",
        "description": "Twelve-lead ECGs were obtained to measure PR Interval, QRS Duration, QT Interval and QTcF Interval. Twelve-lead ECGs were performed with the participant in a supine position after a rest of at least 10 minutes. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 21, Pre-Dose), before the first dose in Treatment C. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 21, Pre-Dose), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Absolute Values of Oral Temperature",
        "description": "Oral temperature was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 1, Pre-Dose), before the dose in Treatment A.",
        "timeFrame": "Baseline (Day 1, Pre-dose) and Day 10"
      },
      {
        "measure": "Treatment B: Absolute Values of Oral Temperature",
        "description": "Oral temperature was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 11, Pre-Dose), before the first dose in Treatment B.",
        "timeFrame": "Baseline (Day 11, Pre-Dose) and Day 20"
      },
      {
        "measure": "Treatment C: Absolute Values of Oral Temperature",
        "description": "Oral temperature was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 21, Pre-Dose), before the first dose in Treatment C.",
        "timeFrame": "Baseline (Day 21, Pre-Dose), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Absolute Values of Pulse Rate",
        "description": "Pulse rate was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 1, Pre-Dose), before the dose in Treatment A.",
        "timeFrame": "Baseline (Day 1, Pre-dose) and Day 10"
      },
      {
        "measure": "Treatment B: Absolute Values of Pulse Rate",
        "description": "Pulse rate was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 11, Pre-Dose), before the first dose in Treatment B.",
        "timeFrame": "Baseline (Day 11, Pre-Dose) and Day 20"
      },
      {
        "measure": "Treatment C: Absolute Values of Pulse Rate",
        "description": "Pulse rate was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 21, Pre-Dose), before the first dose in Treatment C.",
        "timeFrame": "Baseline (Day 21, Pre-Dose), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Absolute Values of Respiratory Rate",
        "description": "Respiratory rate was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 1, Pre-Dose), before the dose in Treatment A.",
        "timeFrame": "Baseline (Day 1, Pre-dose) and Day 2"
      },
      {
        "measure": "Treatment B: Absolute Values of Respiratory Rate",
        "description": "Respiratory rate was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 11, Pre-Dose), before the first dose in Treatment B.",
        "timeFrame": "Baseline (Day 11, Pre-Dose) and Day 20"
      },
      {
        "measure": "Treatment C: Absolute Values of Respiratory Rate",
        "description": "Respiratory rate was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 21, Pre-Dose), before the first dose in Treatment C.",
        "timeFrame": "Baseline (Day 21, Pre-Dose), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Absolute Values of Systolic Blood Pressure (SBP) and Diastolic Blood Pressure (DBP)",
        "description": "SBP and DBP were measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 1, Pre-Dose), before the dose in Treatment A.",
        "timeFrame": "Baseline (Day 1, Pre-dose) and Day 10"
      },
      {
        "measure": "Treatment B: Absolute Values of SBP and DBP",
        "description": "SBP and DBP were measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 11, Pre-Dose), before the first dose in Treatment B.",
        "timeFrame": "Baseline (Day 11, Pre-Dose) and Day 20"
      },
      {
        "measure": "Treatment C: Absolute Values of SBP and DBP",
        "description": "SBP and DBP were measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 21, Pre-Dose), before the first dose in Treatment C.",
        "timeFrame": "Baseline (Day 21, Pre-Dose), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Change From Baseline in Oral Temperature",
        "description": "Oral temperature was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 1, Pre-Dose), before the dose in Treatment A. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 1, Pre-dose) and Day 10"
      },
      {
        "measure": "Treatment B: Change From Baseline in Oral Temperature",
        "description": "Oral temperature was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 11, Pre-Dose), before the first dose in Treatment B. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 11, Pre-Dose) and Day 20"
      },
      {
        "measure": "Treatment C: Change From Baseline in Oral Temperature",
        "description": "Oral temperature was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 21, Pre-Dose), before the first dose in Treatment C. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 21, Pre-Dose), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Change From Baseline in Pulse Rate",
        "description": "Pulse rate was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 1, Pre-Dose), before the dose in Treatment A. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 1, Pre-dose) and Day 10"
      },
      {
        "measure": "Treatment B: Change From Baseline in Pulse Rate",
        "description": "Pulse rate was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 11, Pre-Dose), before the first dose in Treatment B. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 11, Pre-Dose) and Day 20"
      },
      {
        "measure": "Treatment C: Change From Baseline in Pulse Rate",
        "description": "Pulse rate was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 21, Pre-Dose), before the first dose in Treatment C. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 21, Pre-Dose), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Change From Baseline in Respiratory Rate",
        "description": "Respiratory rate was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 1, Pre-Dose), before the dose in Treatment A. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 1, Pre-dose) and Day 2"
      },
      {
        "measure": "Treatment B: Change From Baseline in Respiratory Rate",
        "description": "Respiratory rate was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 11, Pre-Dose), before the first dose in Treatment B. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 11, Pre-Dose) and Day 20"
      },
      {
        "measure": "Treatment C: Change From Baseline in Respiratory Rate",
        "description": "Respiratory rate was measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 21, Pre-Dose), before the first dose in Treatment C. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 21, Pre-Dose), Days 22 and 25"
      },
      {
        "measure": "Treatment A: Change From Baseline in SBP and DBP",
        "description": "SBP and DBP were measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment A was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 1, Pre-Dose), before the dose in Treatment A. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 1, Pre-dose) and Day 10"
      },
      {
        "measure": "Treatment B: Change From Baseline in SBP and DBP",
        "description": "SBP and DBP were measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment B was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 11, Pre-Dose), before the first dose in Treatment B. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 11, Pre-Dose) and Day 20"
      },
      {
        "measure": "Treatment C: Change From Baseline in SBP and DBP",
        "description": "SBP and DBP were measured in the supine position after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline for treatment C was defined as the latest pre-dose assessment with a non-missing value, including those from unscheduled visits (Day 21, Pre-Dose), before the first dose in Treatment C. Change from Baseline was calculated by subtracting the Baseline value from the post-dose visit value.",
        "timeFrame": "Baseline (Day 21, Pre-Dose), Days 22 and 25"
      },
      {
        "measure": "Treatment C: AUC(0-t) for GSK3640254",
        "description": "Blood samples were collected at the indicated time points for steady-state pharmacokinetic analysis of GSK3640254. The AUC(0-t) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and at 1, 1.5, 2, 2.5, 3, 3.5, 4, 4.5, 5, 6, 8, 12, 24, 48, 72, 96, and 120 hours post-dose in treatment period 3"
      },
      {
        "measure": "Treatment C: AUC From Time Zero to the End of the Dosing Interval at Steady State (AUC[0-tau]) for GSK3640254",
        "description": "Blood samples were collected at the indicated time points for steady-state pharmacokinetic analysis of GSK3640254.",
        "timeFrame": "Pre-dose and at 1, 1.5, 2, 2.5, 3, 3.5, 4, 4.5, 5, 6, 8, 12, 24, 48, 72, 96, and 120 hours post-dose in treatment period 3"
      },
      {
        "measure": "Treatment C: Cmax for GSK3640254",
        "description": "Blood samples were collected at the indicated time points for steady-state pharmacokinetic analysis of GSK3640254.",
        "timeFrame": "Pre-dose and at 1, 1.5, 2, 2.5, 3, 3.5, 4, 4.5, 5, 6, 8, 12, 24, 48, 72, 96, and 120 hours post-dose in treatment period 3"
      },
      {
        "measure": "Treatment C: Plasma Concentration at the End of the Dosing Interval (Ctau) for GSK3640254",
        "description": "Blood samples were collected at the indicated time points for steady-state pharmacokinetic analysis of GSK3640254.",
        "timeFrame": "Pre-dose and at 1, 1.5, 2, 2.5, 3, 3.5, 4, 4.5, 5, 6, 8, 12, 24, 48, 72, 96, and 120 hours post-dose in treatment period 3"
      },
      {
        "measure": "Treatment C: Tmax for GSK3640254",
        "description": "Blood samples were collected at the indicated time points for steady-state pharmacokinetic analysis of GSK3640254.",
        "timeFrame": "Pre-dose and at 1, 1.5, 2, 2.5, 3, 3.5, 4, 4.5, 5, 6, 8, 12, 24, 48, 72, 96, and 120 hours post-dose in treatment period 3"
      },
      {
        "measure": "Treatment C: t1/2 for GSK3640254",
        "description": "Blood samples were collected at the indicated time points for steady-state pharmacokinetic analysis of GSK3640254.",
        "timeFrame": "Pre-dose and at 1, 1.5, 2, 2.5, 3, 3.5, 4, 4.5, 5, 6, 8, 12, 24, 48, 72, 96, and 120 hours post-dose in treatment period 3"
      },
      {
        "measure": "AUC(0-t) for Alpha-hydroxymetoprolol",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of alpha-hydroxymetoprolol. Alpha-hydroxymetoprolol is a metabolite of metoprolol. The AUC(0-t) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-infinity) for Alpha-hydroxymetoprolol",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of alpha-hydroxymetoprolol. Alpha-hydroxymetoprolol is a metabolite of metoprolol. The AUC(0-infinity) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Cmax for Alpha-hydroxymetoprolol",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of alpha-hydroxymetoprolol. Alpha-hydroxymetoprolol is a metabolite of metoprolol.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Tmax for Alpha-hydroxymetoprolol",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of alpha-hydroxymetoprolol. Alpha-hydroxymetoprolol is a metabolite of metoprolol.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "t1/2 for Alpha-hydroxymetoprolol",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of alpha-hydroxymetoprolol. Alpha-hydroxymetoprolol is a metabolite of metoprolol.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-t) for 36-hydroxymontelukast",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of 36-hydroxymontelukas. 36-hydroxymontelukast is a metabolite of montelukast. The AUC(0-t) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-infinity) for 36-hydroxymontelukast",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of 36-hydroxymontelukast. 36-hydroxymontelukast is a metabolite of montelukast. The AUC(0-infinity) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Cmax for 36-hydroxymontelukast",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of 36-hydroxymontelukast. 36-hydroxymontelukast is a metabolite of montelukast.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Tmax for 36-hydroxymontelukast",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of 36-hydroxymontelukast. 36-hydroxymontelukast is a metabolite of montelukast.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "t1/2 for 36-hydroxymontelukast",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of 36-hydroxymontelukast. 36-hydroxymontelukast is a metabolite of montelukast.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-t) for 5-hydroxyomeprazole",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of 5-hydroxyomeprazole. 5-hydroxyomeprazole is a metabolite of omeprazole. The AUC(0-t) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-infinity) for 5-hydroxyomeprazole",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of 5-hydroxyomeprazole. 5-hydroxyomeprazole is a metabolite of omeprazole. The AUC(0-infinity) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Cmax for 5-hydroxyomeprazole",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of 5-hydroxyomeprazole. 5-hydroxyomeprazole is a metabolite of omeprazole.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Tmax for 5-hydroxyomeprazole",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of 5-hydroxyomeprazole. 5-hydroxyomeprazole is a metabolite of omeprazole.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "t1/2 for 5-hydroxyomeprazole",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of 5-hydroxyomeprazole. 5-hydroxyomeprazole is a metabolite of omeprazole.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-t) for 1-hydroxymidazolam",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of 1-hydroxymidazolam. 1-hydroxymidazolam is a metabolite of midazolam. The AUC(0-t) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "AUC(0-infinity) for 1-hydroxymidazolam",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of 1-hydroxymidazolam. 1-hydroxymidazolam is a metabolite of midazolam. The AUC(0-infinity) was determined using the linear trapezoidal rule for each incremental trapezoid and the log trapezoidal rule for each decremental trapezoid.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Cmax for 1-hydroxymidazolam",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of 1-hydroxymidazolam. 1-hydroxymidazolam is a metabolite of midazolam.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Tmax for 1-hydroxymidazolam",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of 1-hydroxymidazolam. 1-hydroxymidazolam is a metabolite of midazolam.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "t1/2 for 1-hydroxymidazolam",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of 1-hydroxymidazolam. 1-hydroxymidazolam is a metabolite of midazolam.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Ratio of Cmax of Alpha-hydroxymetoprolol to Metoprolol",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of parent drug (metoprolol) and its metabolite (alpha-hydroxymetoprolol). Ratio of Cmax of metabolite to parent drug has been presented.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Ratio of AUC(0-infinity) of Alpha-hydroxymetoprolol to Metoprolol",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of parent drug (metoprolol) and its metabolite (alpha-hydroxymetoprolol). Ratio of AUC(0-infinity) of metabolite to parent drug has been presented.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Ratio of Cmax of 36-hydroxymontelukast to Montelukast",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of parent drug (montelukast) and its metabolite (36-hydroxymontelukast). Ratio of Cmax of metabolite to parent drug has been presented.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Ratio of AUC(0-infinity) of 36-hydroxymontelukast to Montelukast",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of parent drug (montelukast) and its metabolite (36-hydroxymontelukast). Ratio of AUC(0-infinity) of metabolite to parent drug has been presented.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Ratio of Cmax of 5-hydroxyomeprazole to Omeprazole",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of parent drug (omeprazole) and its metabolite (5-hydroxyomeprazole). Ratio of Cmax of metabolite to parent drug has been presented.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Ratio of AUC(0-infinity) of 5-hydroxyomeprazole to Omeprazole",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of parent drug (omeprazole) and its metabolite (5-hydroxyomeprazole). Ratio of AUC(0-infinity) of metabolite to parent drug has been presented.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Ratio of Cmax of 1-hydroxymidazolam to Midazolam",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of parent drug (midazolam) and its metabolite (1-hydroxymidazolam). Ratio of Cmax of metabolite to parent drug has been presented.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      },
      {
        "measure": "Ratio of AUC(0-infinity) of 1-hydroxymidazolam to Midazolam",
        "description": "Blood samples were collected at the indicated time points for pharmacokinetic analysis of parent drug (midazolam) and its metabolite (1-hydroxymidazolam). Ratio of AUC(0-infinity) of metabolite to parent drug has been presented.",
        "timeFrame": "Pre-dose and 0.25, 0.5, 1, 1.5, 2, 3, 4, 6, 8, 12, 16, 24, 48, 72, 96, and 120 hours post-dose in treatment period 1 and 3"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 40,
      "secondaryCount": 131,
      "otherCount": 0,
      "totalCount": 171
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:19.379Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}