{
  "nctId": "NCT02839681",
  "briefTitle": "Anti-Mesothelin Antibody Drug Conjugate Anetumab Ravtansine for Mesothelin Expressing Lung Adenocarcinoma",
  "officialTitle": "Phase II Trial With Safety Run-in of the Anti-Mesothelin Antibody Drug Conjugate Anetumab Ravtansine for Mesothelin Expressing Lung Adenocarcinoma",
  "protocolDocument": {
    "nctId": "NCT02839681",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-01-11",
    "uploadDate": "2018-12-13T13:17",
    "size": 2879411,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02839681/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 2,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-07-19",
    "completionDate": "2018-07-25",
    "primaryCompletionDate": "2018-06-12",
    "firstSubmitDate": "2016-07-19",
    "firstPostDate": "2016-07-21"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUISION CRITERIA:\n\nSubjects must have histologically or cytologically confirmed previously treated unresectable mesothelin expressing advanced lung adenocarcinoma (stage IIIB or IV) as confirmed by the Laboratory of Pathology, National Cancer Institute (NCI)\n\nSubjects must have positive mesothelin expression in the archival tumor tissue, defined as the mesothelin membrane intensity score of 2+ or 3+ (on the 0-3 scale) expressed on the membrane of greater than or equal to 10% of tumor cells.\n\nSubjects must provide sample of archival tumor tissue (tissue block preferred, at least 5 formalin-fixated, paraffin-embedded \\[FFPE\\] slides acceptable) collected any time before the general screening. A fresh biopsy will be collected if archival sample is unavailable or insufficient.\n\nSubjects must have measurable disease, defined as at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded for nonnodal lesions and short axis for nodal lesions) as \\>20 mm with conventional techniques or as \\>10 mm with spiral computed tomography (CT) scan. See Section 6.3 for the evaluation of measurable disease.\n\nSubjects with resected primary tumors who have documented metastases are eligible.\n\nSubjects should have received at least one prior platinum based chemotherapy and an immune checkpoint targeted agent. Subjects with epidermal growth factor receptor \\[EGFR\\]-mutated and anaplastic lymphoma kinase \\[ALK\\]-translocated non-small cell lung cancer (NSCLC) should have received Food and Drug Administration (FDA)-approved targeted therapies as appropriate.\n\nAge \\>18 years. Because no dosing or adverse event data are currently available on the use of anetumab ravtansine in subjects \\<18 years of age, children are excluded from this study.\n\nEastern Cooperative Oncology Group (ECOG) performance status \\< or equal to 2\n\nSubjects must have adequate bone marrow function as assessed by the following laboratory test results:\n\n* Hemoglobin greater than or equal to 9.0 g/dL or greater than or equal to 5.6 mmol/L\n* Absolute neutrophil count (ANC) greater than or equal to 1,500/mm\\^3 or greater than or equal to 1.5 x 10\\^9/L\n* Platelet count greater than or equal to 100,000/mm\\^3 or greater than or equal to 100 x 10\\^9/L\n\nSubjects must have adequate kidney function, with serum creatinine \\<1.5 x ULN or calculated glomerular filtration rate (GFR) of \\> 45/mL/min/1.73 m\\^2\n\nSubjects must have adequate liver function as assessed by the following laboratory test results:\n\n* Total bilirubin less than or equal to 1.5 times the upper limit of normal (ULN)\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) 3.0 times upper limit of normal (ULN) in subjects without liver metastases or 5.0 times ULN in subjects with liver metastases\n\nSubjects must have adequate coagulation, as assessed by the following laboratory test results:\n\n* International normalized ratio (INR) or prothrombin time (PT) less than or equal to 1.5 x ULN\n* Partial thromboplastin time (PTT) less than or equal to 1.5 x ULN\n\nDue to the lack of adequate reproductive toxicity data on anetumab ravtansine, subjects must use 2 forms of highly effective contraception concomitantly from the initiation of study therapy until 6 months after the last dose of study therapy. Additionally, the use of condoms is required. It should also be noted that, where 2 forms of effective contraception are required, a subject may choose to use a double-barrier method consisting of condom and cervical occlusive cap / diaphragm with spermicide\n\nAbility of subject to understand and the willingness to sign a written informed consent document.\n\nSubjects must provide a signed informed consent before any screening procedures.\n\nEXCLUSION CRITERIA:\n\nSubjects who have a previous or concurrent cancer that is distinct in primary site or histology from lung adenocarcinoma, except cervical carcinoma in situ, treated basal cell carcinoma, superficial noninvasive bladder tumors or any previous cancer curatively treated \\<2 years before the start of study treatment.\n\nSubjects who have a history or current evidence of bleeding disorder, i.e. any hemorrhage/bleeding event of Common Terminology Criteria in Adverse Events (CTCAE) Grade greater than or equal to 2 within 4 weeks before the start of study treatment.\n\nHistory of symptomatic metastatic brain or meningeal tumors unless the subject is \\> 3 months from definitive therapy and has no evidence of tumor growth on an imaging study within 2 weeks prior to study entry. Subjects with brain metastases must not be undergoing acute corticosteroid therapy or steroid taper. Chronic steroid therapy is acceptable provided that the dose is stable for one month prior to screening.\n\nSubjects who have a history or current evidence of uncontrolled cardiovascular disease including but not limited to the following conditions:\n\n* Congestive heart failure of New York Heart Association (NYHA) Class III or IV\n* Unstable angina (symptoms of angina at rest) or new-onset angina within \\<3 months before the start of study treatment.\n* Arterial thrombosis, deep vein thrombosis, or pulmonary embolism within \\<3 months before the start of study treatment.\n* Myocardial infarction or stroke within \\<3 months before the start of study treatment.\n* Pericarditis (any CTCAE grade), pericardial effusion (CTCAE Grade greater than or equal to 2) or pleural effusion (CTCAE Grade greater than or equal to 2)\n* Cardiac arrhythmia requiring anti-arrhythmic therapy. Subjects receiving digoxin, calcium channel blockers except verapamil, or beta-adrenergic blockers except propranolol are eligible at the investigators discretion if the dose has been stable for at least 2 weeks before the start of study treatment. Subjects with sinus arrhythmia and infrequent premature ventricular contractions are eligible at the investigators discretion.\n\nSubjects who have a left ventricular ejection fraction (LVEF) \\<50%, as assessed by echocardiogram performed at screening.\n\nSubjects who have a corrected Q wave, T wave (QT) (corrected QT interval by Fredericia (QTcF)) interval \\>480 ms (CTCAE Grade \\>1) determined by the electrocardiogram (ECG) recorders algorithm on the screening ECG.\n\nSubjects who have a history or current evidence of uncontrolled hypertension defined as systolic blood pressure \\>150 mmHg or diastolic blood pressure \\>95 mmHg at screening despite optimal medical management. Subjects with a history of mild to moderate\n\nhypertension are eligible at the investigator s discretion if the hypertension is adequately controlled by antihypertensive treatment used at a stable dose for at least 2 weeks before the start of study treatment.\n\nSubjects who have a heart rate greater than or equal to 100 beats per minute (bpm) or less than or equal to 45 bpm determined by the ECG recorder s algorithm on the screening ECG.\n\nWomen who are pregnant or breast-feeding. Women of reproductive potential must have a negative serum beta human chorionic gonadotropin (beta-HCG) pregnancy test obtained within 7 days before the start of study treatment.\n\nSubjects who have had a major surgery or significant trauma within 4 weeks before the start of study treatment.\n\nSubjects who have had solid organ or bone marrow transplantation.\n\nSubjects who have a history of hypersensitivity to any of the study drugs or their excipients, or a history of severe hypersensitivity to any other antigen.\n\nSubjects who have a history of human immunodeficiency virus (HIV) infection or subjects who have an active hepatitis B virus (HBV) or hepatitis C virus (HCV) infection requiring treatment due to a theoretical concern that the degree of immune suppression associated with the treatment may result in progression of HIV infection. Subjects with chronic HBV or HCV infection are eligible at the investigators discretion if the subject is considered non-infectious based on serological markers.\n\nSubjects who have an active clinically serious infection of CTCAE Grade greater than or equal to 2.\n\nSubjects with a non-healing serious wound, ulcer, or bone fracture unrelated to the primary tumor.\n\nSubjects with corneal epitheliopathy or any eye disorder that may predispose the subjects to drug-induced corneal epitheliopathy, or may interfere with diagnosis of treatment-emergent corneal epitheliopathy at the discretion of the investigator in consultation with the ophthalmologist/optometrist. Low grades of superficial punctate keratitis, within the range seen in the normal population, should not lead to the exclusion of the patient\n\nSubjects experiencing unresolved toxicity of previous antitumor therapy which is CTCAE Grade \\>1 before the start of study treatment, except for alopecia or hemoglobin greater than or equal to 9.0 g/dL or greater than or equal to 5.6 mmol/L.\n\nSubjects with any clinical condition that is considered unstable or might jeopardize the safety of the subject and/or influence the subjects compliance in the study.\n\nSubjects who have received systemic anticancer therapy within 3 weeks before the start of study treatment. Mitomycin C or nitrosoureas must be excluded within 6 weeks before the start of study treatment.\n\nSubjects who have received radiotherapy to tumor lesions that would be chosen as target lesions (measurable disease) within 4 weeks before the start of treatment, except if there is objective evidence of progression of the lesion by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 between the\n\nprior radiotherapy and the screening computed tomography (CT) or magnetic resonance imaging (MRI) scan. Palliative radiotherapy to nontarget lesions is allowed at the investigators discretion.\n\nUse of drugs that inhibit renal tubular secretion (e.g. probenecid and cimetidine) within 2 weeks before the start of study treatment.\n\nUse of strong cytochrome P450 3A4 (CYP3A4) inhibitors or strong CYP3A4 inducers within 2 weeks before the start of study treatment.\n\nSubjects who have previously received anetumab ravtansine.\n\nSubjects who are concurrently receiving any other investigational agents.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "100 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Recommended Phase 2 Dose (RP2D)",
        "description": "The highest dose tested at which no more than 1 dose limiting toxicity occurs. A dose limiting toxicity is defined as any treatment emergent adverse event (TEAE) (i.e., absolute neutrophil count \\<500/mm\\^3 for ≥7 days) occurring during Cycle 1 and regarded to be at least possibly related to anetumab ravtansine.",
        "timeFrame": "21 days after initiation of study therapy"
      },
      {
        "measure": "Proportion of Subjects Who Experienced a Partial or Complete Response",
        "description": "Response was assessed by the Response Evaluation Criteria in Solid Tumors (RECIST). A complete response is disappearance of all target lesions. A partial response is at least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum of diameters.",
        "timeFrame": "6 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Progression Free Survival",
        "description": "Length of time from start of treatment to time of progression or death, whichever occurs first. Response was assessed by the Response Evaluation Criteria in Solid Tumors (RECIST). Progression is at least a 20% increase in the sum of the diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. (Note: the appearance of one or more new lesions is also considered progressions).",
        "timeFrame": "At Disease Progression, approximately 6 weeks."
      },
      {
        "measure": "Duration of Response",
        "description": "Duration of Response is from the time measurement criteria are met for Complete Response (CR) or Partial Response (PR). Length of time criteria are met for partial response or complete response (whichever is first recorded) until the first date that recurrent or progressive disease is objectively documented. Response was assessed by the Response Evaluation Criteria in Solid Tumors (RECIST). Progression is at least a 20% increase in the sum of the diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. (Note: the appearance of one or more new lesions is also considered progressions). A complete response is disappearance of all target lesions. A partial response is at least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum of diameters.",
        "timeFrame": "At Disease Progression, approximately 6 weeks from start of treatment"
      },
      {
        "measure": "Overall Survival",
        "description": "Length of time from start of treatment to death from any cause.",
        "timeFrame": "At Death, an average of 7.5 weeks after start of first cycle for both patients."
      },
      {
        "measure": "Number of Participants With Serious and Non-serious Adverse Events Assessed by the Common Terminology Criteria in Adverse Events (CTCAE v4.0)",
        "description": "Here is the count of participants with serious and non-serious adverse events assessed by the Common Terminology Criteria in Adverse Events (CTCAE v4.0). A non-serious adverse event is any untoward medical occurrence. A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned.",
        "timeFrame": "Participants on the Safety run-in phase was assessed for approximately two months and 5 days."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 1,
      "totalCount": 1
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 42,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:45.084Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}