{
  "nctId": "NCT02453737",
  "briefTitle": "A Study of Accelerated 3 Fraction Photon,Proton or Brachytherapy for Early Invasive and Noninvasive Breast Ca",
  "officialTitle": "A Phase II Study of Accelerated 3 Fraction Photon and Proton Partial Breast External Beam Radiotherapy and Partial Breast Brachytherapy for Early Invasive and Noninvasive Breast Cancer",
  "protocolDocument": {
    "nctId": "NCT02453737",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-01-04",
    "uploadDate": "2023-04-06T14:21",
    "size": 592745,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02453737/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 170,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-06-16",
    "completionDate": "2022-09-21",
    "primaryCompletionDate": "2020-10-03",
    "firstSubmitDate": "2015-05-21",
    "firstPostDate": "2015-05-25"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Female Age ≥ 50 years at diagnosis\n* Grade 1-3 invasive ductal, mucinous, tubular, colloidal, or pure ductal carcinoma in situ (DCIS) measuring ≤ 2cm (clinical stage T1).\n* Estrogen Receptor (ER)+ (ER- DCIS meeting other eligibility criteria are eligible)\n* Unicentric: Patients with microscopic multifocality are eligible as long as the total pathologic tumor size is \\<2cm.\n* Surgical treatment of the breast must have been lumpectomy.\n* The final margins of the resected specimen must be histologically free of tumor.\n* Pathologically node negative Note: For patients with T1a, T1b, T1c invasive breast cancer (except T1mi), an axillary staging procedure should be performed (either sentinel lymph node biopsy alone or axillary dissection and the axillary node must be pathologically negative). Patients with N0 (i+) tumors on sentinel lymph node mapping or dissection (i.e., if the tumor deposit is 0.2mm or less as determined by immunohistochemistry or hematoxylin and eosin staining) will also be eligible.\n* ECOG Performance Status of 0 or 1\n* Negative pregnancy test done ≤7 days prior to registration, for women of childbearing potential only.\n* Ability to complete questionnaire(s) by themselves or with assistance.\n* Ability to elect radiotherapy care in conjunction with their physician\n* Able and willing to provide written informed consent\n* Willingness to return to enrolling institution for follow-up (during the Active Monitoring Phase of the study).\n* Willing to provide tissue and blood samples for correlative research purposes\n* Willing to sign consent onto the Mayo Clinic Radiotherapy Patient Outcomes Registry and Biobanking study, IRB number 15-000136\n\nExclusion Criteria:\n\n* Any of the following because this study involves therapy that has known genotoxic, mutagenic and teratogenic effects:\n\n  * Pregnant women\n  * Nursing women\n  * Women of childbearing potential who are unwilling to employ adequate contraception\n* Neoadjuvant chemotherapy\n* Prior history of ipsilateral breast cancer\n* Prior radiation therapy to the ipsilateral breast or thorax\n* Co-morbid systemic illnesses or other severe concurrent disease which, in the judgment of the investigator, would make the patient inappropriate for entry into this study or interfere significantly with the proper assessment of safety and toxicity of the prescribed regimens.\n* Active collagen-vascular disease that, in the opinion of the treating physician, would make this protocol unreasonably hazardous for the patient.\n* Paget's disease of the breast\n* Proven multicentric carcinoma (DCIS or invasive) in more than one quadrant or separated by 4 or more centimeters or diffuse (\\>1 quadrant) suspicious calcifications\n* Histologic evidence of angiolympatic invasion (ALI). Note: Cases termed focally suspicious for ALI but where no definitive ALI is found are eligible.\n* Surgical margins that cannot be microscopically assessed or that are positive\n* Pathologic tumor \\>2cm in size\n* Metastatic disease\n* Patients for whom the delivery of APBI is not feasible or any of the dosimetric treatment criteria in section 9.7 have not been met.\n* BRCA 1/2 mutation Note: Patients are not required to undergo BRCA1 and BRCA2 or other genetic mutation tests in order to enroll on the study. However, in the event a patient is tested and is found to be a mutation carrier, she would be excluded from the study.\n* Breast implants (patients who have had implants removed are eligible).\n* Extensive intraductal component\n* Active connective tissue disease\n* Reduction mammoplasty if 3DCRT or proton APBI are planned\n* Last surgery \\>10 weeks from enrollment",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "50 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in the Rate of Adverse Cosmesis (Defined as Fair or Poor Cosmesis) Compared to Baseline Using the Harvard Cosmetic Rating:",
        "description": "Participants end up being rated as fair or poor cosmesis from baseline.\n\nExcellent: treated breast nearly identical to untreated breast Good: treated breast slightly different than untreated (minimal but identifiable effects of the treated breast) Fair: Treated breast clearly different from untreated but not seriously distorted (significant radiation effects readily observable) Poor: Treated breast seriously distorted (severe sequelae of breast tissue secondary to radiation effects)",
        "timeFrame": "Baseline, 3 years"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 14,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:30:56.196Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}