{
  "nctId": "NCT02942277",
  "briefTitle": "Safety and Immunogenicity of Pfs25M-EPA/AS01 and Pfs230D1M-EPA/AS01 Vaccines, Transmission Blocking Vaccines Against Plasmodium Falciparum, at Full and Fractional Dosing in Adults in Mali",
  "officialTitle": "Phase 1 Dose Escalating, Double-Blind, Randomized Comparator Controlled Trial of the Safety andImmunogenicity of Pfs25M-EPA/AS01 and Pfs230D1M-EPA/AS01 Vaccines, Transmission Blocking Vaccines Against Plasmodium Falciparum at Full and Fractional Dosing in Adults in Mali",
  "protocolDocument": {
    "nctId": "NCT02942277",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-07-21",
    "uploadDate": "2021-08-04T09:55",
    "size": 6391304,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02942277/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 301,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-10-21",
    "completionDate": "2020-07-15",
    "primaryCompletionDate": "2020-07-15",
    "firstSubmitDate": "2016-10-21",
    "firstPostDate": "2016-10-24"
  },
  "eligibilityCriteria": {
    "criteria": "-INCLUSION CRITERIA:\n\n1. Age greater than or equal to 18 and less than or equal to 50 years.\n2. Available for the duration of the trial.\n3. Able to provide proof of identity to the satisfaction of the study clinician completing the enrollment process.\n4. In good general health and without clinically significant medical history in the opinion of the investigator.\n5. Females of childbearing potential must be willing to use reliable contraception (as defined below) from 21 days prior to Study Day 0 (Study Day 476 for re-enrollment) and then until 3 months after last vaccination.\n\n   * Reliable methods of birth control include one of the following: confirmed pharmacologic contraceptives (parenteral) delivery; intrauterine or implantable device.\n   * Reliable methods of birth control include concurrent use of a pharmacologic and a barrier method, i.e. two of the following: confirmed pharmacologic contraceptives (oral, transdermal) delivery or vaginal ring AND condoms with spermicide or diaphragm with spermicide.\n   * Non-childbearing women will also be required to report date of last menstrual period, history of surgical sterility (i.e. tubal ligation, hysterectomy) or premature ovarian insufficiency (POI), and will have a baseline urine or serum pregnancy test performed.\n6. Willingness to have blood samples stored for future research.\n7. Willingness to undergo DSFs (Arms 3c, 3d, 4c only).\n8. Known resident of Bancoumana or Doneguebougou or surrounding area or known student or long term resident (more than 1 year) of Bamako/Sotuba, Mali\n\nEXCLUSION CRITERIA:\n\n1. Pregnancy as determined by a positive urine or serum human choriogonadotropin (beta-hCG) test (if female).\n\n   NOTE: Pregnancy is also a criteria for discontinuation of any further dosing or non-safety related interventions for that subject.\n2. Currently breast-feeding (if female).\n3. Behavioral, cognitive, or psychiatric disease that in the opinion of the investigator affects the ability of the participant to understand and comply with the study protocol.\n4. Hemoglobin, WBC, absolute neutrophils, and platelets outside the local laboratory-defined limits of normal (subjects may be included at the investigator s discretion for not clinically significant values outside of normal range and less than or equal to Grade 1).\n5. Alanine transaminase (ALT) or creatinine (Cr) level above the local laboratory-defined upper limit of normal (subjects may be included at the investigator s discretion for not clinically significant values outside of normal range and less than or equal to Grade 1).\n6. Infected with human immunodeficiency virus (HIV), hepatitis C virus (HCV), or hepatitis B (HBV).\n7. Evidence of clinically significant neurologic, cardiac, pulmonary, hepatic, endocrine, rheumatologic, autoimmune, hematological, oncologic, or renal disease by history, physical examination, and/or laboratory studies including urinalysis.\n8. History of receiving any investigational product within the past 30 days.\n9. Participation or planned participation in a clinical trial with an investigational product prior to completion of the follow up visit 28 days following last vaccination OR planned participation in an investigational vaccine study until the last required protocol visit\n10. Subject has had medical, occupational, or family problems as a result of alcohol or illicit drug use during the past 12 months.\n11. History of a severe allergic reaction or anaphylaxis.\n12. Severe asthma, defined as asthma that is unstable or required emergent care, urgent care, hospitalization, or intubation during the past 2 years, or that has required the use of oral or parenteral corticosteroids at any time during the past 2 years.\n13. Pre-existing autoimmune or antibody-mediated diseases including but not limited to: systemic lupus erythematosus, rheumatoid arthritis, multiple sclerosis, Sj(SqrRoot)(Delta)gren s syndrome, or autoimmune thrombocytopenia.\n14. Known immunodeficiency syndrome.\n15. Known asplenia or functional asplenia.\n16. Use of chronic (greater than or equal to 14 days) oral or intravenous corticosteroids (excluding topical or nasal) at immunosuppressive doses (i.e., prednisone \\>10 mg/day) or immunosuppressive drugs within 30 days of Study Day 0.\n17. Prior to Study Day 0 and every subsequent vaccination day, receipt of a live vaccine within the past 4 weeks or a killed vaccine within the past 2 weeks.\n18. Receipt of immunoglobulins and/or blood products within the past 6 months.\n19. Previous receipt of an investigational malaria vaccine in the last 5 years.\n20. History of severe reaction to mosquito bites (Arms 3c, 3d, 4c only)\n21. History of allergy to the comparator vaccine (such as latex, yeast, or previous Hepatitis B vaccine)\n22. Known allergies or contraindications (such as significant cardiac disease; prolonged QTc \\>450 ms; currently taking medications that may prolong your QTc; serious side effects from Coartem in the past) to study treatment (Coartem \\[artemether/lumefantrine\\]) (Arms 3c, 3d, 4c only)\n23. Other condition that in the opinion of the investigator would jeopardize the safety or rights of a participant participating in the trial, interfere with the evaluation of the study objectives, or would render the subject unable to comply with the protocol.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "52 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Local and Systemic Adverse Events in Year 1",
        "description": "Number of participants with local and systemic adverse events (AEs) graded by severity occurring within 7 days after each vaccine",
        "timeFrame": "Within 7 days after each vaccination"
      },
      {
        "measure": "Number of Participants With Local and Systemic Adverse Events in Year 2",
        "description": "Number of participants with local and systemic adverse events (AEs) graded by severity occurring within 7 days after each vaccine",
        "timeFrame": "Within 7 days after each vaccination"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 49,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:42.292Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}