{
  "nctId": "NCT02950025",
  "briefTitle": "Daily Online Adaptation Versus Localization for MRI-Guided SBRT for Unresectable Primary or Oligometastatic Abdominal Malignancies",
  "officialTitle": "A Randomized Controlled Phase II Study of Daily Online Adaptation Versus Localization for MRI-Guided SBRT for Unresectable Primary or Oligometastatic Abdominal Malignancies",
  "protocolDocument": {
    "nctId": "NCT02950025",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-01-03",
    "uploadDate": "2019-02-26T08:12",
    "size": 1072075,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02950025/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 5,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-01-19",
    "completionDate": "2018-03-19",
    "primaryCompletionDate": "2018-03-19",
    "firstSubmitDate": "2016-10-27",
    "firstPostDate": "2016-10-31"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Oligometastatic disease or unresectable primary abdominal malignancy with biopsy-proven primary disease histology of solid tumor categorization. Patients with a diagnosis of hepatocellular carcinoma do not require a biopsy.\n* No more than three progressive sites of disease, with at least one of the disease sites to be deemed suitable for treatment with MRI-guided, online adaptive SBRT to the non-liver abdomen as per radiation oncology evaluation.\n* Must be treated per protocol to lesion(s) of a single abdominal site that can reasonably be encompassed within a single treatment field. Treatment of additional site(s) outside of the abdomen while the patient is on trial is acceptable.\n* The treated lesion must be within 2 cm of the abdominal gastrointestinal tract (abdominal esophagus to sigmoid colon) on the basis of cross sectional imaging study such as computed tomography (CT), positron emission tomography (PET)/CT, or MRI.\n* Must be deemed medically fit for SBRT by the treating physician.\n* At least 18 years of age.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n* Must have completed any systemic therapy at least one week prior to planned start of SBRT (two weeks preferred), and must have no plans to initiate systemic therapy for at least one week following end of SBRT (two weeks preferred).\n* Women of childbearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control, abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she must inform her treating physician immediately.\n* Able to understand and willing to sign an Institutional Review Board (IRB) approved, written informed consent document (or that of legally authorized representative, if applicable).\n\nExclusion Criteria:\n\n* Primary disease of hematologic origin, lymphoma, or small cell cancer.\n* Past history of external beam radiotherapy within the projected treatment field of any of the disease sites to be treated by MRI-guided, online adaptive SBRT.\n* Currently receiving any other investigational agents.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, or cardiac arrhythmia.\n* Pregnant and/or breastfeeding. Patient must have a negative pregnancy test within 14 days of study entry.\n* Medical contraindication to undergoing MR imaging.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Grade 3 or Greater Toxicity Occurring in Patients Receiving Online, Adaptive, MRI-guided SBRT to the Abdomen and in Patients Receiving Non-adaptive SBRT",
        "description": "* The descriptions and grading scales found in the revised NCI Common Terminology Criteria for Adverse Events (CTCAE) version 4.0 will be utilized for all toxicity reporting.\n* Grade 3 or higher toxicities that did not predate SBRT and are probably or definitely attributable to treatment\n* Please note that the following statistical analysis was not performed due to small sample size: Statistical analysis will be powered to detect a reduction of toxicity from 35% Grade 3 or greater toxicity to 10% Grade 3 or greater toxicity using online-adaptive therapy. Statistical analysis will be one-sided test for independent proportions.",
        "timeFrame": "Up through 6 months post-treatment (approximately 6 months and 2 weeks)"
      }
    ],
    "secondary": [
      {
        "measure": "Tumor Response Rate",
        "description": "* Tumor response rate = rate of participants who have complete or partial response at the six month follow-up\n* Complete Response (CR): Disappearance of the target lesion. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm.\n* Partial Response (PR): At least a 30% decrease in the (sum of the) diameter of the target lesion(s), taking as reference the baseline sum diameters.",
        "timeFrame": "At six month follow-up (approximately 6 months and 2 weeks)"
      },
      {
        "measure": "Progression-free Survival (PFS) Rate",
        "description": "* PFS rate - the number of participants who have not progressed and/or died at the six-month follow-up\n* Progressive Disease (PD): At least a 20% increase in the sum of the diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm.\n* Please note that the planned statistical analysis wasn't able to be performed due to small sample size: Utilizing Kaplan-Meier methodology",
        "timeFrame": "At six month follow-up (approximately 6 months and 2 weeks)-up"
      },
      {
        "measure": "Disease Free Survival Rate",
        "description": "* Disease free survival rate = the number of participants who are disease free (without any signs or symptoms of cancer) at the six-month follow-up\n* Please note that the planned statistical analysis wasn't able to be performed due to small sample size: Utilizing Kaplan-Meier methodology.",
        "timeFrame": "At six month follow-up (approximately 6 months and 2 weeks)"
      },
      {
        "measure": "Overall Survival (OS) Rate",
        "description": "* Overall survival rate - number of participants alive at the six-month follow-up\n* Please note that the planned statistical analysis wasn't able to be performed due to small sample size: Utilizing Kaplan-Meier methodology.",
        "timeFrame": "At six month follow-up (approximately 6 months and 2 weeks)"
      },
      {
        "measure": "Patient Reported Overall Quality of Life During the Past Week as Measured by EORTC QLQ-C30 Quality of Life",
        "description": "* Utilize both paired t-tests and repeated measures ANOVA to analyze QOL data (this was unable to be performed due to the small sample size)\n* The question asked the participant \"how would you rate your quality of life during the past week?\"\n* The scale ranges from 1=very poor to 7 = excellent. The higher the score the better the quality of life.",
        "timeFrame": "Pre-treatment, six-weeks post treatment, and six months post-treatment"
      },
      {
        "measure": "Number of Participants With Local Failure",
        "timeFrame": "At six month follow-up (approximately 6 months and 2 weeks)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:10.247Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}