{
  "nctId": "NCT03114657",
  "briefTitle": "A Study of Crenezumab Versus Placebo to Evaluate the Efficacy and Safety in Participants With Prodromal to Mild Alzheimer's Disease (AD)",
  "officialTitle": "A Phase III, Multicenter, Randomized, Double-Blind, Placebo-Controlled, Parallel-Group, Efficacy and Safety Study of Crenezumab in Patients With Prodromal to Mild Alzheimer's Disease",
  "protocolDocument": {
    "nctId": "NCT03114657",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-03-14",
    "uploadDate": "2020-05-26T15:22",
    "size": 3567532,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03114657/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 806,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-03-29",
    "completionDate": "2019-06-11",
    "primaryCompletionDate": "2019-06-11",
    "firstSubmitDate": "2017-03-28",
    "firstPostDate": "2017-04-14"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Weight between 40 and 120 kilograms (Kg) inclusive\n* Availability of a person (referred to as the \"caregiver\") who in the investigator's judgment:\n* Has frequent and sufficient contact with the participant to be able to provide accurate information regarding the participant's cognitive and functional abilities, agrees to provide information at clinic visits (which require partner input for scale completion), signs the necessary consent form, and has sufficient cognitive capacity to accurately report upon the participant's behavior and cognitive and functional abilities\n* Fluency in the language of the tests used at the study site\n* Adequate visual and auditory acuity, in the investigator's judgment, sufficient to perform the neuropsychological testing (eye glasses and hearing aids are permitted)\n* Evidence of the AD pathological process, by a positive amyloid assessment either on cerebrospinal fluid (CSF) amyloid beta 1-42 levels as measured on the Elecsys beta-amyloid(1-42) test system or amyloid PET scan by qualitative read by the core/central PET laboratory\n* Demonstrated abnormal memory function at screening (up to 4 weeks before screening begins) or screening (FCSRT cueing index =\\<0.67 AND free recall =\\<27)\n* Screening mini mental state examination (MMSE) score of greater than or equal to (\\>=) 22 points and Clinical Dementia Rating-Global Score (CDR-GS) of 0.5 or 1.0\n* Meets National Institute on Aging/Alzheimer's Association (NIAAA) core clinical criteria for probable AD dementia or prodromal AD (consistent with the NIAAA diagnostic criteria and guidelines for mild cognitive impairment (MCI)\n* If receiving symptomatic AD medications, the dosing regimen must have been stable for 3 months prior to screening\n* Participant must have completed at least 6 years of formal education after the age of 5 years\n\nExclusion Criteria:\n\n* Any evidence of a condition other than AD that may affect cognition such as other dementias, stroke, brain damage, autoimmune disorders (e.g. multiple sclerosis) or infections with neurological sequelae.\n* History of major psychiatric illness such as schizophrenia or major depression (if not considered in remission)\n* At risk of suicide in the opinion of the investigator\n* Any abnormal MRI findings, such as presence of cerebral vascular pathology, cortical stroke, etc or inability to tolerate MRI procedures or contraindication to MRI\n* Unstable or clinically significant cardiovascular (e.g., myocardial infarction), kidney or liver disease\n* Uncontrolled hypertension\n* Screening hemoglobin A1c (HbA1C) \\>8%\n* Poor peripheral venous access\n* History of cancer except:\n\nIf considered to be cured or If not being actively treated with anti-cancer therapy or radiotherapy\n\n\\- Known history of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric, human, or humanized antibodies or fusion proteins",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline to Week 77 in Clinical Dementia Rating-Sum of Boxes (CDR-SB) Scale Score",
        "description": "The CDR-SB rates impairment in 6 categories (memory, orientation, judgement and problem solving, community affairs, home and hobbies and personal care) on a 5-point scale in which no impairment = 0, questionable impairment = 0.5 and mild, moderate and severe impairment = 1, 2 and 3 respectively. The score range is from 0 to 18 with a high score indicating a high disease severity. The difference in mean change from Baseline to Week 77 between Crenezumab and Placebo treated participants was estimated. Mixed model repeated measures (MMRMs) adjusting for disease severity, APOEe4 status, geographic region and the use or non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline for this primary endpoint. Data after 29 January 2019 are censored for the primary and secondary efficacy analyses to avoid potential biases due to investigators, participants, raters, etc. being potentially influenced by early closure of the study due to lack of efficacy.",
        "timeFrame": "Baseline, Week 77"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline to Week 77 in Alzheimer's Disease Assessment Scale-Cognition 13 (ADAS-Cog-13) Subscale Score",
        "description": "The ADAS-Cog-13 assesses multiple cognitive domains including memory, comprehension, praxis, orientation, and spontaneous speech. Most of these are assessed by tests although some are rated by the clinician on a 5-point scale. The ADAS-Cog-13 is the ADAS-Cog-11 with 2 further items: delayed word recall and total digit cancellation. The score range for ADAS-Cog-13 is from 0 to 85 with high scores representing severe dysfunction. The difference in mean change from Baseline to Week 77 between Crenezumab and Placebo treated participants was estimated. Mixed model repeated measures (MMRMs) adjusting for disease severity, APOEe4 status, geographic region, and the use or non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline.",
        "timeFrame": "Baseline, Week 77"
      },
      {
        "measure": "Change From Baseline to Week 77 in Alzheimer's Disease Assessment Scale-Cognition 11 (ADAS-Cog-11) Subscale Score",
        "description": "The ADAS-Cog-11 assesses multiple cognitive domains including memory, comprehension, praxis, orientation, and spontaneous speech. Most of these are assessed by tests although some are rated by the clinician on a 5-point scale. The score range for ADAS-Cog-11 is from 0 to 70 with high scores representing severe dysfunction. The difference in mean change from Baseline to Week 77 between Crenezumab and Placebo treated participants was estimated. Mixed model repeated measures (MMRMs) adjusting for disease severity, APOEe4 status, geographic region, and the use or non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline.",
        "timeFrame": "Baseline, Week 77"
      },
      {
        "measure": "Change From Baseline to Week 77 on Severity of Dementia, Assessed Using the CDR-Global Score (CDR-GS)",
        "description": "The CDR-GS represents a semi-structured interview which rates impairment in 6 categories (memory, orientation, judgement and problem solving, community affairs, home and hobbies, and personal care) on a 5-point scale in which CDR 0 = no dementia and CDR 0.5, 1, 2 or 3 = questionable, mild, moderate or severe dementia respectively. The range in scores for the CDR-GS is from 0 to 3 and a high score on the CDR-GS would indicate a high disease severity. The difference in mean change from Baseline to Week 77 between Crenezumab and Placebo treated participants was estimated. Mixed model repeated measures (MMRMs) adjusting for disease severity, APOEe4 status, geographic region, and the use or non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline.",
        "timeFrame": "Baseline, Week 77"
      },
      {
        "measure": "Change From Baseline to Week 77 on Severity of Dementia, Assessed Using the Mini Mental State Evaluation (MMSE)",
        "description": "The MMSE is a set of standardized questions used to evaluate possible cognitive impairment and help stage the severity level of this impairment. The questions target 6 areas: orientation, registration, attention, short-term recall, language and constructional praxis/visuospatial abilities. The scores on the MMSE range from 0 to 30, with higher scores indicating better function. The difference in mean change from Baseline to Week 77 between Crenezumab and Placebo treated participants was estimated. Mixed model repeated measures (MMRMs) adjusting for disease severity, APOEe4 status, geographic region, and the use or non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline.",
        "timeFrame": "Baseline, Week 77"
      },
      {
        "measure": "Change From Baseline to Week 77 on Function as Assessed by (ADCS-ADL) Total Score",
        "description": "The ADCS-ADL (Alzheimer's Disease Cooperative Study-Activities of Daily Living) is the scale most widely used to assess functional outcomes in participants with AD. The ADCS-ADL covers both basic ADL (e.g., eating and toileting) and more complex 'instrumental' ADL or iADL (e.g., using the telephone, managing finances and preparing a meal). The ADCS-ADL consists of 23 questions with a score range of 0 to 78 where a higher score represents better function. The difference in mean change from Baseline to Week 77 between Crenezumab and Placebo treated participants was estimated. Mixed model repeated measures (MMRMs) adjusting for disease severity, APOEe4 status, geographic region, and the use or non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline.",
        "timeFrame": "Baseline, Week 77"
      },
      {
        "measure": "Change From Baseline to Week 77 on Function as Assessed by (ADCS-iADL) Instrumental Score",
        "description": "The ADCS-iADL (Alzheimer's Disease Cooperative Study-Instrumental Activities of Daily Living) measures activities such as using the telephone, managing finances and preparing a meal. The ADCS-iADL consists of 16 questions with a score range of 0 to 56 where a higher score represents better function. The difference in mean change from Baseline to Week 77 between Crenezumab and Placebo treated participants was estimated. Mixed model repeated measures (MMRMs) adjusting for disease severity, APOEe4 status, geographic region, and the use or non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline.",
        "timeFrame": "Baseline, Week 77"
      },
      {
        "measure": "Change From Baseline to Week 77 on Function as Assessed by the Functional Activities Questionnaire (FAQ) Total Score",
        "description": "The Functional Activities Questionnaire (FAQ) is an instrument consisting of 10 items and assesses instrumental, social and cognitive functioning. The score range is from 0 to 30 with higher scores representing higher impairment. The difference in mean change from Baseline to Week 77 between Crenezumab and Placebo treated participants was estimated. Mixed model repeated measures (MMRMs) adjusting for disease severity, APOEe4 status, geographic region, and the use or non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline.",
        "timeFrame": "Baseline, Week 77"
      },
      {
        "measure": "Change From Baseline to Week 77 on a Measure of Dependence Level Assessed From the ADCS-ADL Score",
        "description": "The ADCS-ADL (Alzheimer's Disease Cooperative Study-Activities of Daily Living) is the scale most widely used to assess functional outcomes in participants with AD. The ADCS-ADL covers both basic ADL (e.g., eating and toileting) and more complex 'instrumental' ADL or iADL (e.g., using the telephone, managing finances and preparing a meal). The ADCS-ADL consists of 23 questions with a score range of 0 to 78 where a higher score represents better function. The difference in mean change from Baseline to Week 77 between Crenezumab and Placebo treated participants was estimated. Mixed model repeated measures (MMRMs) adjusting for disease severity, APOEe4 status, geographic region, and the use or non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline.",
        "timeFrame": "Baseline, Week 77"
      },
      {
        "measure": "Change From Baseline to Week 53 on Behavior in Neuropsychiatric Inventory Questionnaire (NPI-Q) Total Score",
        "description": "The NPI-Q evaluates 12 neuropsychiatric disturbances common in dementia: delusions, hallucinations, agitation, dysphoria, anxiety, apathy, irritability, euphoria, disinhibition, aberrant motor behavior, night-time behavioral disturbances and appetite/eating abnormalities. The severity of each neuropsychiatric symptom is rated on a 3-point scale (mild, moderate and marked). The total severity score range is from 0 to 36 with higher scores representing higher severity. Difference in mean change from Baseline to Week 53 between Crenezumab and Placebo treated participants was estimated. Mixed model repeated measures adjusting for disease severity, APOEe4 status, geographic region and the use/non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline.",
        "timeFrame": "Baseline, Week 53"
      },
      {
        "measure": "Quality of Life-Alzheimer's Disease (QoL-AD) Scale Score",
        "description": "The QoL-AD (Quality of Life - Alzheimer's Disease) scale assesses QoL in participants who have dementia. The QoL-AD consists of 13 items covering aspects of participants' relationships with friends and family, physical condition, mood, concerns about finances and overall assessment of QoL. Items are rated on 4-point Likert-type scales ranging from 1 \\[poor\\] to 4 \\[excellent\\]. The score range is from 13 to 52, with higher scores indicating a better QoL. The difference in mean change from Baseline to Week 77 between Crenezumab and Placebo treated participants was estimated. Mixed model repeated measures (MMRMs) adjusting for disease severity, APOEe4 status, geographic region, and the use or non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline.",
        "timeFrame": "Baseline, Week 77"
      },
      {
        "measure": "Zarit Caregiver Interview for Alzheimer's Disease (ZCI-AD) Scale Score",
        "description": "The ZCI-AD is a modified version of the Zarit Burden Interview, which was originally designed to reflect the stresses experienced by caregivers of people with dementia. This modified version includes slight modifications in item and title wording (e.g., removal of \"your relative\" to refer directly to the patient, removal of \"burden\" from title) and the use of 11-point numerical rating scales. The ZCI-AD scale consists of a total of 30 items. Total scores will be calculated with a total score range from 0 to 300 (higher scores indicate a higher burden on the caregiver). The difference in mean change from Baseline to Week 53 between Crenezumab and Placebo treated participants was estimated. Mixed model repeated measures (MMRMs) adjusting for disease severity, APOEe4 status, geographic region, and the use or non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline.",
        "timeFrame": "Baseline, Week 53"
      },
      {
        "measure": "European Quality of Life-5 Dimensions (EQ-5D) Questionnaire Domain Scores for Participants",
        "description": "The EQ-5D is a standardized measure of health status designed to provide a simple generic measure of health for clinical and economic appraisal. It is broadly applicable across a wide range of health conditions and treatment. The EQ-5D assesses five domains to provide a health state index. These are anxiety/depression, pain/discomfort, usual activities, mobility, and self-care. The scores on the EQ-5D ranges from 0 (worst imaginable health state) to 100 (best imaginable health state). The difference in mean change from Baseline to Week 77 between Crenezumab and Placebo treated participants was estimated. Mixed model repeated measures (MMRMs) adjusting for disease severity, APOEe4 status, geographic region, and the use or non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline.",
        "timeFrame": "Baseline, Week 77"
      },
      {
        "measure": "European Quality of Life-5 Dimensions (EQ-5D) Questionnaire Domain Scores for Caregivers",
        "description": "The EQ-5D is a standardized measure of health status designed to provide a simple generic measure of health for clinical and economic appraisal. It is broadly applicable across a wide range of health conditions and treatment. The EQ-5D assesses five domains to provide a health state index. These are anxiety/depression, pain/discomfort, usual activities, mobility, and self-care. The scores on the EQ-5D ranges from 0 (worst imaginable health state) to 100 (best imaginable health state). The difference in mean change from Baseline to Week 77 between Crenezumab and Placebo treated participants was estimated. Mixed model repeated measures (MMRMs) adjusting for disease severity, APOEe4 status, geographic region, and the use or non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline.",
        "timeFrame": "Baseline, Week 77"
      },
      {
        "measure": "Percentage of Participants With Adverse Event (AEs) and Serious Adverse Event (SAEs)",
        "description": "An Adverse Event is any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the treatment. An adverse event can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. Preexisting conditions which worsen during a study are also considered as adverse events.",
        "timeFrame": "Baseline up until 16 weeks after the last dose of study drug (up to 117 weeks)."
      },
      {
        "measure": "Percentage of Participants With Anti-Crenezumab Antibodies",
        "description": "Participants were considered positive or negative for ADA based on their baseline and post-baseline sample results. The number and percentage of participants with confirmed positive ADA levels were determined for Crenezumab and Placebo groups. The prevalence of ADA at baseline was calculated as the proportion of participants with confirmed positive ADA levels at baseline relative to the total number of participants with a sample available at baseline. The incidence of treatment-emergent ADAs was determined as the proportion of participants with confirmed post-baseline positive ADAs relative to the total number of participants that had at least one post-baseline sample available for ADA analysis.",
        "timeFrame": "Baseline up to Week 105"
      },
      {
        "measure": "Serum Concentration of Crenezumab",
        "description": "Serum concentration data for Crenezumab will be tabulated and summarized. Descriptive summary statistics will include the arithmetic mean and SD. Since a sparse PK sampling design is being used, population (non-linear mixed-effects) modeling will be used to analyze the dose concentration-time data of crenezumab. Information from other clinical studies may be incorporated to establish the PK model. Please note that Post-dose samples were not collected at Weeks 5, 13, 37, 53 and 77.",
        "timeFrame": "Pre-infusion (0 hour), 60-90 minutes post-infusion on Day 1 Week 1 and on Week 25; Weeks 13 (Pre-dose), 37 (Pre-dose), 53 (Pre-dose) and 77 (Pre-dose) (infusion length = as per the Pharmacy Manual)"
      },
      {
        "measure": "Plasma Amyloid Beta (Abeta) 40 Concentrations",
        "description": "Plasma Abeta 40 concentrations will be measured over time and descriptive summary statistics will include the arithmetic mean and SD. Please note that Pre-dose samples were only collected at Weeks 1 and 53.",
        "timeFrame": "Week 1 Day 1; Weeks 53"
      },
      {
        "measure": "Plasma Amyloid Beta (Abeta) 42 Concentrations",
        "description": "Plasma Abeta 42 concentrations will be measured over time and descriptive summary statistics will include the arithmetic mean and SD. Please note that Pre-dose samples were only collected at Weeks 1 and 53.",
        "timeFrame": "Week 1 Day 1; Weeks 53"
      },
      {
        "measure": "Percentage Change From Baseline to Week 105 in Whole Brain Volume as Determined by Magnetic Resonance Imaging (MRI)",
        "description": "Percentage Change in Whole Brain Volume will be measured over time and descriptive summary statistics will include the arithmetic mean, median, range, SD, and coefficient of variation, as appropriate. Mixed model repeated measures (MMRMs) adjusting for disease severity, APOEe4 status, geographic region, and the use or non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline.",
        "timeFrame": "Baseline, Week 105"
      },
      {
        "measure": "Percentage Change From Baseline to Week 105 in Ventricle Volume as Determined by Magnetic Resonance Imaging (MRI)",
        "description": "Percentage Change in Ventricle Volume will be measured over time and descriptive summary statistics will include the arithmetic mean, median, range, SD, and coefficient of variation, as appropriate. Mixed model repeated measures (MMRMs) adjusting for disease severity, APOEe4 status, geographic region, and the use or non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline.",
        "timeFrame": "Baseline, Week 105"
      },
      {
        "measure": "Percentage Change From Baseline to Week 105 in Hippocampal Volume as Determined by Magnetic Resonance Imaging (MRI)",
        "description": "Percentage Change in Hippocampal Volume will be measured over time and descriptive summary statistics will include the arithmetic mean, median, range, SD, and coefficient of variation, as appropriate. Mixed model repeated measures (MMRMs) adjusting for disease severity, APOEe4 status, geographic region, and the use or non-use of anti-dementia medications at baseline were used to estimate the mean change from baseline.",
        "timeFrame": "Baseline, Week 105"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 21,
      "otherCount": 0,
      "totalCount": 22
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:39.590Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}