{
  "nctId": "NCT01868230",
  "briefTitle": "Lifestyle Intervention in Overweight and Obese Pregnant Hispanic Women",
  "officialTitle": "Proyecto Mama: Lifestyle Intervention in Overweight and Obese Pregnant Hispanic Women",
  "protocolDocument": {
    "nctId": "NCT01868230",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2014-06-09",
    "uploadDate": "2023-12-11T16:19",
    "size": 796998,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01868230/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 232,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-06",
    "completionDate": "2020-07",
    "primaryCompletionDate": "2020-07",
    "firstSubmitDate": "2013-05-29",
    "firstPostDate": "2013-06-04"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Hispanic women\n* Overweight or obese before pregnancy (BMI \\>25 kg/m2)\n* 16-45 years old\n\nExclusion Criteria:\n\n* prepregnancy BMI \\<25 kg/m2\n* history of type 2 diabetes, heart disease, or chronic renal disease\n* contraindications to postpartum participation in moderate physical activity or a low-fat/high-fiber diet (e.g., Crohn's disease, ulcerative colitis)\n* inability to read English or Spanish at a 6th grade level\n* \\>16 wks gestation\n* current medications which adversely influence glucose tolerance\n* not planning to continue to term or deliver at the study site\n* pregnant with twins or triplets",
    "healthyVolunteers": true,
    "sex": "FEMALE",
    "minimumAge": "16 Years",
    "maximumAge": "45 Years",
    "stdAges": [
      "CHILD",
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Gestational Weight Gain",
        "description": "Gestational weight change will be measured as the difference between weight at delivery and prepregnancy weight as abstracted from the medical record. The analysis involved an intent-to-treat analysis among the entire sample of randomized participants. Missing postpartum weights were imputed in the manner of prior weight loss trials with the use of 10 random multivariate imputations based on observed variables at baseline.",
        "timeFrame": "delivery"
      },
      {
        "measure": "Postpartum Weight Change",
        "description": "Postpartum weight change will be measured as the difference between weight at 6 or 12 mos postpartum and weight at delivery. Weight will be measured on a digital scale. The analysis involved an intent-to-treat analysis among the entire sample of randomized participants. Missing postpartum weights were imputed in the manner of prior weight loss trials with the use of 10 random multivariate imputations based on observed variables at baseline.",
        "timeFrame": "6 weeks postpartum, 6 months postpartum, 12 months postpartum"
      },
      {
        "measure": "Percent of Participants Meeting Postpartum Weight Goals",
        "description": "Postpartum weight goals will be defined as a 5% reduction from prepregnancy weight. Weight will be measured on a digital scale. The analysis involved an intent-to-treat analysis among the entire sample of randomized participants. Missing postpartum weights were imputed in the manner of prior weight loss trials with the use of 10 random multivariate imputations based on observed variables at baseline.",
        "timeFrame": "6 weeks postpartum, 6 months postpartum, 12 months postpartum"
      },
      {
        "measure": "Fasting Glucose (FG)",
        "description": "Fasting Glucose (FG) will be measured enzymatically on the Roche P Modular system using Roche Diagnostics reagents (Indianapolis, IN)(mg/dL). The analysis involved an intent-to-treat analysis among the entire sample of randomized participants.",
        "timeFrame": "6 weeks postpartum, 6 months postpartum, 12 months postpartum"
      },
      {
        "measure": "Fasting Insulin",
        "description": "Fasting Insulin (FI) will be measured by an electrochemiluminescence immunoassay on the Roche E Modular system in uU/mL. The analysis involved an intent-to-treat analysis among the entire sample of randomized participants.",
        "timeFrame": "6 weeks postpartum, 6 months postpartum, 12 months postpartum"
      },
      {
        "measure": "Hemoglobin A1c (HbA1c)",
        "description": "The Hemoglobin A1c (HbA1c) determination on the Roche P Modular system will be based on turbidimetric immunoinhibition using packed red cells. The analysis involved an intent-to-treat analysis among the entire sample of randomized participants.",
        "timeFrame": "6 weeks postpartum, 6 months postpartum, 12 months postpartum"
      },
      {
        "measure": "Adiponectin",
        "description": "Total Adiponectin (Multimeric) will be measured using an ELISA method from ALPCO Diagnostics Inc. (Salem, NH). The analysis involved an intent-to-treat analysis among the entire sample of randomized participants.",
        "timeFrame": "6 weeks postpartum, 6 months postpartum, 12 months postpartum"
      },
      {
        "measure": "Total Leptin",
        "description": "Leptin will be measured by an ultra-sensitive ELISA assay, an enzymatically amplified \"two-step\" sandwich-type immunoassay (R\\&D Systems, Minneapolis, MN) (pg/mL). The analysis involved an intent-to-treat analysis among the entire sample of randomized participants.",
        "timeFrame": "6 weeks postpartum, 6 months postpartum, 12 months postpartum"
      },
      {
        "measure": "Total Cholesterol",
        "description": "Lipoprotein Profile: will be simultaneously performed on the Roche P Modular system. Total Cholesterol will be measured enzymatically (mg/dL). The analysis involved an intent-to-treat analysis among the entire sample of randomized participants.",
        "timeFrame": "6 weeks postpartum, 6 months postpartum, 12 months postpartum"
      },
      {
        "measure": "Low Density Lipoprotein Cholesterol",
        "description": "Low Density Lipoprotein Cholesterol will be determined by a homogenous direct method (mg/dL).The analysis involved an intent-to-treat analysis among the entire sample of randomized participants.",
        "timeFrame": "6 weeks postpartum, 6 months postpartum, 12 months postpartum"
      },
      {
        "measure": "High Density Lipoprotein Cholesterol.",
        "description": "The concentration of High Density Lipoprotein Cholesterol will be determined using a direct enzymatic colorimetric assay (mg/dL). The analysis involved an intent-to-treat analysis among the entire sample of randomized participants.",
        "timeFrame": "6 weeks postpartum, 6 months postpartum, 12 months postpartum"
      },
      {
        "measure": "Triglycerides",
        "description": "Triglycerides will be measured enzymatically with correction for endogenous glycerol (mg/dL). The analysis involved an intent-to-treat analysis among the entire sample of randomized participants.",
        "timeFrame": "6 weeks postpartum, 6 months postpartum, 12 months postpartum"
      },
      {
        "measure": "High Sensitivity C-Reactive Protein",
        "description": "The concentration of High Sensitivity C-Reactive Protein (hsCRP) will be determined using an immunoturbidimetric assay on the Roche P Modular system using reagents and calibrators from DiaSorin (Stillwater, MN) (mg/L). The analysis involved an intent-to-treat analysis among the entire sample of randomized participants.",
        "timeFrame": "6 weeks postpartum, 6 months postpartum, 12 months postpartum"
      },
      {
        "measure": "Compliance With IOM Weight Gain Guidelines for Pregnancy.",
        "description": "Compliance with IOM weight gain guidelines during pregnancy is measured by comparing the observed gestational weight gain (GWG) with the 2009 IOM Guidelines. The analysis involved an intent-to-treat analysis among the entire sample of randomized participants. Missing weights were imputed in the manner of prior trials with the use of 10 random multivariate imputations based on observed variables at baseline. Total GWG was calculated by subtracting pre-pregnancy weight from weight at delivery and was categorized as \"below,\" \"within,\" or \"above\" IOM guidelines based on the IOM's 2009 GWG guidelines: specifically, women with an underweight BMI are advised to gain a total of 28-40 lbs, women with a BMI in the normal weight category are advised to gain 25-35 lbs., women with a BMI in the overweight category are advised to gain 15-25 lbs, and women with a BMI in the obese category are advised to gain 11-20 lbs.",
        "timeFrame": "delivery"
      },
      {
        "measure": "Child Waist Circumference",
        "description": "measuring tape",
        "timeFrame": "delivery"
      },
      {
        "measure": "Child Head Circumference",
        "description": "measuring tape",
        "timeFrame": "delivery"
      },
      {
        "measure": "Child Skinfold Thicknesses - Subcapsular and Triceps",
        "description": "calipers",
        "timeFrame": "delivery"
      },
      {
        "measure": "Fetal Growth",
        "description": "Birthweight-for-gestational age z-scores will be calculated by subtracting the mean and dividing by the standard deviation from a standardization population (specifically, the 2014 Natality data from National Center for Health Statistics using data limited to Hispanic ethnicity). A Z-score of 0 represents the population mean. Z score values \\<0 represent scores lower than the population average observed in the standardization population. It remains to be established which z score range (percentile and SD) is associated with optimal short- and long-term offspring health.",
        "timeFrame": "delivery"
      },
      {
        "measure": "Ponderal Index",
        "description": "The ponderal index is calculated as birth weight (g) x 100/birth length (cm). A lower ponderal index is typically used to identify neonates that were affected by intrauterine growth restriction. For example, ponderal indexes between 2.5 and 3.0 are generally considered normal, between 2.0 and 2.5 marginal, and less than 2.0 low (unhealthy).",
        "timeFrame": "delivery"
      },
      {
        "measure": "Birthweight",
        "description": "scale",
        "timeFrame": "delivery"
      },
      {
        "measure": "Child Length",
        "description": "measuring tape",
        "timeFrame": "delivery"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 21,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 21
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:16.266Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}