{
  "nctId": "NCT05177484",
  "briefTitle": "Perioperative Iron for Colorectal Cancer (PICoC Study)",
  "officialTitle": "An Open Label Randomised Trial to Assess the Efficacy of Post-Operative Ferric Maltol Vs Standard Care for Anaemia Following Colorectal Cancer Surgery",
  "protocolDocument": {
    "nctId": "NCT05177484",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-10-27",
    "uploadDate": "2025-07-14T05:28",
    "size": 483990,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05177484/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 40,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-05-30",
    "completionDate": "2025-07-14",
    "primaryCompletionDate": "2024-01-26",
    "firstSubmitDate": "2021-11-08",
    "firstPostDate": "2022-01-04"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participant is willing and able to give informed consent for participation in the study.\n* Male or Female, aged 18+ years.\n* Diagnosed with histologically or radiologically diagnosed colorectal adenocarcinoma.\n* Anaemic at point of diagnosis of colorectal adenocarcinoma (Defined as haemoglobin 10g/L below WHO criteria: 120g/L for males and 110g/L for females, to account for a 10% fluctuation in Hb)\n* Undergoing surgery for colorectal cancer with curative intent.\n* Date of planned surgery is ≥ 14 days from date of planned initiation of recruitment.\n* Able (in the investigators opinion) and willing to comply with all study requirements.\n* Willing to allow his or her General Practitioner and consultant, if appropriate, to be notified of participation in the study.\n\nExclusion Criteria:\n\n* Patients who do not have a histological diagnosis of colorectal adenocarcinoma\n* Female participants who are pregnant, lactating or planning a pregnancy during the course of the study.\n* Patients with evidence of iron overload or disturbances in utilisation of iron as stated in the product SPC.\n* Previous gastric, small bowel or colorectal surgery (where ≥50% of stomach or terminal ileum has been resected)\n* Chemotherapeutic treatment within the last 4 weeks.\n* Known previous anaemia not attributable to colorectal carcinoma (i.e. anaemia in patients with well established, inflammatory disorders)\n* Known haematological disease.\n* Features necessitating urgent surgery (e.g. obstructive symptoms).\n* Previous allergy to intravenous or oral iron or related iron products.\n* Patients who are unable to consent.\n* Any other significant disease or disorder which, in the opinion of the Investigator, may either put the participants at risk because of participation in the study, or may influence the result of the study, or the participant's ability to participate in the study.\n* Participants who have participated in another research study involving an investigational product in the past 12 weeks\n* Confirmed liver or lung metastases",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "The Feasibility of Running the Study, to See if it Could be Run as a Large Multi-centre Study",
        "description": "Feasibility measures will include the number of patients:\n\n* Eligible from screening\n* excluded and why\n* will stay in the study",
        "timeFrame": "1 year"
      }
    ],
    "secondary": [
      {
        "measure": "Levels of Haemoglobin and Haematinic Markers (Full Blood Count, Ferritin, Iron, Transferrin, and Transferrin Saturation)",
        "description": "Haemoglobin (Hb) was measured at several timepoints across the study period.",
        "timeFrame": "Diagnosis (Baseline), recruitment (at Enrollment), day of surgery (between 2 weeks - 2 months from recruitment), POD2 (2 days post op), POD3 (3 days post op), POD5 (5 days post op), discharge (5 days post op), and follow up (up to 12 weeks)"
      },
      {
        "measure": "Haematinics (Iron Studies)",
        "description": "Iron studies, including total serum iron level, TIBC, transferrin, and transferrin saturation, are essential for diagnosing patients suspected of iron deficiency and overload. Results demonstrated that the Ferric Maltol has improved patents' iron stores.",
        "timeFrame": "Recruitment (at Enrollment), day of surgery (between 2 weeks - 2 months from recruitment), POD5 (5 days post op), and follow up (up to 12 weeks)"
      },
      {
        "measure": "CRP",
        "description": "We looked at the CRP at the different timepoints",
        "timeFrame": "Recruitment (at Enrollment), day of surgery (between 2 weeks - 2 months from recruitment), POD2 (2 days post op), POD3 (3 days post op), POD5 (5 days post op), and follow up (up to 12 weeks)"
      },
      {
        "measure": "Side Effects to Ferric Maltol Administration",
        "description": "An aspect of the safety and feasibility of the study was the tolerability of ferric maltol amongst post-operative colorectal cancer patients. We recorded any reported symptoms patient experienced as potential side effects.",
        "timeFrame": "1 year"
      },
      {
        "measure": "Adherence to Treatment",
        "description": "Patients adherence to treatment - if they took their tablets. Both arms are not included as the standard care group did not take Ferric Maltol.",
        "timeFrame": "1 year"
      },
      {
        "measure": "Complications",
        "description": "Differences in rates of complications between the two groups.",
        "timeFrame": "1 year"
      },
      {
        "measure": "Mortality",
        "description": "Analysis was using Fisher's exact test due to the small sample size, this is approximately 90-day mortality as patients were followed for approximately 12 weeks.",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Length of Hospital Stay",
        "description": "Analysing the length of hospital stay of patients in the two groups.",
        "timeFrame": "1 year"
      },
      {
        "measure": "Readmission",
        "description": "Rates of readmission between the two groups.",
        "timeFrame": "1 year"
      },
      {
        "measure": "Allogenic Blood Transfusion",
        "description": "Patients who required blood transfusion during the trial period.",
        "timeFrame": "1 year"
      },
      {
        "measure": "Grip Strength",
        "description": "Assessed the patients grip strength throughout their perioperative journey.",
        "timeFrame": "Recruitment (at Enrollment), day of surgery (between 2 weeks - 2 months from recruitment), POD2 (2 days post op), POD3 (3 days post op), POD5 (5 days post op), and follow up (12 weeks)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:59.718Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}