{
  "nctId": "NCT05393037",
  "briefTitle": "Safety and Immunogenicity of V116 in Adults Living With Human Immunodeficiency Virus (HIV) (V116-007, STRIDE-7)",
  "officialTitle": "A Phase 3, Multicenter, Randomized, Double-blind, Active Comparator-Controlled Study to Evaluate the Safety, Tolerability, and Immunogenicity of V116 in Adults Living With HIV",
  "protocolDocument": {
    "nctId": "NCT05393037",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-07-06",
    "uploadDate": "2024-06-27T15:08",
    "size": 998866,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05393037/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 313,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-07-13",
    "completionDate": "2024-01-25",
    "primaryCompletionDate": "2023-07-13",
    "firstSubmitDate": "2022-05-23",
    "firstPostDate": "2022-05-26"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Is infected with HIV\n* Is receiving combination anti-retroviral therapy (ART) for ≥6 weeks before study entry with no intended changes to combination ART therapy for 3 months after randomization.\n* Is vaccine-naïve\n\nExclusion Criteria:\n\n* Has a history of opportunistic infections ≤12 months before the first vaccination\n* Has a history of noninfectious acquired immune deficiency syndrome-related illness\n* Has a history of active hepatitis\n* Has a history of invasive pneumococcal disease (IPD) or other culture-positive pneumococcal disease ≤3 years before Visit 2 (Day 1)\n* Has a known hypersensitivity to any component of V116, PCV15, or PPSV23, including diphtheria toxoid\n* Has a known or suspected congenital immunodeficiency, functional or anatomic asplenia, or history of autoimmune disease\n* Has a coagulation disorder contraindicating intramuscular vaccinations.\n* Has a recent illness with fever\n* Has a known cancer malignancy that is progressing or has required active treatment \\<3 years before enrollment\n* Had prior administration of PCV15 or PCV20.\n* Is expected to receive any pneumococcal vaccine during the study outside of the protocol\n* Has received systemic corticosteroids for ≥14 consecutive days and has not completed treatment ≥14 days before receipt of study vaccine\n* Is currently receiving immunosuppressive therapy, including chemotherapeutic agents or other immunotherapies/immunomodulators used to treat cancer or other conditions, and interventions associated with organ or bone marrow transplantation, or autoimmune disease\n* Has received any non-live vaccine ≤14 days before receipt of any study vaccine or is scheduled to receive any non-live vaccine ≤30 days after receipt of any study vaccine\n* Has received any live virus vaccine ≤30 days before receipt of any study vaccine or is scheduled to receive any live virus vaccine ≤30 days after receipt of any study vaccine\n* Has received a blood transfusion or blood products, including immunoglobulins ≤6 months before receipt of study vaccine or is scheduled to receive a blood transfusion or blood product ≤30 days after receipt of study vaccine\n* Is currently participating in or has participated in an interventional clinical study with an investigational compound or device within 2 months of participating in this current study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Solicited Injection-site AEs From Day 1 Through Day 5 Postvaccination in Part A",
        "description": "An adverse event (AE) is any untoward medical occurrence in a patient or clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The percentage of participants with solicited injection-site AEs after any vaccination was assessed. The solicited injection-site AEs assessed were redness/erythema, swelling, and tenderness/pain.",
        "timeFrame": "Up to 5 days after each vaccination in Part A"
      },
      {
        "measure": "Percentage of Participants With Solicited Systemic AEs From Day 1 Through Day 5 Postvaccination in Part A",
        "description": "An adverse event (AE) is any untoward medical occurrence in a patient or clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The percentage of participants with solicited systemic AEs was assessed following any vaccination. The solicited systemic AEs assessed were fatigue, headache, myalgia, and pyrexia.",
        "timeFrame": "Up to 5 days after each vaccination in Part A"
      },
      {
        "measure": "Percentage of Participants With Vaccine-related Serious Adverse Events (SAEs) From Day 1 Through the Duration of Participation in Part A",
        "description": "A serious adverse event (SAE) is an AE that is life-threatening, requires or prolongs an existing hospitalization, results in persistent or significant disability or incapacity, is a congenital anomaly or birth defect, or is another important medical event deemed such by medical or scientific judgment. Relatedness of an SAE to the study vaccine was determined by the investigator. Following any vaccination, the percentage of serious adverse events was assessed.",
        "timeFrame": "Up to 194 days in Part A"
      },
      {
        "measure": "Serotype-specific Opsonophagocytic Activity (OPA) Geometric Mean Titers (GMT) Postvaccination in Part A for 13 Serotypes Common Between V116 and PCV15 + PPSV23 and 8 Serotypes Unique to V116",
        "description": "Serotype-specific OPA to the 13 serotypes common between V116 and PCV15 + PPSV23 and 8 serotypes unique to V116 were determined using a multiplex opsonophagocytic assay (MOPA). GMT is defined as geometric mean titer (1/dil). Serotype-specific OPA GMTs with 95% confidence intervals are presented.",
        "timeFrame": "Up to 114 days"
      }
    ],
    "secondary": [
      {
        "measure": "Serotype-specific Immunoglobulin G (IgG) Geometric Mean Concentration (GMC) Postvaccination in Part A for 13 Serotypes Common Between V116 and PCV15 + PPSV23 and 8 Serotypes Unique to V116",
        "description": "The GMC of IgG serotype-specific antibodies to the 13 serotypes common between V116 and PCV15 + PPSV23 and 8 serotypes unique to V116 were quantitated from participants' sera by a multiplex electrochemiluminescence (ECL) assay.",
        "timeFrame": "Up to 114 days"
      },
      {
        "measure": "Serotype-specific OPA Geometric Mean Fold Rises (GMFRs) Postvaccination in Part A for 13 Serotypes Common Between V116 and PCV15 + PPSV23 and 8 Serotypes Unique to V116",
        "description": "Activity for the serotypes contained in V116 and PCV15+PPSV23 (13 serotypes shared with PCV15 and PPSV23 and 8 serotypes unique to V116) was determined using a Multiplexed Opsonophagocytic Assay. Geometric mean fold rise (GMFR) is the geometric mean of fold rise from baseline to postvaccination with V116 and PCV15 + PPSV23.",
        "timeFrame": "Baseline, 30 days post vaccination day 1 (V116), and 30 days post vaccination week 8 (PCV15 + PPSV23)"
      },
      {
        "measure": "Serotype-specific IgG GMFRs Postvaccination in Part A for 13 Serotypes Common Between V116 and PCV15 + PPSV23 and 8 Serotypes Unique to V116",
        "description": "The GMC of IgG serotype-specific antibodies to the 13 serotypes common between V116 and PCV15 + PPSV23 and 8 serotypes unique to V116 were quantitated from participants' sera by a multiplex electrochemiluminescence (ECL) assay. Geometric mean fold rise (GMFR) is the geometric mean of fold rise from baseline to postvaccination with V116 and PCV15 + PPSV23",
        "timeFrame": "Baseline, 30 days post vaccination day 1 (V116), and 30 days post vaccination week 8 (PCV15 + PPSV23)"
      },
      {
        "measure": "Percentage of Participants With a >=4-fold Rise in OPA Responses From Baseline (Day 1) to Postvaccination in Part A for 13 Serotypes Common Between V116 and PCV15 + PPSV23 and 8 Serotypes Unique to V116",
        "description": "Activity for the serotypes contained in V116 and PCV15+PPSV23 (13 serotypes shared with PCV15 and PPSV23 and 8 serotypes unique to V116) was determined using MOPA. The percentage of participants who had ≥4-fold rise in OPA titers were calculated from baseline to postvaccination with V116 and PCV15 + PPSV23",
        "timeFrame": "Baseline, 30 days post vaccination day 1 (V116), and 30 days post vaccination week 8 (PCV15 + PPSV23)"
      },
      {
        "measure": "Percentage of Participants With a >=4-fold Rise in IgG Responses From Baseline (Day 1) to Postvaccination in Part A for 13 Serotypes Common Between V116 and PCV15 + PPSV23 and 8 Serotypes Unique to V116",
        "description": "The GMC of IgG serotype-specific antibodies to the 13 serotypes common between V116 and PCV15 + PPSV23 and 8 serotypes unique to V116 were quantitated from participants' sera by a multiplex ECL assay. The percentage of participants who had ≥4-fold rise in IgG concentration was calculated from baseline to postvaccination with V116 and PCV15 + PPSV23",
        "timeFrame": "Baseline, 30 days post vaccination day 1 (V116), and 30 days post vaccination week 8 (PCV15 + PPSV23)"
      },
      {
        "measure": "Percentage of Participants With Solicited Injection-site AEs From Day 1 of Part B Through Day 5 Postvaccination in Part B",
        "description": "An adverse event (AE) is any untoward medical occurrence in a patient or clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The percentage of participants with solicited injection-site AEs after any vaccination was assessed. The solicited injection-site AEs assessed were redness/erythema, swelling, and tenderness/pain. Percentage of participants with solicited injection-site AEs from Day 1 of Part B through Day 5 postvaccination in Part B.",
        "timeFrame": "Up to 5 days after vaccination in Part B"
      },
      {
        "measure": "Percentage of Participants With Solicited Systemic AEs From Day 1 of Part B Through Day 5 Postvaccination in Part B",
        "description": "An adverse event (AE) is any untoward medical occurrence in a patient or clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The percentage of participants with solicited systemic AEs was assessed following any vaccination. The solicited systemic AEs assessed were fatigue, headache, myalgia, and pyrexia. Percentage of participants with solicited systemic AEs from Day 1 of Part B through Day 5 postvaccination in Part B",
        "timeFrame": "Up to 5 days after vaccination in Part B"
      },
      {
        "measure": "Percentage of Participants With Vaccine-related SAEs From Day 1 of Part B Through the Duration of Participation in Part B",
        "description": "A serious adverse event (SAE) is an AE that is life-threatening, requires or prolongs an existing hospitalization, results in persistent or significant disability or incapacity, is a congenital anomaly or birth defect, or is another important medical event deemed such by medical or scientific judgment. Relatedness of an SAE to the study vaccine was determined by the investigator. Following any vaccination, the percentage of serious adverse events was assessed. Percentage of participants with vaccine-related SAEs from Day 1 of Part B through the duration of participation in Part B",
        "timeFrame": "Up to 44 days after vaccination in Part B"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:20.473Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}