{
  "nctId": "NCT05338086",
  "briefTitle": "A Study to Compare Efficacy, PK, PD, Safety and IMM of MB09 to Prolia® [EU-sourced] in Postmenopausal Osteoporosis.",
  "officialTitle": "A Randomised, Double-blind, Parallel, Multinational Study to Compare the Efficacy, Pharmacokinetics, Pharmacodynamics, Safety and Immunogenicity of MB09 (Proposed Denosumab Biosimilar) vs. Prolia® (EU-sourced) in Postmenopausal Osteoporosis",
  "protocolDocument": {
    "nctId": "NCT05338086",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-11-07",
    "uploadDate": "2024-11-14T08:28",
    "size": 23696021,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05338086/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 558,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-03-16",
    "completionDate": "2024-05-22",
    "primaryCompletionDate": "2023-12-14",
    "firstSubmitDate": "2022-04-08",
    "firstPostDate": "2022-04-20"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Postmenopausal women, diagnosed with osteoporosis.\n* Aged ≥ 55 and ≤ 80 years at screening.\n* Body weight ≥ 50 kg and ≤ 99.9 kg, and a body mass index of ≤30 kg/m2 at screening.\n* Absolute bone mineral density consistent with T-score ≤ -2.5 and ≥ -4.0 at the lumbar spine or total hip as measured by Dual-energy X-ray Absorptiometry (DXA).\n* At least two intact, nonfractured vertebrae in the L1-L4 region and at least one hip joint evaluable by DXA.\n* Adequate organ function.\n\nExclusion Criteria:\n\n* Previous exposure to denosumab (Prolia®, Xgeva®, or denosumab biosimilar) or other monoclonal antibody.\n* History and/or presence of one severe or more than two moderate vertebral fractures or hip fracture.\n* Recent long bone fracture (within 6 months).\n* History and/or presence of bone metastases, bone disease or other metabolic disease.\n* Intravenous bisphosphonate administered within 5 years of screening.\n* Oral bisphosphonates ≥12 months cumulative use prior to screening. If used \\<12 months cumulatively and the last dose was ≥12 months before screening, the subject could be enrolled.\n* Ongoing use of any osteoporosis treatment or use of prohibited treatment.\n* Other bone active drugs.\n* History and/or current hypoparathyroidism or hyperparathyroidism, hypocalcemia or hypercalcemia.\n* Other Inclusion/exclusion criteria may apply.",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "55 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Efficacy: Percentage Change From Baseline (%CfB) in Lumbar Spine Bone Mineral Density (LS-BMD) at 52 Weeks - Modified Full Analysis Set (mFAS)",
        "description": "To demonstrate equivalent efficacy of MB09 to EU Prolia in postmenopausal women with osteoporosis in terms of lumbar spine BMD at Week 52 (Month 12). The main analysis method was on the mFAS using a mixed model for repeated measures (MMRM) fitted to the composite %CfB lumbar spine BMD at Month 6 and Month 12, without any imputation of missing data. Bone mineral density was assessed by dual-energy X-ray absorptiometry (DXA) and assessments of the lumbar spine (L1 to L4) were performed at a central imaging vendor.",
        "timeFrame": "Baseline (Screening), up to Week 52"
      }
    ],
    "secondary": [
      {
        "measure": "Efficacy: Percent Change From Baseline in Lumbar Spine Bone Mineral Density (LS-BMD) at Week 52 - Full Analysis Set (FAS)",
        "description": "Difference in means (MB09-Prolia) in the %CfB in lumbar spine BMD after 12 months in postmenopausal women with osteoporosis treated with SC denosumab injections every 6 months. This included all subjects and data records irrespective of failed eligibility criteria, receipt of prohibited medications, discontinued treatment for any reason, had errors or deviations in dosing, or receipt of both doses. Estimation was via Multiple Imputation (MI) and ANCOVA on the FAS. Since the retrieved dropout rate was low, a treatment-failure (TF) penalty was applied to the imputed values at Month 12 for those subjects who received only one dose of the study treatment to centre the distribution of each subject's %CfB values around their baseline level. Bone density measurements were performed by DXA. All DXA scans were submitted to a central imaging vendor for analysis.",
        "timeFrame": "Baseline (screening), up to Week 52"
      },
      {
        "measure": "Efficacy: Percentage Change From Baseline (%CfB) in Lumbar Spine at Month 6 and Total Hip and Femur Neck BMD at Month 6 and Month12 - MMRM on mFAS",
        "description": "To assess the efficacy of MB09 to EU-Prolia in postmenopausal women with osteoporosis in terms of Lumbar Spine at Month 6 and Total Hip and Femur Neck BMD at Month 6 and Month12. The difference in means in %CfB in lumbar spine BMD between MB09 and Prolia at Month 6 and Total Hip and Femur Neck at Month 6 and Month 12 from an MMRM presented for the mFAS. Bone density measurements were performed by DXA. All DXA scans were submitted to a central imaging vendor for analysis.",
        "timeFrame": "Baseline (screening), Month 6 and Month 12."
      },
      {
        "measure": "Efficacy: Percentage Change From Baseline (%CfB) in Lumbar Spine BMD at Month 6 and Total Hip and Femur Neck BMD at Month 6 and 12 - ANCOVA on FAS",
        "description": "To assess the efficacy of MB09 to EU-Prolia in postmenopausal women with osteoporosis in terms of the difference in means (MB09-Prolia) in the %CfB in Lumbar Spine BMD at Month 6 and Total Hip and Femur Neck BMD at Month 6 and 12 in postmenopausal women with osteoporosis treated with SC denosumab injections every 6 months. This included all subjects and data records irrespective of failed eligibility criteria, receipt of prohibited medications, discontinued treatment for any reason, had errors or deviations in dosing, or receipt of both doses. Bone density measurement were performed by DXA. All DXA scans were submitted to a central imaging vendor for analysis.",
        "timeFrame": "Baseline (screening), Month 6, Month 12."
      },
      {
        "measure": "Pharmacodynamics: Serum Carboxy-terminal Cross-linking Telopeptide of Type I Collagen (sCTX) Area Under the Effect Curve From Zero to 6 Months (AUEC0-6 Months) After First Dose - Modified Full Analysis Set (mFAS)",
        "description": "Geometric meant (geometric CV%) sCTX Area under the effect curve from zero to 6 months (AUEC0-6 months) after first dose in postmenopausal women with osteoporosis treated with SC denosumab injections every 6 months assuming all women received their first denosumab dose without any errors in dosing and without receipt of any prohibited therapies or other osteoporosis medications up to 6 months after first dose.",
        "timeFrame": "Baseline (pre-dose Day 1), up to Month 6."
      },
      {
        "measure": "Pharmacodynamics: %CfB Area Under the Percent Inhibition Curve From Time Zero to 6 Months (AUIC0-6 Months) in sCTX - on mFAS",
        "description": "AUIC0-6 months = Area under the inhibition curve for % change from baseline sCTX concentrations from time zero to 6 months",
        "timeFrame": "Baseline (pre-dose Day 1), up to Month 6."
      },
      {
        "measure": "Pharmacokinetics: Maximum Observed Serum Concentration (Cmax) of Denosumab After First Dose Study Treatment (Pharmacokinetic Parameter Analysis Set)",
        "description": "To assess the PK profile of MB09 compared with EU-Prolia following the first dose, maximum Observed Serum Concentration (Cmax) of Denosumab After First Dose study treatment (Pharmacokinetic Parameter Analysis Set).",
        "timeFrame": "Baseline (pre-dose Day 1), up to Month 6"
      },
      {
        "measure": "Pharmacokinetics: To Assess the PK Profile of MB09 Compared With EU Prolia (AUC0-6 Months) Following the First Dose",
        "description": "Area under the concentration-time curve from time zero to 6 months analysed on the log scale by ANCOVA. The model will include treatment and stratification variables (baseline BMD T-score at the lumbar spine (≤ -3.0 and \\> -3.0 SD), body mass index (\\< 25 and ≥ 25 kg/m2), age at study entry (≥ 55 to \\< 68 years versus ≥ 68 to ≤ 80 years) and prior bisphosphonate medication use at study entry (prior use of bisphosphonates versus no prior bisphosphonate use as fixed effects. The estimated mean difference with 95% CI will be back-transformed to give the ratio of geometric means (MB09/EU-Prolia) with 95% CI following the first dose in the Main Treatment Period.",
        "timeFrame": "Baseline (pre-dose Day 1), up to Month 6."
      },
      {
        "measure": "Safety: Overall Summary of Adverse Events - Main Treatment Period - Safety Analysis Set (SAF) and Safety Analysis Set for Transition Period (SAF-TP)",
        "description": "For Main Treatment Period, treatment-emergent adverse event (TEAE) was an event observed after first dose on Day 1 until Month 12 and no more than 6 months after the last dose in case of early treatment discontinuation unless the TEAE was considered as related to the study treatment by investigator. For Transition Period, TEAE was an event observed after the third dose of study treatment at Month 12 until Month 18. Throughout the study, TEAE was an event observed after first dose on Day 1 until Month 18.",
        "timeFrame": "From first administration of study treatment on Day 1 until Month 18"
      },
      {
        "measure": "Safety: New Clinical Bone Fractures - TEAEs (Throughout the Study - From Day 1 Untill Month 18)",
        "description": "For the Main Treatment Period, TEAE was an event observed after first dose on Day 1 until Month 12 and no more than 6 months after the last dose in case of early treatment discontinuation unless the TEAE was considered as related to the study treatment by investigator. For Transition Period, TEAE was an event observed after the third dose of study treatment at Month 12 until Month 18. Throughout the study, TEAE was an event observed after first dose on Day 1 until Month 18.",
        "timeFrame": "All participants in the Main Treatment Period and Transition Period (From Day 1 untill Month 18)"
      },
      {
        "measure": "Overall Incidence of Antidrug Antibodies (ADA) - Safety Analysis Set (SAF) and Safety Analysis Set for Transition Period (SAF-TP)",
        "description": "Number of subjects experiencing treatment-induced immunogenicity: Binding and neutralising serum denosumab antibodies from baseline up to and including Month 18. Analysis of immunogenicity data will be based on ADA evaluable subjects defined as all SAF or SAF-TP subjects with baseline and at least one post-baseline immunogenicity assessment within the Main Treatment Period or the Transition Period. The formation of ADAs against MB09 or EU-Prolia was assessed in blood samples.",
        "timeFrame": "From baseline (pre-dose) up to and including Month 18."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 89,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:04.532Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}