{
  "nctId": "NCT01441063",
  "briefTitle": "Tocilizumab for KSHV-Associated Multicentric Castleman Disease",
  "officialTitle": "Pilot Study of Tocilizumab in Patients With Symptomatic Kaposi Sarcoma Herpesvirus (KSHV) - Associated Multicentric Castleman Disease",
  "protocolDocument": {
    "nctId": "NCT01441063",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-05-30",
    "uploadDate": "2020-03-05T12:19",
    "size": 2600178,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01441063/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 8,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2011-09-13",
    "completionDate": "2020-10-05",
    "primaryCompletionDate": "2018-06-06",
    "firstSubmitDate": "2011-09-24",
    "firstPostDate": "2011-09-27"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n* Pathologically confirmed Kaposi sarcoma (KS)-associated herpes virus multi-centric Castleman disease (KSHV-MCD)\n* Age greater than or equal to 18\n* At least one clinical symptom probably or definitely attributed to KSHV-MCD\n* Intermittent or persistent fever for at least 1 week (\\>38 degrees C)\n* Fatigue (Common Terminology Criteria for Adverse Events (CTCAE) Grade 2 or greater)\n* Gastrointestinal symptoms \\[includes nausea and anorexia\\] (CTCAE Grade 1 or greater)\n* Respiratory symptoms \\[includes cough and airway hyperreactivity\\]\n\n(CTCAE Grade 1 or greater)\n\n* At least one laboratory abnormality probably or definitely attributed to KSHVMCD\n* Anemia (Hgb \\[men\\] \\</=12.5 gm/dL, Hgb \\[women\\] \\</= 11 gm/dL)\n* Thrombocytopenia (\\</=130,000/mm(3))\n* Hypoalbuminemia (\\<3.4 g/dl)\n* Elevated C-reactive protein (CRP) (CRP \\> 3 mg/L)\\] probably or definitely attributable to KSHV-MCD\n* No life- or organ-threatening manifestations of MCD\n* Eastern Cooperative Oncology Group (ECOG) performance status less than or equal to 2\n* Human Immunodeficiency Virus (HIV)-infected patients should be receiving or willing to initiate an effective combination antiretroviral therapy (cART) regimen\n* Willingness to complete tuberculosis evaluation and start prophylactic antituberculosis therapy as soon as is medically feasible if patients have a reactive tuberculin skin test and have not completed an adequate course of prevented anti-tuberculosis therapy, following American Thoracic Society/ Centers for Disease Control recommended guidelines:\n\nhttp://www.cdc.gov/mmwr/preview/mmwrhtml/mm5231a4.htm\n\n* Ability to understand and willingness to give informed consent\n* Women of child bearing potential must agree to use birth control for the duration of the study\n\nEXCLUSION CRITERIA:\n\n* Uncontrolled bacterial, mycobacterial, or fungal infection\n* Uncontrolled intercurrent illness including, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements or ability to receive therapy.\n* Pregnant or lactating women\n* Any abnormality that would be scored as National Cancer Institute (NCI) Common Toxicity Criteria (CTC) Grade 3 toxicity that is unrelated to HIV, its treatment, or to MCD that would preclude protocol treatment. Exceptions include:\n* Lymphopenia\n* Direct manifestations of Kaposi sarcoma or MCD\n* Direct manifestation of HIV (i.e. low cluster of differentiation 4 (CD4) count)\n* Direct manifestation of HIV therapy (i.e. Hyperbilirubinemia associated with protease inhibitors)\n* Asymptomatic hyperuricemia\n* Hypophosphatemia\n* Elevated creatine kinase (CK) attributed to exercise\n* Past or present history of malignant tumors other than Kaposi sarcoma unless one of the following:\n* Complete remission for greater than or equal to 1 year from completion of therapy\n* Completely resected basal cell carcinoma\n* In situ squamous cell carcinoma of the cervix or anus\n* Patients with concurrent Kaposi sarcoma requiring immediate cytotoxic chemotherapy\n* History of tocilizumab therapy within prior three months\n* History of rituximab or bevacizumab therapy within three months\n* History of greater than or equal to 2 allergic reaction or any grade anaphylactic reaction during prior administration of tocilizumab",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With an Overall Clinical Benefit Response",
        "description": "Overall clinical benefit response is defined as Complete Response (CR): Full resolution of all clinical symptoms and laboratory abnormalities (whether or not these are indicator abnormalities) probably or definitely attributable to MCD, lasting at least 3 weeks; and Partial Response (PR): At least 50% of the abnormalities probably or definitely attributed to KSHV-MCD must improve by the minimum amounts specified to attain PR. Only abnormalities present in a specific patient at baseline may count toward the achievement of a PR (e.g. if six of indicator abnormalities are present at baseline, at least three must meet the specified criteria to be considered a PR) assessed using a modified Kaposi sarcoma herpes virus-associated multicentric Castleman disease (KSHV- MCD) Clinical Benefit Response Criteria and the National Cancer Institute (NCI) KSHV-MCD criteria.",
        "timeFrame": "every 2 weeks for up to 12 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With a Clinical Response",
        "description": "Clinical response is defined as a Complete Response (CR): Full resolution of all signs and symptoms attributable to MCD, lasting 1 cycle (3-4 weeks depending on regimen; Symptom Free Disease (SFD:) Full resolution of all signs and symptoms attributable to MCD, not yet lasting 1 cycle (3-4 weeks depending on regimen); and Partial Response (PR): Improvement in at least 50% of signs and symptoms by at least 1 grade (NCI-Common Terminology Criteria for Adverse Events (CTCAE v4), with no increased MCD related increases, lasting 1 cycle (3-4 weeks depending on regimen) assessed by the National Cancer Institute Kaposi sarcoma herpes virus-associated multicentric Castleman disease (NCI KSHV-MCD) Response Criteria.",
        "timeFrame": "up to 12 weeks"
      },
      {
        "measure": "Percentage of Participants With a Biochemical Response",
        "description": "A biochemical response is defined as a Complete Response (CR): Normalization of abnormalities attributed to MCD in the following labs: Complete blood count (CBC), Chem 20, C-Reactive protein (CRP), lasting 1 cycle (3-4 weeks depending on regimen); Partial Response (PR): 50% improvement in all labs abnormalities attributable to MCD, lasting 1 cycle (3-4 weeks depending on regimen), and was assessed by the National Cancer Institute (NCI) Kaposi sarcoma herpes virus-associated multicentric Castleman Disease (KSHV-MCD) Response Criteria.",
        "timeFrame": "up to 12 weeks"
      },
      {
        "measure": "Percentage of Participants With a Radiographic Response",
        "description": "A radiographic response is defined as a Complete Response (CR): Normalization of all lymph nodes to \\<1.5 cm in greatest transverse dimension, decrease to \\< 1 cm of lymph nodes 1.1-1.5 cm at baseline (or 75% decrease in the sum of products of diameters (SPD)), Spleen \\< 12 cm greatest dimension, no pleural effusions; Complete Response unconfirmed (CRu): Residual lymph node mass \\>1.5 cm or splenomegaly \\> 12 cm that has decrease by \\>75% and does not change over one year; and Partial Response (PR): For lymph nodes, \\>50% decrease in SPD of 6 dominant nodes, for spleen 50% decrease in longest transverse dimension assessed by the National Cancer Institute (NCI) Kaposi sarcoma herpes virus-associated multicentric Castleman Disease (KSHV-MCD) Response Criteria.",
        "timeFrame": "up to 12 weeks"
      },
      {
        "measure": "Percentage of Participants With Kaposi Sarcoma Responses Per the Acquired Immunodeficiency Syndrome (AIDS) Clinical Trials Group (ACTG) Response Criteria",
        "description": "The ACTG Criteria is defined as a Complete Response (CR), Partial Response (PR), Stable Disease (SD), Progressive Disease (PD), and Symptom Free Disease (SFD). The terms Improved (I), Stable (S), Mixed (M) Response, and Worse (W) are also used to further describe participants who have SD or PR.",
        "timeFrame": "Baseline, week 7, and at off study visit, approximately 2 weeks following last study treatment for those with KS, up to 14 weeks."
      },
      {
        "measure": "Changes in Plasma Exposure of Ritonavir in Response to Tocilizumab and Zidovudine (AZT) Metabolized by Cytochrome P450 (CYP450)",
        "description": "Cumulative plasma exposure of Ritonavir will be evaluated.",
        "timeFrame": "Cycle 1 Day 1: pre Tocilizumab, and 15 minutes, 24 hrs and 48 hrs post drug; Cycle 2-6: pre Tocilizumab dose and 15 minutes post drug dose."
      },
      {
        "measure": "Changes in Plasma Exposure of Lopinavir in Response to Tocilizumab and AZT Metabolized by Cytochrome P450 (CYP450)",
        "description": "Cumulative plasma exposure of Lopinavir will be evaluated.",
        "timeFrame": "Cycle 1 Day 1: pre Tocilizumab, and 15 minutes, 24 hrs and 48 hrs post drug; Cycle 2-6: pre Tocilizumab dose and 15 minutes post drug dose."
      },
      {
        "measure": "Changes in Plasma Exposure of Atazanavir in Response to Tocilizumab and Zidovudine (AZT) Metabolized by Cytochrome P450 (CYP450)",
        "description": "Cumulative plasma exposure of Atazanavir will be evaluated.",
        "timeFrame": "Cycle 1 Day 1: pre Tocilizumab, and 15 minutes, 24 hrs and 48 hrs post drug; Cycle 2-6: pre Tocilizumab dose and 15 minutes post drug dose."
      },
      {
        "measure": "Changes in Plasma Exposure of Efavirenz in Response to Tocilizumab and Zidovudine (AZT) Metabolized by Cytochrome P450 (CYP450)",
        "description": "Cumulative plasma exposure of Efavirenz will be evaluated.",
        "timeFrame": "Cycle 1 Day 1: pre Tocilizumab, and 15 minutes, 24 hrs and 48 hrs post drug; Cycle 2-6: pre Tocilizumab dose and 15 minutes post drug dose."
      },
      {
        "measure": "Percentage of Participants With Grade 3 or Greater Serious Adverse Events",
        "description": "Here is the percentage of participants with Grade 3 or greater serious adverse events assessed by the Common Terminology Criteria for Adverse Events (CTCAE v5.0). A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life-threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned. Grade 3 is severe or medically significant, Grade 4 is life threatening, and Grade 5 is death.",
        "timeFrame": "each cycle, up to 6 years, 8 months and 24 days."
      },
      {
        "measure": "Percentage of Participants With <Grade 3 Non- Serious Adverse Events",
        "description": "Here is the percentage of participants with \\<Grade 3 non-serious adverse events assessed by the Common Terminology Criteria for Adverse Events (CTCAE v5.0). A non-serious adverse event is any untoward medical occurrence. Grade 1 is mild and Grade 2 is moderate.",
        "timeFrame": "each cycle, up to 6 years, 8 months and 24 days."
      },
      {
        "measure": "Number of Participants With Serious and Non-serious Adverse Events Assessed by the Common Terminology Criteria for Adverse Events (CTCAE v4.0)",
        "description": "Here is the count of participants with serious and non-serious adverse events assessed by the Common Terminology Criteria for Adverse Events (CTCAE v4.0). A non-serious adverse event is any untoward medical occurrence. A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life-threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned.",
        "timeFrame": "Date treatment consent signed to date off study, approximately 6 years, 8 months and 24 days."
      },
      {
        "measure": "Effect of Tocilizumab on the Pharmacokinetics (PK) of Antiretroviral Agents",
        "description": "Evaluate the effect of tocilizumab on the pharmacokinetics of antiretroviral agents that are cytochrome P3A4 (CYP3A4) substrates in patients with symptomatic Kaposi sarcoma herpes virus-associated multicentric Castleman Disease (KSHV-MCD).",
        "timeFrame": "Cycle 1, Day 1 and Cycle 2-6 Day 1"
      },
      {
        "measure": "Percentage of Participants Progression-free Survival at 4 Months",
        "description": "Progression-free survival is defined as participants who progress or die by 4 months after the start of treatment with tocilizumab and tocilizumab /AZT/VGC.",
        "timeFrame": "4 months"
      },
      {
        "measure": "Percentage of Participants With Overall Survival 4 Months After Treatment With Tocilizumab and Tocilizumab /Zidovudine (AZT)/Valganciclovir (VGC)",
        "description": "Overall survival is defined as the percentage of participants alive at 4 months after the start of treatment with tocilizumab and tocilizumab /AZT/VGC.",
        "timeFrame": "4 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 14,
      "otherCount": 0,
      "totalCount": 15
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:20.732Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}