{
  "nctId": "NCT02966834",
  "briefTitle": "Dose Response Study of GSK2330672 for the Treatment of Pruritus in Participants With Primary Biliary Cholangitis",
  "officialTitle": "A Randomized, Double-blind, Multi-dose, Placebo-controlled Study to Evaluate the Efficacy, Safety and Tolerability of GSK2330672 Administration for the Treatment of Pruritus in Patients With Primary Biliary Cholangitis (GLIMMER: GSK2330672 triaL of IBAT Inhibition With Multidose Measurement for Evaluation of Response)",
  "protocolDocument": {
    "nctId": "NCT02966834",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-12-06",
    "uploadDate": "2021-03-22T23:58",
    "size": 915293,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02966834/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 147,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-01-11",
    "completionDate": "2020-04-15",
    "primaryCompletionDate": "2020-04-15",
    "firstSubmitDate": "2016-11-15",
    "firstPostDate": "2016-11-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria\n\n* Participant must be 18 to 80 years of age inclusive, at the time of signing the informed consent.\n* Participants who have proven PBC, as demonstrated by having at least 2 of the following: History of sustained increased ALP levels \\>ULN first recognized at least 6 months prior to the Screening Visit (Sustained ALP elevations at the time of Screening is not required, recognizing that the ALP may have decreased after institution of ursodeoxycholic acid (UDCA) therapy as described in inclusion number 4). Documented positive anti-mitochondrial antibody (AMA) titer (\\>1:40 titer on immunofluorescence or M2 positive by enzyme-linked immunosorbent assay) or PBC-specific antinuclear antibodies (antinuclear dot and/or nuclear rim positive). Liver biopsy (at any time in the past) consistent with PBC.\n* Participants must rate their itch severity as being \\>=4 on a 0 to 10 point scale for the majority of time (at least half the days, as recalled by the participant) during the 8 weeks prior to the Screening Visit. Periods of low itch or no itch are acceptable as long as the worst daily itch score is \\>=4 on the majority of days.\n* Participants who are currently taking UDCA should be on stable doses of UDCA for \\>8 weeks at time of screening. Participants not taking UDCA due to intolerance may be enrolled 8 weeks after their last dose of UDCA. No changes or discontinuation is permitted until completion of the Main Study Period.\n* Male and/or female: Female participants- A female participant is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies: Not a woman of childbearing potential (WOCBP) or a WOCBP who agrees to follow the contraceptive guidance during the treatment period and until at least 4 weeks after the last dose of study treatment.\n* Capable of giving signed informed consent, which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol.\n\nExclusion Criteria\n\n* Screening total bilirubin \\>2x ULN. Total bilirubin \\>2x ULN is acceptable if bilirubin is fractionated and direct bilirubin \\<35 percent (%).\n* Screening ALT or AST \\>6x ULN.\n* Screening eGFR \\<45 milliliter (mL)/minute/1.73 square meter (m\\^2) based on the CKD-EPI.\n* History or presence of hepatic decompensation (e.g., variceal bleeds, encephalopathy or ascites).\n* Presence of actively replicating viral hepatitis due to hepatitis B or C virus (HBV, HCV) infection, and/or confirmed hepatocellular carcinoma or biliary cancer. Other hepatic conditions ( e.g., primary sclerosing cholangitis \\[PSC\\], alcoholic liver disease, autoimmune hepatitis, non-alcoholic steatohepatitis \\[NASH\\] ) are permitted if PBC is the dominant liver injury in the investigator's opinion.\n* Current diarrhea.\n* Current symptomatic cholelithiasis or inflammatory gall bladder disease. Participants with history of cholecystectomy \\>=3 months before screening may be eligible for enrolment.\n* Any current medical condition (e.g. psychiatric disorder, senility or dementia), which may affect the participant's ability to comply with the protocol specified procedures.\n* Initiation or increase in dose of colchicine, methotrexate, azathioprine, or systemic corticosteroids in the 2 months prior to screening. If a change in dose in any of these medications is anticipated during the course of the study, the participant should be excluded.\n* Initiation or increase in dose of bezafibrate or fenofibrate at any time during the 3 months prior to screening. Participants may join the study on stable doses of these medications, but no change or discontinuation is permitted until completion of the Main Study Period.\n* Initiation or increase in dose of any of the following in the 8 weeks prior to screening: rifampicin, naltrexone, naloxone, nalfurafine, or sertraline. Participants may join the study on stable or decreased doses of these medications, but no change in dose is permitted until completion of the Main Study Period.\n* Bile acid binding resin use: a participant must discontinue use of cholestyramine, colesevelam, colestipol or colestimide prior to the start of the Initial Study Period (no later than Day-2). Note: these drugs may be administered after completion of the Main Study Period, if clinically indicated.\n* Obeticholic acid use: a participant must discontinue use of obeticholic acid at least 8 weeks prior to the start of the Initial Study Period and may not restart until after the end of the study.\n* Administration of any other Inhibitor of the Human Ileal Bile Acid Transporter (IBAT) in the 3 months prior to screening.\n* Current enrolment or participation within the 8 weeks before start of the Initial Study Period, in any other clinical study involving an investigational study treatment.\n* QT interval corrected for heart rate QTc \\>480 millisecond (msec).\n* History of sensitivity to the study treatment or components thereof or a history of drug or other allergy that, in the opinion of the investigator or GlaxoSmithKline (GSK) Medical Monitor, contraindicates their participation in the study.\n* History of regular alcohol consumption within 6 months of the study defined as an average weekly intake of \\>21 units for males or \\>14 units for females. One unit is equivalent to 8 gram of alcohol: a half-pint (approximately 240 mL) of beer, 1 glass (125 mL) of wine or 1 measure (25 mL) of spirits.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Mean Change From Baseline at Week 16 in the Mean Worst Daily Itch Score",
        "description": "Participants were required to score the severity of their itching using a 0-10 numerical rating scale (NRS) where 0 represents no itching and 10 indicates the worst imaginable itching. The Worst Daily Itch Score is the most severe (highest) NRS recorded on a given day. Mean Worst Daily Itch score was calculated as the average of the worst daily itch scores provided in the 7 days prior to the Week 16 visit. Baseline is the average of the scores in the 7 days prior to the Week 4 (Visit 3 \\[V3\\]). Change from Baseline was calculated as the post-Baseline value minus the Baseline value. Analysis was done using Analysis of covariance (ANCOVA) including treatment group and centered Mean Worst Daily Itch score at Baseline.",
        "timeFrame": "Baseline and Week 16"
      }
    ],
    "secondary": [
      {
        "measure": "Mean Change From Baseline at Week 16 in Primary Biliary Cholangitis-40 (PBC-40) Scale",
        "description": "PBC-40 is a disease-specific health-related quality of life (HRQoL) questionnaire for use in PBC participants. It consists of 40 questions arranged in 6 domains with 3 to 11 questions in each domain. Each question is scored from 1 (least impact) to 5 (greatest impact). All questions within a domain are summed to obtain individual domain score. Domains were: Symptoms (7 questions) with score range 7-35, Itch (3 questions) with score range 3-15, Fatigue (11 questions) with score range 11-55, Cognitive (6 questions) with score range 6-30, Emotional (3 questions) with score range 3-15, and Social (10 questions) with score range 10-50. Higher scores for individual domains represent a poor quality of life. Baseline is the assessment performed at Week 4 (V3) which is conducted prior to first dosing of randomized medication that evening. Change from Baseline was calculated as post-Baseline value minus Baseline value. Analysis was performed using ANCOVA including treatment group and Baseline.",
        "timeFrame": "Baseline and at Week 16"
      },
      {
        "measure": "Mean Change From Baseline at Week 16 in Serum Alkaline Phosphatase (ALP) Concentrations, in Participants With High Risk of PBC Progression",
        "description": "Criteria for high risk of PBC progression is defined as serum ALP concentrations more than or equal to (\\>=)1.67 times upper limit of normal (ULN) range and/or total bilirubin concentrations more than (\\>)ULN at Day 1. Baseline is the assessment performed at Week 4 (V3), or if missing then Visit 2 (Day 1) or Visit 1 (Screening), excluding unscheduled visits. Change from Baseline was calculated as the post-Baseline value minus the Baseline value. Analysis was performed using ANCOVA including treatment group and Baseline.",
        "timeFrame": "Baseline and at Week 16"
      },
      {
        "measure": "Number of Participants With Serum ALP Concentrations Less Than (<)1.67 Times ULN and Total Bilirubin Concentrations Less Than or Equal to (<=) ULN at Week 16",
        "description": "Number of participants with ALP \\< 1.67 times ULN and total bilirubin \\<= ULN at Week 16 is presented. The endpoint was analyzed in Restricted High Risk Population.",
        "timeFrame": "At Week 16"
      },
      {
        "measure": "Mean Change From Baseline at Week 16 in Serum Alanine Aminotransferase (ALT) Among Those With a High Risk of PBC Progression",
        "description": "Baseline is the assessment performed at Week 4 (V3), or if missing then Visit 2 or Visit 1, excluding unscheduled visits. Change from Baseline was calculated as the post-Baseline value minus the Baseline value. Analysis was performed using ANCOVA model including Treatment group and Baseline.",
        "timeFrame": "Baseline and at Week 16"
      },
      {
        "measure": "Mean Change From Baseline at Week 16 in Serum Aspartate Aminotransferase (AST) Among Those With a High Risk of PBC Progression",
        "description": "Baseline is the assessment performed at Week 4 (V3), or if missing then Visit 2 or Visit 1, excluding unscheduled visits. Change from Baseline was calculated as the post-Baseline value minus the Baseline value. Analysis was performed using ANCOVA model including Treatment group and Baseline.",
        "timeFrame": "Baseline and at Week 16"
      },
      {
        "measure": "Mean Change From Baseline at Week 16 in Serum Gamma Glutamyl Transferase (GGT), Among Those With a High Risk of PBC Progression",
        "description": "Baseline is the assessment performed at Week 4 (V3), or if missing then Visit 2 or Visit 1, excluding unscheduled visits. Change from Baseline was calculated as the post-Baseline value minus the Baseline value. Analysis was performed using ANCOVA model including treatment group and Baseline.",
        "timeFrame": "Baseline and at Week 16"
      },
      {
        "measure": "Mean Change From Baseline at Week 16 in Total Bilirubin Concentration, Among Those With a High Risk of PBC Progression",
        "description": "Baseline is the assessment performed at Week 4 (V3), or if missing then Visit 2 or Visit 1, excluding unscheduled visits. Change from Baseline was calculated as the post-Baseline value minus the Baseline value. Analysis was performed using ANCOVA including treatment group and Baseline.",
        "timeFrame": "Baseline and at Week 16"
      },
      {
        "measure": "Mean Change From Baseline at Week 16 in Albumin Concentration, Among Those With a High Risk of PBC Progression",
        "description": "Baseline is the assessment performed at Week 4 (V3), or if missing then Visit 2 or Visit 1, excluding unscheduled visits. Change from Baseline was calculated as the post-Baseline value minus the Baseline value. Analysis was performed using ANCOVA including treatment group and Baseline.",
        "timeFrame": "Baseline and at Week 16"
      },
      {
        "measure": "Mean Change From Baseline at Week 16 in Prothrombin International Normalized Ratio (INR), Among Those With a High Risk of PBC Progression",
        "description": "Baseline is the assessment performed at Week 4 (V3), or if missing then Visit 2 or Visit 1, excluding unscheduled visits. Change from Baseline was calculated as the post-Baseline value minus the Baseline value. Analysis was performed using ANCOVA model including treatment group and Baseline.",
        "timeFrame": "Baseline and at Week 16"
      },
      {
        "measure": "Mean Change From Baseline at Week 16 in Prothrombin Time, Among Those With a High Risk of PBC Progression",
        "description": "Baseline is the assessment performed at Week 4 (V3), or if missing then Visit 2 or Visit 1, excluding unscheduled visits. Change from Baseline was calculated as the post-Baseline value minus the Baseline value. Analysis was performed using ANCOVA model including treatment group and Baseline.",
        "timeFrame": "Baseline and at Week 16"
      },
      {
        "measure": "Number of Participants With Non-serious Adverse Events (Non-SAEs) and Serious Adverse Events (SAEs) -Main Study Period",
        "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study treatment, whether or not considered related to the study treatment. Any untoward event resulting in death, is life threatening, requires hospitalization or prolongation of existing hospitalization, results in persisting disability/incapacity, congenital anomaly/birth defect or any other situation according to medical or scientific judgment is categorized as SAE.",
        "timeFrame": "Up to 12 weeks"
      },
      {
        "measure": "Number of Participants With Non-SAEs and SAEs -Final Study Period",
        "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study treatment, whether or not considered related to the study treatment. Any untoward event resulting in death, is life threatening, requires hospitalization or prolongation of existing hospitalization, results in persisting disability/incapacity, congenital anomaly/birth defect or any other situation according to medical or scientific judgment is categorized as SAE.",
        "timeFrame": "Up to 4 weeks"
      },
      {
        "measure": "Number of Participants With Non-SAEs and SAEs - Follow-up Period",
        "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study treatment, whether or not considered related to the study treatment. Any untoward event resulting in death, is life threatening, requires hospitalization or prolongation of existing hospitalization, results in persisting disability/incapacity, congenital anomaly/birth defect or any other situation according to medical or scientific judgment is categorized as SAE.",
        "timeFrame": "Up to 4 weeks"
      },
      {
        "measure": "Number of Participants With Clinical Chemistry Data of Potential Clinical Importance",
        "description": "Blood samples were collected to measure analyze the following parameters: albumin, calcium, Glomerular filtration rate (GFR) from creatinine, glucose, potassium and sodium. Participants were counted in the worst case category that their value changes to (low, within range \\[w/in\\] or no change, or high), unless there is no change in their category. Participants whose laboratory value category was unchanged (for example \\[e.g.\\], high to high), or whose value became within range, were recorded in the \"To w/in Range or No Change\" category. Participants were counted twice if the participant had values that changed \"To Low\" and \"To High\", so the percentages may not add to 100 percent (%). Only \"To Low\" and/or \"To High\" categories with potential clinical importance data have been presented.",
        "timeFrame": "At Weeks 8, 12, 16 and 20"
      },
      {
        "measure": "Number of Participants With Hematology Data of Potential Clinical Importance",
        "description": "Blood samples were collected to analyze the following parameters: hematocrit, hemoglobin, leukocytes, lymphocytes, neutrophils and platelets. Participants were counted in the worst case category that their value changes to (low, w/in or no change, or high), unless there is no change in their category. Participants whose laboratory value category was unchanged (e.g., high to high), or whose value became within range, were recorded in the \"To w/in Range or No Change\" category. Participants were counted twice if the participant had values that changed \"To Low\" and \"To High\", so the percentages may not add to 100%. Only \"To Low\" and/or \"To High\" categories with potential clinical importance data have been presented.",
        "timeFrame": "At Weeks 8, 12, 16 and 20"
      },
      {
        "measure": "Number of Participants With Abnormal 12-Lead Electrocardiogram (ECG) Parameters",
        "description": "A 12-lead ECG was recorded with the participant in a semi-supine position. 12-lead ECGs were obtained by using an automated ECG machine. Data for abnormal, not clinically significant (NCS) and clinically significant (CS) ECG findings are presented. CS abnormal findings are those which are not associated with the underlying disease, unless judged by the investigator to be more severe than expected for the participant's condition.",
        "timeFrame": "At Weeks 8, 12, 16 and 20"
      },
      {
        "measure": "Change From Baseline in Systolic Blood Pressure (SBP) and Diastolic Blood Pressure (DBP)",
        "description": "SBP and DBP were measured in the semi-supine position with a completely automated device after at least 5 minutes of rest for the participant in a quiet setting without distractions. Baseline is the assessment performed at Week 4 (V3), or if missing then Visit 2 or Visit 1, excluding unscheduled visits. Change from Baseline was calculated as the post-Baseline value minus the Baseline value.",
        "timeFrame": "Baseline and Week 20"
      },
      {
        "measure": "Change From Baseline in Pulse Rate",
        "description": "Pulse rate was measured in a semi-supine position after 5 minutes of rest. Baseline is the assessment performed at Week 4 (V3), or if missing then Visit 2 or Visit 1, excluding unscheduled visits. Change from Baseline was calculated as the post-Baseline value minus the Baseline value.",
        "timeFrame": "Baseline and Week 20"
      },
      {
        "measure": "Change From Baseline in Gastrointestinal Symptom Rating Scale (GSRS) Assessment",
        "description": "GSRS is a validated scale used to assess gastrointestinal symptoms experienced by participants over the preceding 5 to 7 days. GSRS was measured for all 5 domains: Average Diarrhea Syndrome Score, Average Indigestion Syndrome Score, Average Constipation Syndrome Score, Average Abdominal Pain Syndrome Score, Average Reflux Syndrome Score. All individual domains are scored on a 7-point Likert scale ranging from 1(not at all) to 7(extremely). Higher score indicate more severe symptoms. The Average Total GSRS score was mean of these 5 domains and ranges from 1 to 7. Higher score indicates worst possible degree of symptoms. The responses summarized at each visit are those given during the week prior to the visit, with exception of Day 1. Baseline is the most recent assessment completed by participant prior to randomization. Change from Baseline was calculated as post-Baseline value minus the Baseline value. Data has been presented for each domain along with the average Total GSRS score.",
        "timeFrame": "Baseline and Week 20"
      },
      {
        "measure": "Number of Participants With Mean Worst Daily Itch Score of <4 at Week 16",
        "description": "Participants were required to score the severity of their itching using a 0-10 NRS where 0 represents no itching and 10 indicates the worst imaginable itching. The Worst Daily Itch Score is the most severe (highest) NRS recorded on a given day. Mean Worst Daily Itch score was calculated as the average of the worst daily itch scores provided in the 7 days prior to the Week 16 visit. Number of participants with Mean Worst Daily Itch Score of \\<4 at Week 16 is presented.",
        "timeFrame": "At Week 16"
      },
      {
        "measure": "Number of Participants With Improvement of >= 30 Percent (%) in the Mean Worst Daily Itch Score at Week 16 From Baseline",
        "description": "Participants were required to score the severity of their itching using a 0-10 NRS where 0 represents no itching and 10 indicates the worst imaginable itching. The Worst Daily Itch Score is the most severe (highest) NRS recorded on a given day. Mean Worst Daily Itch score was calculated as the average of the worst daily itch scores provided in the 7 days prior to the Week 16 visit. Baseline is the most recent assessment completed by the participant prior to randomization. Number of participants with improvement of \\>= 30% in the Mean Worst Daily Itch Score at Week 16 from Baseline is presented.",
        "timeFrame": "Baseline and At Week 16"
      },
      {
        "measure": "Number of Participants With Improvement of >=2 in the Mean Worst Daily Itch Score at Week 16 From Baseline",
        "description": "Participants were required to score the severity of their itching using a 0-10 NRS where 0 represents no itching and 10 indicates the worst imaginable itching. The Worst Daily Itch Score is the most severe (highest) NRS recorded on a given day. Mean Worst Daily Itch score was calculated as the average of the worst daily itch scores provided in the 7 days prior to the Week 16 visit. Baseline is the most recent assessment completed by the participant prior to randomization. Number of participants with improvement of \\>=2 in the Mean Worst Daily Itch Score at Week 16 from Baseline is presented.",
        "timeFrame": "Baseline and At Week 16"
      },
      {
        "measure": "Percentage of Responder Days With Worst Daily Itch Score of <4",
        "description": "Percentage of Responder Days with Worst Daily Itch score was calculated as: (number of days response from Visit 3+1 to Visit 6-1 divided by number of days from Visit 3+1 to Visit 6-1 with worst daily itch scores available) times 100. Days for which no worst daily itch score was available did not contribute to either the numerator or the denominator. Analysis was performed using ANCOVA model including treatment group. Percentage of responder days with Worst Daily Itch Score of \\<4 is presented.",
        "timeFrame": "Up to Week 16"
      },
      {
        "measure": "Percentage of Responder Days With Improvement of >= 30% in the Mean Worst Daily Itch Score at Week 16 From Baseline",
        "description": "Percentage of Responder Days with Worst Daily Itch score was calculated as: (number of days response from Visit 3+1 to Visit 6-1 divided by number of days from Visit 3+1 to Visit 6-1 with worst daily itch scores available) times 100. Days for which no worst daily itch score was available did not contribute to either the numerator or the denominator. Analysis was performed using ANCOVA model including treatment group. Baseline is the most recent assessment completed by the participant prior to randomization. Percentage of responder days with improvement of \\>= 30% in the Mean Worst Daily Itch Score at Week 16 from Baseline is presented..",
        "timeFrame": "Baseline and at Week 16"
      },
      {
        "measure": "Percentage of Responder Days With Improvement of >=2 in the Mean Worst Daily Itch Score at Week 16 From Baseline",
        "description": "Percentage of Responder Days with Worst Daily Itch was calculated as: (number of days response from Visit 3+1 to Visit 6-1 divided by number of days from Visit 3+1 to Visit 6-1 with worst daily itch scores available) times 100. Days for which no worst daily itch score was available did not contribute to either the numerator or the denominator. Analysis was performed using ANCOVA model including treatment group. Baseline is the most recent assessment completed by the participant prior to randomization. Percentage of responder days with improvement of \\>=2 in the Mean Worst Daily Itch Score at Week 16 from Baseline is presented.",
        "timeFrame": "Baseline and at Week 16"
      },
      {
        "measure": "Change From Baseline in the Mean Daily Sleep Score at Week 16",
        "description": "Mean Daily Sleep Score is defined as the average of the daily sleep scores provided in the 7 days prior to the relevant visit. Participants sleep quality was recorded in an electronic diary each morning using a 0-10 NRS in which 0: good sleep to 10:worst possible sleep. Higher score indicates worse possible sleep. Baseline is the average of the scores in the 7 days prior to the Week 4 (V3) visit. Change from Baseline was calculated as the post-Baseline value minus the Baseline value. Analysis was performed using ANCOVA including treatment group and Baseline.",
        "timeFrame": "Baseline and at Week 16"
      },
      {
        "measure": "Change From Baseline in the Mean Daily Fatigue Score at Week 16",
        "description": "Mean Daily Fatigue Score is defined as the average of the daily fatigue scores provided in the 7 days prior to the relevant visit. Participants fatigue level was recorded in an electronic diary each evening using a 0-10 NRS in which 0: no fatigue to 10:worst possible fatigue. Higher score indicates worse possible fatigue. Baseline is the average of the scores in the 7 days prior to the Week 4 (V3) visit. Change from Baseline was calculated as the post-Baseline value minus the Baseline value. Analysis was performed using ANCOVA model including treatment group and Baseline.",
        "timeFrame": "Baseline and at Week 16"
      },
      {
        "measure": "Change From Baseline in the Five-Dimensional (5-D) Itch Scale at Week 16",
        "description": "The 5-D itch scale had been developed as a brief, single page, instrument for the multidimensional quantification of itch that is sensitive to change over time. It has data to support its validity in a population of participants with pruritus and covers five dimensions of itch experienced by participants: duration, degree, direction, disability and distribution. Each domain was scored on a 5-point scale, ranging from 1 (Not present/resolved/never) to 5 (unbearable/getting worse/always), higher scores indicates worst itching. The scores of each of five domains were achieved separately and then summed together to obtain a total 5-D score. A total 5-D scores potentially ranged between 5 (no pruritus) and 25 (most severe pruritus) where higher score indicates worse possible itching. Baseline is assessment performed at Week 4 (V3) which is conducted prior to first dosing of randomized medication that evening. Change from Baseline was calculated as post-Baseline value minus Baseline value.",
        "timeFrame": "Baseline and at Week 16"
      },
      {
        "measure": "Mean Change From Baseline at Week 16 in Serum Total Bile Acid Concentration",
        "description": "Blood samples were collected for evaluating total bile acid concentration as a biomarker of PBC. Baseline is the assessment performed at Week 4 (V3), or if missing then Visit 2 or Visit 1, excluding unscheduled visits. Change from Baseline was calculated as the post-Baseline value minus the Baseline value.",
        "timeFrame": "Baseline and at Week 16"
      },
      {
        "measure": "Mean Change From Baseline at Week 16 in Serum 7-alpha Hydroxy-4-cholesten-3-one (C4)",
        "description": "Blood samples were collected for evaluating C4 concentration as a marker of bile acid synthesis. Baseline is the assessment performed at Week 4 (V3), or if missing then Visit 2 or Visit 1, excluding unscheduled visits. Change from Baseline was calculated as the post-Baseline value minus the Baseline value.",
        "timeFrame": "Baseline and at Week 16"
      },
      {
        "measure": "Plasma Concentration of GSK2330672 After Sparse Sampling",
        "description": "Blood samples were collected for measurement of plasma GSK2330672 concentration.",
        "timeFrame": "At Week 4 (between 1 and 3 hours post-dose) and At Weeks 8, 12 and 16 (between 1 and 3 hours post-dose, and between 5 and 8 hours post-dose)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 31,
      "otherCount": 0,
      "totalCount": 32
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:10.816Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}