{
  "nctId": "NCT04865237",
  "briefTitle": "SARS-CoV-2 Human Challenge Characterisation Study",
  "officialTitle": "A Dose Finding Human Experimental Infection Study in Healthy Subjects Using a GMP-produced SARS-COV-2 Wild Type Strain",
  "protocolDocument": {
    "nctId": "NCT04865237",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-11-09",
    "uploadDate": "2023-01-23T09:28",
    "size": 2217697,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04865237/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 36,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-03-06",
    "completionDate": "2022-07-11",
    "primaryCompletionDate": "2022-07-11",
    "firstSubmitDate": "2021-04-01",
    "firstPostDate": "2021-04-29"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. An informed consent document signed and dated by the participant and the Investigator.\n2. Male or female, age between 18 and 30 years inclusive (at the time of consent)\n3. Seronegative to the challenge virus SARS-CoV-2, no history of SARS-CoV-2 infection and no previous participation in a SARS-CoV-2 vaccine trial.\n4. Female participants with a documented menstrual period within 28 days before the inoculation (unless using a contraceptive method that suppressed menstruation as indicated in the study protocol) and willing and able to use contraception as described in the study protocol from 2 weeks before the scheduled date of viral challenge until 90 days after receipt of the final dose of rescue medication. Negative urine pregnancy tests will be required at screening and on day 0 prior to inoculation. On admission to the quarantine unit a Negative serum beta human chorionic gonadotropin (β-hCG) is required.\n\nContraceptive requirements:\n\nEstablished use of hormonal methods of contraception described below (for 2 weeks prior to the first study visit). When hormonal methods of contraception are used, male partners are required to use a condom with a spermicide:\n\n1. combined (oestrogen and progestogen containing) hormonal contraception associated with inhibition of ovulation: i. oral ii. intravaginal iii. transdermal\n2. . progestogen-only hormonal contraception associated with inhibition of ovulation: i. oral ii. injectable iii. implantable\n3. Intrauterine device (IUD)\n4. . Intrauterine hormone-releasing system (IUS)\n5. . Bilateral tubal ligation\n6. . Male sterilisation (with the appropriate post vasectomy documentation of the absence of sperm in the ejaculate) where the vasectomised male is the sole partner for that woman.\n7. . True abstinence - sexual abstinence is considered a highly effective method only if defined as refraining from heterosexual intercourse during the entire period of risk associated with the study treatments. The reliability of sexual abstinence needs to be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the subject.\n\n5 Men who are willing to use one of the contraception methods described in the study protocol, from the time of the date of viral challenge, until 90 days after receipt of the final dose of study medication.\n\nContraceptive requirements:\n\n1. Use a condom with a spermicide to prevent pregnancy in a female partner or to prevent exposure of any partner (male and female) to the study virus or Remdesivir.\n2. Male sterilisation with the appropriate post vasectomy documentation of the absence of sperm in the ejaculate (please note that the use of condom with spermicide will still be required to prevent partner exposure). This applies only to males participating in the study.\n3. In addition, for female partners of child bearing potential, that partner must use another form of contraception such as one of the highly effective methods mentioned above for female subjects.\n4. True abstinence - sexual abstinence is considered a highly effective method only if defined as refraining from heterosexual intercourse during the entire period of risk associated with the study treatments. The reliability of sexual abstinence needs to be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the subject.\n\n   In addition to the contraceptive requirements above, male subjects must agree not to donate sperm following discharge from quarantine until 90 days after the date of study virus or Remdesivir. (whichever occurs last).\n\n   6 In good health with no history of clinically significant medical conditions (as described in Exclusion criteria) that would interfere with subject safety, as defined by medical history, physical examination and routine laboratory tests, ECG, and Chest X-Ray and determined by the Investigator at an admission evaluation.\n\n   7 Subjects will have a documented medical history either prior to entering the study and/or following medical history review with the study physician at screening 8 Using the QCOVID tool, an absolute risk of COVID-associated death of 1 in 250,000 (0.0004%) or less and COVID-associated hospital admission of 1 in 5000 (0.02%) or less, unless deemed unnecessary by the CI and PI with advice from the DSMB following a formal interim assessment (see below) 9 Willing and able to commit to participation in the study\n\n   Exclusion Criteria:\n\n   Any potential subject who meet any of the criteria below will be excluded from participating in this study.\n\n   Clinical history\n   1. History or evidence of any clinically significant or currently active cardiovascular, (including thromboembolic events), respiratory, dermatological, gastrointestinal, endocrine, haematological, hepatic, immunological, rheumatological, metabolic, urological, renal, neurological, psychiatric illness. Specifically:\n\n      1. Subjects with any history of physician diagnosed and/or objective test confirmed asthma, chronic obstructive pulmonary disease, pulmonary hypertension, reactive airway disease, or chronic lung condition of any aetiology or who have experienced:\n\n         * Significant/severe wheeze in the past\n         * Respiratory symptoms including wheeze which has ever resulted in hospitalisation\n         * Known bronchial hyperreactivity to viruses\n      2. History of thromboembolic, cardiovascular or cerebrovascular disease\n      3. History or evidence of diabetes mellitus\n      4. Any concurrent serious illness including history of malignancy that could interfere with the aims of the study or a subject completing the study. Basal cell carcinoma within 5 years of treatment or with evidence of recurrence is also an exclusion\n      5. Migraine with associated neurological symptoms such as hemiplegia or vision loss. Cluster headache/migraine or prophylactic treatment for migraine\n      6. History or evidence of autoimmune disease or known immunodeficiency of any cause.\n      7. Other major disease that, in the opinion of the Investigator, could interfere with a subject completing the study and necessary investigations.\n      8. Immunosuppression of any type\n   2. Any significant abnormality altering the anatomy or function of the nose or nasopharynx in a substantial way (including loss of or alterations in smell or taste), a clinically significant history of epistaxis (large nosebleeds) within the last 3 months, nasal or sinus surgery within 6 months of inoculation.\n   3. Clinically active rhinitis (including hay fever) or history of moderate to severe rhinitis, or history of seasonal allergic rhinitis likely to be active at the time of inclusion into the study and/or requiring regular nasal corticosteroids on an at least weekly basis, within 30 days of admission to quarantine.\n   4. History of anaphylaxis and/or a history of severe allergic reaction or significant intolerance to any food or drug, as assessed by the PI.\n   5. History or presence of alcohol addiction, or excessive use of alcohol (average weekly intake in excess of 28 units alcohol; one unit being a half glass of beer, a small glass of wine or a measure of spirits), or use of drugs of abuse\n   6. Psychiatric illness including subjects with a history of depression and/or anxiety with associated severe psychiatric comorbidities, for example psychosis. Specifically,\n\n      1. Subjects with history of anxiety-related symptoms of any severity within the last 2 years if the Generalized Anxiety Disorder-7 score is ≥4\n      2. Subjects with a history of depression of any severity within the last 2 years if the Patient Health Questionnaire-9 score is ≥4\n   7. Subjects who have smoked ≥5 pack years at any time \\[5 pack years is equivalent to one pack of 20 cigarettes a day for 5 years\\]).\n\n      • Subjects who have smoked \\<5 pack years - at any time in the 3 months prior to admission to the quarantine unit they have used tobacco in any form (e.g., smoking or chewing) or other nicotine-containing products in any form (e.g., gum, patch) or electronic cigarettes.\n   8. Family history of 1st degree relative aged 50 years or less with sudden cardiac or unexplained death\n   9. Family History of Severe COVID or response to any other viral disease e.g. Guillain-Barré Measurements and investigations\n   10. A total body weight of ≤ 50kg and a Body Mass Index (BMI) ≤18 kg/m2 and ≥28 kg/m2. The upper limit of BMI may be increased to ≤ 30kg/m2 at the PI's discretion, in the case of physically fit muscular individual\n   11. Venous access deemed inadequate for the phlebotomy and cannulation demands of the study.\n   12. Any clinically significant abnormal finding on screening biochemistry, haematology and microbiology blood tests or urinalysis i.e. grade 1 lab abnormalities (or above, see Appendix 3 Toxicity Grading Scale for Laboratory AEs) apart from minor deviations which are clinically acceptable and approved by the Principal Investigator\n\n       1. Elevated random glucose and HbA1C\n       2. Positive HIV, active/chronic hepatitis A, B or C test.\n       3. Confirmed positive test for drugs of abuse on admission and urinary cotinine at quarantine.\n   13. A forced expiratory volume in 1 second (FEV1) and a forced vital capacity (FVC) \\<80% of predicted value calculated using ATS/ERS guidance (refer to section 5, respiratory samples)\n   14. Twelve-lead ECG recording with clinically relevant abnormalities as judged by the study physician/PI.\n   15. Echocardiogram outside normal parameters at baseline Recent respiratory infection\n   16. History of, or currently active symptoms suggestive of upper or lower respiratory tract infection (including reduced sense of taste and smell, raised body temperature and/or persistent cough) within 6 weeks prior to viral challenge.\n   17. Presence of cold-like symptoms and/or fever (defined as subject presenting with a temperature reading of \\>37.9ºC) on Day -2, Day -1 and/or pre-challenge on Day 0.\n   18. Evidence of any respiratory viruses (on nasopharyngeal swab analysis) prior to challenge virus inoculation on admission to the quarantine unit. These include:\n\n       VIRUSES:\n       * Adenovirus\n       * Coronavirus HKU1\n       * Coronavirus NL63\n       * Coronavirus 229E\n       * Coronavirus OC43\n       * Human Metapneumovirus\n       * Human Rhinovirus/Enterovirus\n       * Influenza A\n       * Influenza A/H1\n       * Influenza A/H3\n       * Influenza A/H1-2009\n       * Influenza B\n       * Parainfluenza Virus 1\n       * Parainfluenza Virus 2\n       * Parainfluenza Virus 3\n       * Parainfluenza Virus 4\n       * Respiratory Syncytial Virus\n\n       BACTERIA:\n       * Bordetella parapertussis\n       * Bordetella pertussis\n       * Chlamydia pneumoniae\n       * Mycoplasma pneumoniae Receipt of medications and interventions\n   19. Evidence of a live vaccine within 60 days prior to the planned date of viral challenge, a non-live vaccine within 30 days prior to the planned date of viral challenge, or intention to receive any vaccination(s) before the day 28 follow-up visit. (NB. No travel restrictions applied after the Day 28 Follow-up visit).\n   20. Receipt of blood or blood products, or loss (including blood donations) of 550 mL or more of blood during the 3 months prior to the planned date of viral challenge or planned during the 3 months after the final visit.\n   21. Medications\n\n       1. Use of any medication or product (prescription or over-the-counter), for symptoms of hayfever, nasal congestion or respiratory tract infections or dermatitis/eczema including the use of regular nasal or medium-high potency dermal corticosteroids, antibiotics and First Defence™ (or generic equivalents) within 7 days prior to the planned date of viral challenge apart from those described and allowed in Permitted Medication or agreed by the Principle Investigator\n       2. Receipt of any investigational drug within 3 months prior to the planned date of viral challenge.\n       3. Receipt of three or more investigational drugs within the previous 12 months prior to the planned date of viral challenge.\n       4. Prior inoculation with a virus from the same virus-family as the challenge virus.\n       5. Receipt of systemic (intravenous and/or oral) glucocorticoids or systemic antiviral drugs within 6 months prior to the planned date of viral challenge.\n       6. Over the counter medications (e.g., paracetamol or ibuprofen) where the dose taken over the preceding 7 days prior to the planned date of viral challenge had exceeded the maximum permissible 24-hour dose (e.g., \\>4g per day of paracetamol over the preceding week).\n       7. Use or anticipated use within 7 days prior to the planned date of viral challenge and during the conduct of the study of concomitant medications (prescription and/or non-prescription), including vitamins or herbal and dietary supplements within the specified windows.\n       8. Chronically used medications, vitamins or dietary supplements, including any medication known to be a moderate/potent inducer or inhibitor of cytochrome P450 enzymes, within 21 days prior to the planned date of viral challenge.\n       9. Subjects who have received any systemic chemotherapy agent, immunoglobulins, or other cytotoxic or immunosuppressive drugs at any time.\n   22. Prior participation in another human viral challenge study in the preceding 12 months taken from the date of viral challenge in the previous study to the date of expected viral challenge in this study.\n   23. Any nasal sampling procedure in the 6 months before date of expected viral challenge in this study (excluding study tolerance test or routine tests for COVID-19) General\n   24. Subject was mentally or legally incapacitated in the opinion of the Investigator.\n   25. Females who:\n\n       1. Are breastfeeding within 6 months of study commencement, or\n       2. Had been pregnant within 6 months prior to the study, or\n       3. Had a positive pregnancy test at any point during screening or prior to inoculation with challenge virus\n   26. Those in close domestic contact (i.e. sharing a household with, caring for, or daily face to face contact) with children under 2 years, the elderly (\\>65 years), immunosuppressed persons, or those with chronic respiratory disease Other\n   27. Was employed or was a first-degree relative of anyone employed by the Sponsor, a participating clinical trial site, or any Contract Research Organisation involved in the study.\n   28. Any other reason that the Investigator considered made the subject unsuitable to participate.\n   29. Participants with no knowledge of their family history",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "30 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Unsolicited Adverse Events in Healthy Participants Challenged With Wild Type SARS-CoV-2",
        "description": "To evaluate the safety of wild type SARS-CoV-2 challenge in healthy participants by assessing occurrence of unsolicited AEs within 30 days post-viral challenge (Day 0) up to Day 28 follow up.",
        "timeFrame": "Day 0 to 28 (28 days)"
      },
      {
        "measure": "Number of SAEs Related to Viral Challenge",
        "description": "To evaluate the safety of wild type SARS-CoV-2 challenge in healthy participants by assessing occurrence of SAEs related to the viral challenge from the viral challenge (Day 0) up to Day 28 follow up.",
        "timeFrame": "Day 0 to 28 (28 days)"
      },
      {
        "measure": "Number of Participants With Laboratory Confirmed Infections",
        "description": "To identify a SARS-Cov-2 inoculum dose that safely induces laboratory confirmed infection in ≥50% of participants (ideally between 50% and 70%). Laboratory confirmed infection is defined as two quantifiable greater than lower limit of quantification (≥LLOQ) RT-PCR measurements from mid turbinate and/or throat samples, reported on 2 or more consecutive timepoints, starting from 24 hours post-inoculation and up to discharge from quarantine.",
        "timeFrame": "From 24 hours post-inoculation until discharged from Quarantine, up to a maximum period of 16 days"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Patients With Laboratory Confirmed Infections by Mid-turbinate and/or Throat Swabs",
        "description": "To further assess SARS-CoV-2 viral infection rates in upper respiratory samples in healthy volunteers, by inoculum dose.\n\nTo assess the incidence of laboratory confirmed infection rates using a) mid turbinate samples, b) throat swabs, and c) both mid turbinate and throat swabs, as defined by:\n\n* Variant 2: Occurrence of at least two quantifiable (≥LLOQ) RT-PCR measurements, reported on 2 or more consecutive timepoints, starting from 24 hours post-inoculation and up to discharge from quarantine.\n* Variant 3: Occurrence of at least two detectable (≥LLOD) RT-PCR measurements, reported on 2 or more consecutive timepoints, starting from 24 hours post-inoculation and up to discharge from quarantine.\n* Variant 4: Occurrence of at least one quantifiable (≥LLOQ) SARS-CoV-2 viral cell culture measurement, starting from 24 hours post-inoculation and up to discharge from quarantine.",
        "timeFrame": "From 24 hours post-inoculation until discharged from Quarantine, up to a maximum period of 16 days"
      },
      {
        "measure": "Number of Symptomatic SARS-Cov-2 Infected Participants",
        "description": "To assess the incidence of symptomatic SARS-CoV-2 infection, in healthy volunteers, by inoculum dose To assess the incidence of lab-confirmed symptomatic SARS-CoV-2 infection using a) mid turbinate samples, b) throat swabs, and c) both mid turbinate and throat swabs,",
        "timeFrame": "From 24 hours post-inoculation until discharged from Quarantine, up to a maximum period of 16 days"
      },
      {
        "measure": "SARS-CoV-2 Viral Dynamics (VL-AUC) in Upper Respiratory Samples in Healthy Volunteers",
        "description": "To assess the viral dynamics using a) mid turbinate samples, and b) throat swabs as measured by the area under the viral load-time curve (VL-AUC) of SARS-CoV-2 as determined by qRT-PCR, starting from 24 hours post-inoculation and up to discharge from quarantine.",
        "timeFrame": "From 24 hours post-inoculation to 312 hours post-inoculation"
      },
      {
        "measure": "SARS-CoV-2 Induced Symptoms in Healthy Volunteers by the Mean Sum Total Symptom Score",
        "description": "Sum total symptoms diary card score: sum total clinical symptoms (TSS) as measured by graded symptom scoring system, starting one day post-viral challenge (Day 1) up to discharge from quarantine. Symptoms are graded on a scale from 0 (no symptoms) to 3 (bothersome symptoms impacting involvement in activities). The sum total symptom score was based on the symptom diary cards that were filled out 3 times per day from the first (morning) assessment on Day 1 until the first (morning) assessment on Day 14 (planned day of quarantine discharge). Each assessment consisted of the grades given by the subjects to a list of 19 symptoms on the symptom diary card. Individual total symptom scores were derived for each assessment as the total of all of the grades given on the individual diary card. This could range from 0 (if all symptoms graded as 0) to 59 (if all symptoms graded as 3 and shortness of breath and wheeze were graded as 4).",
        "timeFrame": "From 24 hours post-inoculation until discharged from Quarantine, up to a maximum period of 16 days"
      },
      {
        "measure": "Number of Participants With Incidence of SARS-CoV-2 Illness in Healthy Volunteers",
        "description": "The incidence of:\n\n* Upper Respiratory Tract illness (URT)\n* Lower Respiratory Tract illness (LRT)\n* Systemic illness (SI)\n* Febrile illness (FI)\n* Proportion of Subjects with Grade 3 symptoms on any occasion at any time from the last assessment on Day 0 to quarantine discharge\n* Proportion of Subjects with Grade 2 or higher symptoms on any occasion at any time from the last assessment on Day 0 to quarantine discharge\n* Proportion of Subjects with Grade 2 or higher Symptoms on two separate occasions at any time from the last assessment on Day 0 to quarantine discharge\n* Proportion of Subjects with any symptom (grade \\>=1) on any occasion at any time from the last assessment on Day 0 to quarantine discharge\n* Proportion of Subjects with any symptom (grade \\>=1) on two separate occasions at any time from the last assessment on Day 0 to quarantine discharge",
        "timeFrame": "Day 0 to discharge from Quarantine, up to a maximum of 17 days"
      },
      {
        "measure": "SARS-CoV-2 Viral Dynamics (Peak Viral Load) in Upper Respiratory Samples in Healthy Volunteers",
        "description": "To assess the viral dynamics using a) mid turbinate samples, and b) throat swabs as measured by peak viral load of SARS-CoV-2 as defined by the maximum viral load determined by quantifiable (≥LLOQ) qRT-PCR measurements, starting from 24 hours post-inoculation and up to discharge from quarantine.",
        "timeFrame": "From 24 hours post-inoculation until discharged from Quarantine, up to a maximum period of 16 days"
      },
      {
        "measure": "SARS-CoV-2 Viral Dynamics (Duration) in Upper Respiratory Samples in Healthy Volunteers",
        "description": "To assess the viral dynamics using a) mid turbinate samples, and b) throat swabs as measured by duration of SARS-CoV-2 quantifiable (≥LLOQ) qRT-PCR measurements, starting from 24 hours post-inoculation and up to discharge from quarantine. Duration is defined as the time (hours) from the first quantifiable of the two viral quantifiable positives used to assess infection until first confirmed undetectable assessment after their peak measure (after which no further virus is detected).",
        "timeFrame": "From 24 hours post-inoculation until discharged from Quarantine, up to a maximum period of 16 days"
      },
      {
        "measure": "SARS-CoV-2 Viral Dynamics (Incubation Period) in Upper Respiratory Samples in Healthy Volunteers",
        "description": "To assess the viral dynamics using a) mid turbinate samples, and b) throat swabs as measured incubation period of SARS-CoV-2 qRT-PCR measurements. Incubation period is defined as the time (hours) from inoculation to the first quantifiable of the two viral quantifiable positives used to assess infection, starting from 24 hours post-inoculation and up to discharge from quarantine.",
        "timeFrame": "From 24 hours post-inoculation until discharged from Quarantine, up to a maximum period of 16 days"
      },
      {
        "measure": "SARS-CoV-2 Induced Symptoms in Healthy Volunteers According to Area Under the Curve Over Time (TSS-AUC) of Total Clinical Symptoms (TSS).",
        "description": "Area under the curve over time (TSS-AUC) of total clinical symptoms (TSS) as measured by graded symptom scoring system (categorical and visual analogue scales), starting one day post-viral challenge (Day 1) up to discharge from quarantine. Symptoms are graded on a scale from 0 (no symptoms) to 3 (bothersome symptoms impacting involvement in activities). The sum total symptom score was based on the symptom diary cards that were filled out 3 times per day from the first (morning) assessment on Day 1 until the first (morning) assessment on Day 14 (planned day of quarantine discharge). Each assessment consisted of the grades given by the subjects to a list of 19 symptoms on the symptom diary card. Individual total symptom scores were derived for each assessment as the total of all of the grades given on the individual diary card. This could range from 0 (if all symptoms graded as 0) to 59 (if all symptoms graded as 3 and shortness of breath and wheeze were graded as 4).",
        "timeFrame": "From 24 hours post-inoculation to 312 hours post-inoculation"
      },
      {
        "measure": "SARS-CoV-2 Induced Symptoms in Healthy Volunteers According to Peak Symptom Diary Card Scores",
        "description": "Peak symptoms diary card score: peak total clinical symptoms (TSS) as measured by graded symptom scoring system (categorical and visual analogue scales, starting one day post-viral challenge (Day 1) up to discharge from quarantine. Symptoms are graded on a scale from 0 (no symptoms) to 3 (bothersome symptoms impacting involvement in activities). The sum total symptom score was based on the symptom diary cards that were filled out 3 times per day from the first (morning) assessment on Day 1 until the first (morning) assessment on Day 14 (planned day of quarantine discharge). Each assessment consisted of the grades given by the subjects to a list of 19 symptoms on the symptom diary card. Individual total symptom scores were derived for each assessment as the total of all of the grades given on the individual diary card. This could range from 0 (if all symptoms graded as 0) to 59 (if all symptoms graded as 3 and shortness of breath and wheeze were graded as 4).",
        "timeFrame": "From 24 hours post-inoculation until 312 hours post-inoculation"
      },
      {
        "measure": "SARS-CoV-2 Induced Symptoms in Healthy Volunteers According to Peak Daily Symptom Score.",
        "description": "Peak daily symptom score: Individual maximum daily sum of Symptom score starting one day post-viral challenge (Day 1) up to the end of quarantine. Symptoms are graded on a scale from 0 (no symptoms) to 3 (bothersome symptoms impacting involvement in activities). The sum total symptom score was based on the symptom diary cards that were filled out 3 times per day from the first (morning) assessment on Day 1 until the first (morning) assessment on Day 14 (planned day of quarantine discharge). Each assessment consisted of the grades given by the subjects to a list of 19 symptoms on the symptom diary card.\n\nIndividual total symptom scores were derived for each assessment as the total of all of the grades given on the individual diary card. This could range from 0 (if all symptoms graded as 0) to 59 (if all symptoms graded as 3 and shortness of breath and wheeze were graded as 4).",
        "timeFrame": "From 24 hours post-inoculation until 312 hours post-inoculation"
      },
      {
        "measure": "Number (%) of Participants With Grade 2 or Higher SARS-CoV-2 Induced Symptoms",
        "description": "Number (%) of participants with Grade 2 or higher symptoms. Symptoms are graded on a scale from 0 (no symptoms) to 3 (bothersome symptoms impacting involvement in activities). The sum total symptom score was based on the symptom diary cards that were filled out 3 times per day from the first (morning) assessment on Day 1 until the first (morning) assessment on Day 14 (planned day of quarantine discharge). Each assessment consisted of the grades given by the subjects to a list of 19 symptoms on the symptom diary card. Individual total symptom scores were derived for each assessment as the total of all of the grades given on the individual diary card. This could range from 0 (if all symptoms graded as 0) to 59 (if all symptoms graded as 3 and shortness of breath and wheeze were graded as 4).",
        "timeFrame": "From 24 hours post-inoculation until 312 hours post-inoculation"
      }
    ],
    "other": [
      {
        "measure": "Average Change in Smell Measured by the University of Pennsylvania Smell Identification Test (UPSIT)",
        "description": "To explore safety related measures of wild type SARS-CoV-2 challenge in healthy participants by assessing changes in smell (anosmia/parosmia) measured by the University of Pennsylvania Smell Identification Test (UPSIT). The USPIT test has 40 smells to \"scratch and sniff\". Each smell has a possible of 4 answers with one being correct, therefore the potential scores can range from 0-40.\n\nScore of less than 19 = anosmia. Score of 19 to 25 = severe microsmia. Score of 26 to 30 in females or 26 to 29 in males = microsmia Score of 31 to 24 in females or 30 to 33 in males = mild microsmia Score of 35 or more in females or 34 or more in males = normosmia",
        "timeFrame": "Day 0 to 28 (28 days)"
      },
      {
        "measure": "Average Pulmonary Changes Measured by Spirometry (FEV1, FVC)",
        "description": "To explore the safety of wild type SARS-CoV-2 human challenge model in healthy adults by assessing pulmonary changes due to experimental infection, as measured by Spirometry FEV1 and FVC. FEV1 and FVC will both be used for FEV1/FVC ratio.",
        "timeFrame": "Day 0 to 28 (28 days)"
      },
      {
        "measure": "Number of Haematological and Biochemical Laboratory Abnormalities During the Quarantine Period",
        "description": "To explore the safety of wild type SARS-CoV-2 human challenge model in healthy adults by assessing the occurrence of haematological and biochemical laboratory abnormalities during the quarantine period. Haematological and biochemical laboratory abnormalities will be identified from blood sampling analysis.",
        "timeFrame": "Day 0 to 28 (28 days)"
      },
      {
        "measure": "Number of Participants Using Concomitant Medication Within 30 Days Post-viral Challenge",
        "description": "To explore the safety of wild type SARS-CoV-2 human challenge model in healthy adults by assessing the use of concomitant medications within 30 days post-viral challenge (Day 0 up to Day 28 follow up).",
        "timeFrame": "Day 0 to 28 (28 days)"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 12,
      "otherCount": 4,
      "totalCount": 19
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:37.951Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}