{
  "nctId": "NCT02756208",
  "briefTitle": "A Safety and Immunogenicity Trial of IHV01",
  "officialTitle": "A Phase I Safety and Immunogenicity Trial of IHV01 in HIV-1 Uninfected Volunteers",
  "protocolDocument": {
    "nctId": "NCT02756208",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-03-27",
    "uploadDate": "2019-01-02T11:38",
    "size": 566824,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02756208/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 65,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-11",
    "completionDate": "2018-07",
    "primaryCompletionDate": "2018-07",
    "firstSubmitDate": "2016-04-17",
    "firstPostDate": "2016-04-29"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Age: 18 to 45 years of age.\n2. Sex: Male or Female (female volunteers of child bearing potential must have a negative serum beta human chorionic gonadotropin (b-HCG or pregnancy) test at time of screening and entry into the study and provide assurance of the use of effective(as judged by the investigator) birth control methods or abstinence beginning at least 60 days prior to the study and during the study\n3. Documented HIV-1 negative by ELISA\n4. Be in good general health without clinically significant medical history, physical examination findings, or clinically significant abnormal laboratory results (i.e., chronic medical conditions as noted in the exclusion criteria such as cancer as well as any conditions that in the opinion of the investigator might pose a risk to the volunteer)\n5. No identifiable risk factor for acquisition of HIV infection (i.e., intravenous drug use/needle sharing, unprotected sex with multiple partners)\n6. Negative b-HCG pregnancy test on the day of initial vaccination.\n7. Negative screen for Hepatitis B surface antigen (HBsAg);\n8. Negative screen for antibodies to Hepatitis C virus (Patient may enroll if patient can provide documentation of negative hepatitis C viral load.)\n9. Participant must have a CD4 count ( a type of white blood cells) within the normal range of the clinical laboratory utilized for the study and a CD4 percentage within 20% of the normal range of the clinical laboratory\n10. Laboratory parameters must be within pre-specified limits as defined by exclusion criteria.\n11. Volunteers must be willing and able to provide written informed consent to participate in the study.\n12. Available for at least 48 weeks of follow-up.\n\nExclusion Criteria:\n\n1. High risk behavior for acquisition of HIV within 24 weeks of study entry(i.e., intravenous drug use/needle sharing, unprotected sex with multiple partners)\n2. Volunteers with an acute and clinically significant medical event (as determined by the investigator) within the past 30 days of screening.\n3. Have active tuberculosis or other systemic infectious process by review of systems and physical examination\n4. Have a history of immunodeficiency, autoimmune disease, or use of immunosuppressive medications\n5. Current treatment for malignancy other than basal or squamous cell carcinoma of the skin or carcinoma in situ of the cervix\n6. Is pregnant\n7. History of any chronic illness that would interfere with conduct or completion of study(as determined by the investigator)\n8. Have evidence of psychiatric, medical and/or substance abuse problems during the past 24 weeks that the investigator believes would adversely affect the volunteer's ability to participate in the trial\n9. Have occupational or other responsibilities that would prevent completion of participation in the study\n10. Have received any live, attenuated vaccine except rabies vaccine within 60 days of study entry\n11. Vaccine (FDA approved; e.g. influenza, pneumovax, etc) administration within 30 days of immunization with the study vaccine. NOTE: Medically indicated subunit or killed vaccines (e.g., Hepatitis A or Hepatitis B) should be given prior to trial initiation or after completion of the study immunizations. If patient requires immunization, injections should be given more than 2 weeks prior or 2 weeks after study immunization\n12. Have used experimental therapeutic agents within 30 days of study entry\n13. Have received blood products or immunoglobulins in the past 12 weeks\n14. Have a history of anaphylaxis or other serious adverse reactions to vaccines\n15. Have previously received an HIV vaccine\n16. Volunteers with any of the following laboratory parameters at the screening visit (within 30 days of immunization): Hemoglobin \\<10 (without having received a blood or red blood cell transfusion within 30 days prior to laboratory test); neutrophil count \\<750 cells/mm3; platelet count \\<50,000/mm3; serum creatinine \\> 2.0 mg/dL; aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\> 3 times the upper limits of normal; total bilirubin \\> 1.5 mg/dL\n17. Pregnant women or women who are breast-feeding; female volunteers of childbearing potential who are not using or willing to use an effective (as judged by the investigator) barrier contraceptive methods or abstinence while enrolled in this study.\n18. Use of any immune modulators or suppressors within 45 days of study entry including but not limited to agents such as interleukins (e.g. IL-2), interferons (e.g. IFN-\\*), high dose systemic steroids (e.g. ≥ 20 mg prednisone equivalent/day) for \\> 30 days, thalidomide, filgrastim (G-CSF), sargramostim (GM-CSF), dinitrochlorobenzene (DNCB), thymosin alpha, thymopentin, inosiplex, polyribonucleoside, ditiocarb sodium, cyclosporin, mycophenolate mofetil, methotrexate, and cancer chemotherapy.\n19. No other investigational agent within 30 days of study entry\n20. Any other condition which, in the opinion of the investigator, might interfere with completion of the study or evaluation of the results\n21. Have active Hepatitis B virus infection (positive HBsAg) or Hepatitis C infection(defined as positive antibodies)",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "45 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Local and Systemic Reactogenicity Signs and Symptoms",
        "description": "Signs and symptoms include pain, tenderness, maximum severity of pain and/or tenderness, erythema, induration, fever, malaise/fatigue, myalgia, headache, nausea, vomiting, chills, arthralgia, and maximum severity of systemic symptoms.",
        "timeFrame": "48 weeks"
      },
      {
        "measure": "Number of Participants With Related Adverse Events",
        "description": "Treatment emergent adverse events assessed by investigator to be either possibly, probably, or definitely related to study treatment. Medical Dictionary for Regulatory Activities (MedDRA) preferred term, severity, and assessed relationship to study products.",
        "timeFrame": "48 weeks"
      },
      {
        "measure": "Number of Participants With Sustained Decrease in CD4 Count and CD4%.",
        "description": "CD4 count was monitored from baseline and at each study visit through study completion. Baseline CD4 and CD4% levels were calculated by taking the average of the screening and first vaccination visits. The number of individuals who had sustained (2 consecutive time points) 30% decrease in CD4 cell/ul and CD4% from baseline were counted.",
        "timeFrame": "48 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Binding Antibody Response Rates to FLSC",
        "description": "Percent of participants with anti-FLSC antibodies as assessed by ELISA by 2 weeks after final vaccination",
        "timeFrame": "2 weeks after 4th (last) vaccination."
      },
      {
        "measure": "Binding Antibody Response Rates to BaL-gp120",
        "description": "Percent of participants with anti-gp120 antibodies as assessed by ELISA",
        "timeFrame": "2 weeks after 4th (last) vaccination"
      },
      {
        "measure": "Competitive Antibody Rates to CD4i Epitopes",
        "description": "Percent of participants with antibodies competing with A32 or 17b as assessed by ELISA.",
        "timeFrame": "2 weeks after 4th (last) vaccination"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 74,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:42.818Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}