{
  "nctId": "NCT04634253",
  "briefTitle": "A Study of LY3462817 in Participants With Rheumatoid Arthritis",
  "officialTitle": "A Phase 2 Study to Evaluate the Efficacy and Safety of LY3462817 in Participants With Moderately to Severely Active Rheumatoid Arthritis",
  "protocolDocument": {
    "nctId": "NCT04634253",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-12-11",
    "uploadDate": "2023-01-02T10:21",
    "size": 4025248,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04634253/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 98,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-01-04",
    "completionDate": "2022-06-29",
    "primaryCompletionDate": "2022-01-10",
    "firstSubmitDate": "2020-11-17",
    "firstPostDate": "2020-11-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Have a diagnosis of adult onset RA as defined by the 2010 American College of Rheumatology (ACR)/European League Against Rheumatism (EULAR) classification criteria for at least 3 months prior to screening\n* Have moderately to severely active RA defined by the presence of ≥6 swollen joints (based on 66 joint count) and ≥6 tender joints (based on 68 joint count) at screening and baseline. The distal interphalangeal joint should be evaluated but not included in the total count to determine eligibility\n* Have at least 1 of the following:\n\n  * positive test results for rheumatoid factor or anti-citrullinated peptide antibodies at screening, OR\n  * previous radiographs documenting bony erosions in hands or feet consistent with RA\n* Have C-reactive protein (CRP) \\>1.2 times upper limit of normal (ULN) per the central laboratory at screening\n* Demonstrated an inadequate response to, or loss of response or intolerance to:\n\n  * at least 1 conventional synthetic disease-modifying antirheumatic drug (csDMARD) treatment OR\n  * at least 1 biologic DMARD/tsDMARD treatment\n\nExclusion Criteria:\n\n* Class IV RA according to ACR revised response criteria\n* Have a diagnosis or history of malignant disease within 5 years prior to baseline, with the exceptions of:\n\n  * basal cell or squamous epithelial carcinomas of the skin that have been resected with no evidence of metastatic disease for 3 years, or\n  * cervical carcinoma in situ, with no evidence of recurrence within the 5 years prior to baseline\n* Have presence of confirmed cervical dysplasia\n* Have had various types of infection within 3 months of screening or develops any of these infections before the randomization visit.\n* Have any of the following:\n\n  * Human immunodeficiency virus (HIV) infection\n  * Current infection with hepatitis B virus (HBV) (i.e., positive for hepatitis B surface antigen and/or polymerase chain reaction (PCR) positive for HBV DNA\n  * Current infection with hepatitis C virus (HCV) (i.e., positive for HCV RNA)\n  * Active tuberculosis (TB)\n* Have failed more than 2 biologic DMARDs (bDMARDs) or tsDMARDs (e.g. excluded if have received 2 bDMARDs and 1 tsDMARD)",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline on the Disease Activity Score Modified to Include the 28 Diarthrodial Joint Count-High-Sensitivity C-Reactive Protein (DAS28-hsCRP)",
        "description": "Disease Activity Score (DAS) based on a 28 joint count hsCRP consisted of composite numerical score of the following variables: tender joint count (TJC28), swollen joint count (SJC28), hsCRP (mg/mL), and participant's global assessment of disease activity. DAS28-hsCRP was calculated using following formula: DAS28-hsCRP equals to (=) 0.56\\*square root (sqrt) (TJC28) plus (+) 0.28\\*sqrt (SJC28)+ 0.014\\* participant's global assessment of disease activity + 0.36\\*natural log(hsCRP+1) +0.96. Scores ranged 1.0-9.4, where lower scores indicated less disease activity. Least Square Mean (LS Mean) was calculated using mixed model repeated measures (MMRM) with treatment, strata (previous RA therapy population), baseline value, visit, treatment-by-visit interaction as fixed factors.",
        "timeFrame": "Baseline, Week 12"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants Achieving 20% Improvement in American College of Rheumatology Criteria (ACR20)",
        "description": "ACR responders are participants with at least 20% improvement from baseline for tender joint count (TJC), swollen joint count (SJC), and at least 3 of the 5 remaining core set measures: Health Assessment Questionnaire-Disability Index (HAQ-DI) which measures participants perceived degree of difficulty performing daily activities, acute phase reactant as measured by hsCRP, Patient's Assessment of Pain-Visual Analog Scale (Pain-VAS), Patient's Global Assessment of Disease Activity (PaGADA\\_VAS), and Physician's Global Assessment of Disease Activity (PhGADA\\_VAS).",
        "timeFrame": "Week 12"
      },
      {
        "measure": "Percentage of Participants Achieving 70% Improvement in American College of Rheumatology Criteria (ACR70)",
        "description": "ACR responders are participants with at least 70% improvement from baseline for tender joint count (TJC), swollen joint count (SJC), and at least 3 of the 5 remaining core set measures: Health Assessment Questionnaire-Disability Index (HAQ-DI) which measures participants perceived degree of difficulty performing daily activities, acute phase reactant as measured by hsCRP, Patient's Assessment of Pain-Visual Analog Scale (Pain-VAS), Patient's Global Assessment of Disease Activity (PaGADA\\_VAS), and Physician's Global Assessment of Disease Activity (PhGADA\\_VAS).",
        "timeFrame": "Week 12"
      },
      {
        "measure": "Percentage of Participants Achieving 50% Improvement in American College of Rheumatology Criteria (ACR50)",
        "description": "ACR responders are participants with at least 50% improvement from baseline for tender joint count (TJC), swollen joint count (SJC), and at least 3 of the 5 remaining core set measures: Health Assessment Questionnaire-Disability Index (HAQ-DI) which measures participants perceived degree of difficulty performing daily activities, acute phase reactant as measured by hsCRP, Patient's Assessment of Pain-Visual Analog Scale (Pain-VAS), Patient's Global Assessment of Disease Activity (PaGADA\\_VAS), and Physician's Global Assessment of Disease Activity (PhGADA\\_VAS).",
        "timeFrame": "Week 12"
      },
      {
        "measure": "Change From Baseline for Mean Simplified Disease Activity Index (SDAI)",
        "description": "The SDAI is a tool for measurement of disease activity in RA that integrates measures of physical examination, acute phase response, patient self-assessment, and evaluator assessment. The SDAI is calculated by adding together scores from 1) TJC28 (0 to 28), 2) SJC28 (0 to 28), 3) acute phase response using C-reactive protein (0.1 to 10.0 mg/dL), 4) Patient's Global Assessment of Disease Activity using VAS (0 to 10 cm), and 5) Physician's Global Assessment of Disease Activity using VAS (0 to 10 cm). Total Score scale range is 0 (remission) to 86 (high disease activity). LS Mean was calculated using mixed model repeated measures (MMRM) with treatment, strata (previous RA therapy population), baseline value, visit, treatment-by-visit interaction as fixed factors.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Baseline for Mean Clinical Disease Activity Index (CDAI)",
        "description": "The CDAI is a tool for measurement of disease activity in RA that does not require a laboratory component and was scored by the investigative site. It integrates TJC28 (scored 0-28 with higher scores indicating higher disease activity), SJC28 (scored 0-28 with higher scores indicating higher disease activity), Patient's Global Assessment of Disease Activity (scored on a visual analogue scale from 0-10 cm with higher scores indicating higher disease activity), and Physician's Global Assessment of Disease Activity (scored on a visual analogue scale from 0-10 cm with higher scores indicating higher disease activity). The CDAI is calculated by summing the values of the 4 components. CDAI scores range from 0 to 76; lower scores indicated lower disease activity. A negative change from baseline indicates improvement in condition. LS Mean was calculated using MMRM with treatment, strata (previous RA therapy population), baseline value, visit, treatment-by-visit interaction as fixed factors.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Baseline in Mental Component Score (MCS), Physical Component Score (PCS) of the Medical Outcomes Study 36-Item Short Form Health Survey Version 2 Acute (SF-36v2 Acute)",
        "description": "The SF-36 is a health-related survey that assesses participant's health status and consists of 36 questions covering 8 health domains: physical functioning, bodily pain, role limitations due to physical problems, role limitations due to emotional problems, general health, mental health, social functioning, and vitality. The 8 domains are combined to form 2 component scores mental (MCS) and physical (PCS). MCS consisted of social functioning, vitality, mental health, and role-emotional scales. PCS consisted of physical functioning, bodily pain, role-physical, and general health scales. Each domain is scored by summing the individual items and transforming the scores into a 0 to 100 scale with higher scores indicating better health status. LS mean was determined by ANCOVA with factors for treatment and previous RA therapy population included as fixed factors,",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Pharmacokinetics (PK): Observed Concentration of LY3462817",
        "description": "PK: Observed Concentration of LY3462817",
        "timeFrame": "Week 12"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 74,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:58.618Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}