{
  "nctId": "NCT02569398",
  "briefTitle": "An Efficacy and Safety Study of Atabecestat in Participants Who Are Asymptomatic at Risk for Developing Alzheimer's Dementia",
  "officialTitle": "A Phase 2b/3 Randomized, Double-blind, Placebo-Controlled, Parallel Group, Multicenter Study Investigating the Efficacy and Safety of JNJ-54861911 in Subjects Who Are Asymptomatic At Risk for Developing Alzheimer's Dementia",
  "protocolDocument": {
    "nctId": "NCT02569398",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-05-25",
    "uploadDate": "2019-12-20T02:34",
    "size": 7950921,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02569398/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2",
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 557,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-10-29",
    "completionDate": "2018-12-20",
    "primaryCompletionDate": "2018-12-20",
    "firstSubmitDate": "2015-10-05",
    "firstPostDate": "2015-10-06"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participant must have a global Clinical Dementia Rating Scale- (CDR) score of '0' at Screening\n* Participants 60 to 64 years of age must also have 1 of the following 3 conditions: a) a positive family history for dementia (minimum of 1 first degree relative), b) a previously known apolipoprotein E, ε4 allele (APOE ɛ4) genotype, c) a previously known biomarker status demonstrating elevated amyloid accumulation in cerebrospinal fluid (CSF) or positron emission tomography (PET)\n* Participant must be able to read and write and must have adequate hearing and visual acuity to complete the psychometric tests. The legally acceptable representative must also be able to read and write\n* Participants must have evidence of amyloid accumulation by means of either: a) low Cerebrospinal Fluid (CSF) ABeta 1-42 levels at Screening; b) a positive amyloid positron emission tomography (PET) scan at Screening (depending on the site's PET capability) by visual read\n* Participant must be otherwise healthy for their age group or medically stable with or without medication on the basis of physical examination, medical history, vital signs, and 12-lead electrocardiogram (ECG) performed at Screening or at Baseline\n\nExclusion Criteria:\n\n* Participant is receiving an acetylcholinesterase (AChE) inhibitor and/or memantine at any time during Screening or Day 1 predose\n* Participant has evidence of any brain diseases, other than potential very early signs of Alzheimer's Dementia (AD) (example. mild hippocampal atrophy) or typical age-related changes (e.g. mild white matter hyperintensity on magnetic resonance imaging \\[MRI\\]) or any other abnormality (e.g. folic acid/Vitamin B12 deficiency) that could explain a possible cognitive deficit (including, but not limited to vascular encephalopathy or large strokes (as imaged by cerebral MRI)\n* Participant has any contraindications for MRI (example, prostheses, implants, claustrophobia, pacemaker)\n* Participant has met criteria for dementia or has a brain disorder that can cause dementia\n* Participant has evidence of familial autosomal dominant AD (mutation identified in the family and/or participant prior to randomization)",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "60 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Preclinical Alzheimer Cognitive Composite (PACC) Score at Endpoint (Month 24)",
        "description": "PACC has 4 components: Free and Cued Selective Reminding Test (0 (worst)-48 (best recall); Delayed Paragraph Recall test (Range 0 (worst)-25 (best recall); Wechsler Adult Intelligence scale: (ranges 0 \\[none\\]-135 \\[best performance\\]) and Mini Mental State Examination (Range 0 \\[worst\\] - 30 \\[best performance\\]). Component scores are transformed using an established normalization method into z-scores. Each of 4 component change scores is divided by baseline sample standard deviation (SD) of that component. These z scores are summed to form the composite score. Thus, a change of 1 baseline standard deviation on each component would correspond to a 4-point change on the composite. A z-score of 0 is equal to the mean and implies how many SD higher or lower score as compared with baseline score, with increase signifying improvement.",
        "timeFrame": "Baseline and Endpoint (Month 24)"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Cognitive Function Index (CFI) Score at Endpoint (Month 24)",
        "description": "The CFI is a modified version of the Mail-in Cognitive Function Screening Instrument, a participant- and informant-reported outcome measure developed by the Alzheimer's Disease Cooperative Study (ADCS). This assessment includes 15 questions (14 of which contribute to the total score, and 1 additional unscored item) that assess the participant's perceived ability to perform high-level functional tasks in daily-life and sense of overall cognitive functional ability. Study participants and their informants independently rate the participant's abilities. A participant-reported and an informant-reported total score is calculated which ranges from 0 to 14 (yes=1; no=0; maybe=0.5 for each question) with higher scores indicating greater impairment.",
        "timeFrame": "Baseline and Endpoint (Month 24)"
      },
      {
        "measure": "Change From Baseline in Alzheimer's Disease Cooperative Study - Activities of Daily Living - Prevention Instrument (ADCS-ADLPI) Total Score at Endpoint (Month 24)",
        "description": "The Alzheimer's Disease Cooperative Study - Activities of Daily Living -Prevention Instrument (ADCS-ADLPI) is a functional measure composed of 18 items that includes 15 activities of daily living rated on a 4-point scale and 3 high level function items. Study participants and their informants independently rate the participant's level of ability (with no difficulty = 3, with some difficulty = 2, with a lot of difficulty = 1, did not do/don't know = 0). Informants are additionally asked to evaluate whether activities were completed less often, required more time to complete, and if any errors were made performing the task. High-level function items are rated as \"yes\" or \"no\". The scores range from 0 to 45 with higher scores indicating less impairment. The total score is the sum of the scores of the 15 activities of daily living questions (range: 0-45) with higher scores indicating less impairment.",
        "timeFrame": "Baseline and Endpoint (Month 24)"
      },
      {
        "measure": "Change From Baseline in Repeatable Battery for the Assessment of Neuropsychological Status (RBANS) Total Scale Score at Endpoint (Month 24)",
        "description": "RBANS is 20 to 25 minute battery developed for cognitive assessment, detection, and characterization of dementia. RBANS includes 12 subtests that measure following 5 indices: (1)Attention Index, composed of Digit Span and Coding; (2)Language Index, consisting of Picture Naming and Semantic Fluency subtests; (3)Visuospatial/Construction Index, made up of Figure Copy and Line Orientation subtests; (4)Immediate Memory Index, composed of List Learning and Story Memory subtests, and (5)Delayed Memory Index, consisting of List Recall, List Recognition, Story Recall, and Figure Recall subtests. Completion of RBANS yields 5 index scores based on participant performance on various subtests, as well as a composite Total Index score for battery. Total index scores range from 40 to 160, and are normalized to a mean of 100 and standard deviation (SD) of 15. Higher scores indicate less impairment.",
        "timeFrame": "Baseline and Endpoint (Month 24)"
      },
      {
        "measure": "Change From Baseline in Clinical Dementia Rating - Sum of Boxes (CDR-SB) Score at Endpoint (Month 24)",
        "description": "The CDR-SB is an interviewer administered scale and impairment is scored in each of categories: memory, orientation, judgment and problem solving, community affairs, home and hobbies and personal care. Impairment is scored on a scale in which none = 0, questionable = 0.5, mild = 1, moderate = 2 and severe = 3. The 6 individual category ratings, or \"box scores\", were added together to give the CDR-Sum of Boxes which ranges from 0-18. Higher score indicates severe impairment.",
        "timeFrame": "Baseline and Endpoint (Month 24)"
      },
      {
        "measure": "Change From Baseline in Neuropsychological Assessment Battery Daily Living Tests (NABDLTs) Score at Endpoint (Month 24)",
        "description": "The Neuropsychological Assessment Battery Daily Living Tests (NABDLTs) Score represent a series of performance based measures covering 5 domains (Attention, Memory, Language, Spatial, and Executive function). These are valid, clinically meaningful measures that objectively assess functional deficits. Participant performance scores on NAB subtests are summed, and then normalized to yield an index score. Index scores can range from less than or equal to (\\< =) 55 to greater than or equal to (\\> =) 145, and are normalized to a mean of 100 and standard deviation of 15. Higher scores indicate less impairment.",
        "timeFrame": "Baseline and Endpoint (Month 24)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 74,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:41.015Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}