{
  "nctId": "NCT02511132",
  "briefTitle": "A Two-part Phase IIb Trial of Vigil (Bi-shRNAfurin and GMCSF Augmented Autologous Tumor Cell Immunotherapy) in Ewing's Sarcoma",
  "officialTitle": "A 2-part Trial Comparing Overall Survival of Patients With Metastatic Ewing's Sarcoma Treated With Vigil Versus Gemcitabine and Docetaxel and to Determine Safety Profile of Vigil in Combination With Irinotecan and Temozolomide.",
  "protocolDocument": {
    "nctId": "NCT02511132",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-04-12",
    "uploadDate": "2022-04-01T16:11",
    "size": 1717895,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02511132/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 22,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-02-10",
    "completionDate": "2020-12-23",
    "primaryCompletionDate": "2018-11-12",
    "firstSubmitDate": "2015-07-28",
    "firstPostDate": "2015-07-29"
  },
  "eligibilityCriteria": {
    "criteria": "Tissue Procurement Inclusion Criteria:\n\nPatients will be eligible for tissue procurement for the Vigil manufacturing process, if they meet all of the following criteria:\n\n* Histologically confirmed Ewing's Sarcoma Family of Tumors (ESFT)\n* Age ≥2 years\n* Estimated survival ≥ 6 months\n* Evidence of EWS translocation by FISH or RT-PCR or Next Generation Sequencing (NGS) Metastatic disease\n* Refractory or intolerant to ≥ 2 lines of systemic chemotherapy (Part 1) or Refractory or intolerant to at least 1 line of systemic chemotherapy (Part 2)\n* Planned standard of care surgical procedure (e.g., tumor biopsy or palliative resection or thoracentesis) and expected availability of a cumulative mass of \\~10-30 grams tissue (\"golf-ball\" size) or pleural fluid estimated volume ≥ 500mL (must be primary tap) for immunotherapy manufacture\n* Tumor intended for immunotherapy manufacture is not embedded in bone and does not contain luminal tissue (e.g., bowel, ureter, bile duct)\n* Ability to understand and the willingness to sign a written informed consent document for tissue harvest\n\nTissue Procurement Exclusion Criteria:\n\nPatients meeting any of the following criteria are not eligible for tissue procurement for the Vigil manufacturing:\n\n* Medical condition requiring any form of chronic systemic immunosuppressive therapy (steroid or other) except physiologic replacement doses of hydrocortisone or equivalent (no more than 30 mg hydrocortisone or 10 mg prednisone equivalent daily) for \\< 30 days duration\n* Known history of other malignancy unless having undergone curative intent therapy without evidence of that disease for ≥ 3 years except cutaneous squamous cell and basal cell skin cancer, superficial bladder cancer, in situ cervical cancer or other in situ cancers are allowed if definitively resected\n* Brain metastases unless treated with curative intent (gamma knife or surgical resection) and without evidence of progression for ≥ 2 months\n* Any documented history of autoimmune disease with exception of Type 1 diabetes on stable insulin regimen, hypothyroidism on stable dose of replacement thyroid medication, vitiligo, or asthma not requiring systemic steroids\n* Known history of allergies or sensitivities to gentamicin\n* Known hypersensitivity reactions to docetaxel or to other drugs formulated with polysorbate 80 that would preclude treatment with docetaxel (Part 1 only)\n* History of or current evidence of any condition (including medical, psychiatric or substance abuse disorder), therapy, or laboratory abnormality that might confound the results of the study, interfere with the patient's participation for the full duration of the study, or is not in the best interest of the patient to participate, in the opinion of the treating Investigator.\n* Known HIV or chronic Hepatitis B or C infection\n\nStudy Enrollment Inclusion Criteria:\n\nPatients will be eligible for registration if they meet all of the following inclusion criteria:\n\n* Successful manufacturing of at least 4 vials of Vigil\n* Karnofsky performance status (KPS) ≥60% (Part 1) or KPS ≥80% (Part 2)\n* Estimated survival ≥ 4 months (Part 1) or estimated survival of ≥6 months (Part 2)\n* Normal organ and marrow function as defined below:\n\n  * Absolute granulocyte count ≥1,500/mm3\n  * Absolute lymphocyte count ≥400/mm3\n  * Platelets ≥100,000/mm3\n  * Total bilirubin ≤ institutional upper limit of normal\n  * AST(SGOT)/ALT(SGPT) ≤2x institutional upper limit of normal\n  * Creatinine \\<1.5 mg/dL\n* Subject has recovered to CTCAE Grade 1 or better from all adverse events associated with prior therapy or surgery. Pre-existing motor or sensory neurologic pathology or symptoms must be recovered to CTCAE Grade 2 or better.\n* If female of childbearing potential, has a negative urine or serum pregnancy test. If the urine test is positive or cannot be confirmed as negative, a negative serum test will be required for study entry.\n* Ability to understand and the willingness to sign a written informed protocol specific consent\n\nStudy Enrollment Exclusion Criteria:\n\nMeasureable disease is not a requirement for enrollment onto the trial.\n\nIn addition to the procurement exclusion criteria, patients will NOT be eligible for study registration and randomization if meeting any of the following criteria:\n\n* Any anti-neoplastic therapy between tissue procurement for Vigil manufacture and start of study therapy\n* Live vaccine used for the prevention of infectious disease administered \\< 30 days prior to the start of study therapy\n* Post-surgery complication that in the opinion of the treating investigator would interfere with the patient's study participation or make it not in the best interest of the patient to participate",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "2 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Adverse Events Determined by Laboratory Assessments and Physical Examinations",
        "description": "To determine safety profile of Vigil immunotherapy in combination with irinotecan and temozolomide with 30 days of last dose in patients with metastatic Ewing's sarcoma refractory or intolerant to at least 1 prior line of systemic chemotherapy.\n\n• To determine safety profile of Vigil immunotherapy in combination with irinotecan and temozolimidetemozolomide in patients with metastatic Ewing's sarcoma refractory or intolerant to at least 1 prior line of systemic chemotherapy.",
        "timeFrame": "30 days of last treatment dosing"
      }
    ],
    "secondary": [
      {
        "measure": "Progression Free Survival",
        "description": "Progression Free Survival (PFS) is defined as the time from randomization to the event of disease recurrence/progression defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1) or death due to any cause. To determine the progression free survival of subjects dosed with Vigil immunotherapy in combination with irinotecan and temozolomide.",
        "timeFrame": "Estimated median 1.3 years"
      },
      {
        "measure": "Overall Survival",
        "description": "OS is defined as time from randomization to death or to the date of last follow-up. The date of last follow-up confirming survival will be used as the censoring date for subjects who are alive and/or do not have a known date of death.",
        "timeFrame": "Estimated median 2 years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:47.852Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}