{
  "nctId": "NCT02293499",
  "briefTitle": "Peer Led Asthma Self Management for Adolescents: PLASMA",
  "officialTitle": "Peer Led Asthma Self Management for Adolescents: PLASMA",
  "protocolDocument": {
    "nctId": "NCT02293499",
    "filename": "Prot_SAP_002.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2014-09-25",
    "uploadDate": "2020-04-08T20:32",
    "size": 316652,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02293499/document/Prot_SAP_002.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 371,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-05-14",
    "completionDate": "2019-02-28",
    "primaryCompletionDate": "2019-02-28",
    "firstSubmitDate": "2014-10-24",
    "firstPostDate": "2014-11-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Eligibility criteria for adolescent (camp) participants include:\n\n  1. age between 12-17 years;\n  2. physician-diagnosed asthma that has required health service use (preventive or acute) within 12 months prior to recruitment;\n  3. persistent asthma determined by current use of a control medication or presenting at least one of the following four symptom levels in the past 4 weeks, as defined by the NAEPP guidelines91:\n* \\> 2 days/week of daytime symptoms,\n* \\>3-4 times of nighttime awakening,\n* \\>2 days/week of SABA use, or\n* any interference with normal activities due to asthma (4) Investigators will include those with chronic health conditions except for those with conditions affecting respiratory system, heart disease, pneumonia, etc., and those with moderate to severe cognitive impairments; (5) primary residence located in the participating inner cities based on zip codes; and (6) ability to understand spoken and written English.\n\nEligibility criteria for peer leaders include:\n\n1. age between 16-20 years;\n2. nomination from school teachers/nurses or healthcare providers for candidates' exemplary asthma self-management, leadership, and emotional intelligence; and\n3. fulfillment of eligibility criteria (2)-(6) prescribed for adolescent participants.\n\nExclusion Criteria:\n\n1. Adolescents who are pregnant or incarcerated at enrollment;\n2. Have learning disabilities based on reports from teachers or clinicians will be excluded from the study because such conditions can confound the interpretation of findings;\n3. Those who have serious health (other than asthma) and emotional preconditions (e.g., severe depression, anxiety disorders, schizophrenia).",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "12 Years",
    "maximumAge": "20 Years",
    "stdAges": [
      "CHILD",
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "The Pediatric Asthma Quality of Life Questionnaire (PAQOL)",
        "description": "a 23-item instrument, 118 consists of three subdomains: activity limitation (5 items), emotional function (8 items), and symptoms (10 items). Higher scores indicate better levels of functioning. This scale has proved a valid and reliable measure of asthma-specific quality of life in adolescents. Mean scores are reported, and range from 1 to 7. Higher score indicating higher quality of life.",
        "timeFrame": "15 months"
      }
    ],
    "secondary": [
      {
        "measure": "Adolescent Asthma Knowledge Questionnaire (AAK)",
        "description": "This 30-item instrument is a modification of the original 27-item questionnaire measuring children's knowledge of triggers and symptom identification and asthma management procedures. Total score range from 0 to 30, with higher score indicating greater knowledge.",
        "timeFrame": "15 months"
      },
      {
        "measure": "Attitude Toward Asthma Scale (ATA)",
        "description": "This 13-item scale measures children's attitudes toward their asthma on a 5-point Likert-type scale. Mean score ranges from 1 to 5, with higher score indicating a more positive attitude.",
        "timeFrame": "15 months"
      },
      {
        "measure": "Asthma Self-Efficacy (ASE)",
        "description": "This 14-item instrument measured on a 5-point scale (from 1='not at all sure' to 5='completely sure') assesses a child's confidence in attack prevention (e.g., learning asthma self-management skills, correct use of medication) and attack management (e.g., control symptoms, decide which medication to use). A total score was computed, ranging from 14 and 70, with higher values indicating greater self-efficacy.",
        "timeFrame": "15 months"
      },
      {
        "measure": "Asthma Outcome Expectation Scale (AOE)",
        "description": "This 5 items scale measured on a 9-point scale from 'not all all (1)' to 'extremely (9)' assess the construct of \"outcome expectations\" derived from social cognitive theory. The average score was computed, ranging from 1 to 9, with higher scores suggesting more positive expectations about performing actions of asthma self-management.",
        "timeFrame": "15 months"
      },
      {
        "measure": "Asthma Prevention Index",
        "description": "This is one of 3 subscales of asthma self-management indices developed for adolescents with asthma. The prevention index consists of 11 items measured on a 3-point scale. An average score based on items 1-9 was computed, ranging from 1 to 3, with higher scores suggesting greater regularity of prevention steps.",
        "timeFrame": "15 months"
      },
      {
        "measure": "Asthma Management Index (AMI)",
        "description": "This is one of the 3 subscales of Asthma Self-Management Indices. This subscale (9 items total) measures the number of steps taken to manage symptoms once they occur, and two response options are given, 0=no and 1=yes. Items 1-4, 6, 8 \\& 9 were summed for a total count of management steps taken, with possible scores ranging from 0 to 7. The higher the sum scores, the greater the number of steps taken to manage symptoms.",
        "timeFrame": "15 months"
      },
      {
        "measure": "Asthma Management Self-efficacy Index",
        "description": "This is one of 3 subscales of asthma self-management indices developed for adolescents with asthma. The self-efficacy index consists of 14 items measured on a 6-point scale (1='I am very sure I could not'; 6='I am very sure I could'). An average score of all 14 items was computed, ranging from 1 to 6, with higher scores suggesting greater self-efficacy.",
        "timeFrame": "15 months"
      },
      {
        "measure": "Asthma Control Questionnaire (ACQ)",
        "description": "ACQ consists of 6-items measuring asthma control based on the frequency, severity, and types of symptoms, as well as degree of activity limitation, and use of SABA in the past 7 days. Each item was responded on a 6-point scale from 0 to 6. Average scores were computed, with higher scores indicating worse asthma control.",
        "timeFrame": "15 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 64,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:22.308Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}