{
  "nctId": "NCT04923776",
  "briefTitle": "Liver Directed RT + Chemo-immunotherapy for ES-SCLC",
  "officialTitle": "A Phase II Trial of Atezolizumab + Carboplatin + Etoposide With Liver-Directed Radiotherapy (RT) in Extensive Stage Small Cell Lung Cancer (ES-SCLC) Patients With Liver Metastases",
  "protocolDocument": {
    "nctId": "NCT04923776",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-11-15",
    "uploadDate": "2024-09-25T09:39",
    "size": 1328890,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04923776/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 2,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-09-20",
    "completionDate": "2023-12-23",
    "primaryCompletionDate": "2023-09-13",
    "firstSubmitDate": "2021-06-07",
    "firstPostDate": "2021-06-11"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Age≥ 18 years\n2. Histologically or cytologically confirmed ES-SCLC (per the Veterans Administration Lung Study Group (VALG) staging system)\n3. No prior treatment for ES-SCLC\n4. Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n5. Patients with a history of treated, asymptomatic CNS metastases are eligible providing they meet the following criteria\n\n   * Only supratentorial and cerebellar metastases allowed (i.e., no metastases to midbrain, pons, medulla or spinal cord)\n   * No ongoing requirement for corticosteroids as therapy for CNS disease\n   * No stereotactic brain radiation within 7 days\n   * No evidence of interim progression between the completion of CNS-directed therapy and the screening radiographic study\n   * Patients with new asymptomatic Central Nervous System (CNS) metastases detected at the screening scan must receive radiation therapy and/or surgery for CNS metastases. Following treatment, these patients may then be eligible without the need for an additional brain scan prior to randomization, if all other criteria are met.\n6. At least one liver metastasis measuring 1 cm.\n7. Measurable disease, as defined by RECIST v1.1, in addition to the liver lesion(s) to which SBRT is planned.\n8. Patients must submit a pre-treatment tumor tissue sample from a liver metastasis. Tumor tissue must be obtained prior to the start of treatment.\n9. Adequate hematologic and end organ function, defined by the following laboratory results:\n\n   * Absolute neutrophil count (ANC) ≥1500 cells/μL without granulocyte colony-stimulating factor support\n   * Lymphocyte count ≥500/μL\n   * Platelet count ≥100,000/μL without transfusion\n   * Hemoglobin ≥9.0 g/dL Patients may be transfused to meet this criterion.\n   * International Normalized Ratio (INR) or Activated Partial Thromboplastin Time (aPTT) ≤1.5×upper limit of normal (ULN) This applies only to patients who are not receiving therapeutic anticoagulation; patients receiving therapeutic anticoagulation should be on a stable dose.\n   * Aspartate aminotransferase (AST), Alanine Aminotransferase (ALT), and alkaline phosphatase ≤5×ULN\n   * Serum bilirubin ≤1.25×ULN (Patients with known Gilbert disease who have serum bilirubin level ≤3×ULN may be enrolled)\n   * Serum creatinine ≤1.5×ULN\n10. For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive methods as defined below:\n\n    * Women must remain abstinent or use contraceptive methods with a failure rate of \\< 1% per year during the treatment period and for 6 months after the final dose of carboplatin and etoposide\n    * A woman is considered to be of childbearing potential if she is postmenarchal, has not reached a postmenopausal state (≥12 continuous months of amenorrhea with no identified cause other than menopause), and has not undergone surgical sterilization (removal of ovaries and/or uterus). The definition of childbearing potential may be adapted for alignment with local guidelines or requirements.\n    * Examples of contraceptive methods with a failure rate of \\< 1% per year include bilateral tubal ligation, male sterilization, hormonal contraceptives that inhibit ovulation, hormone-releasing intrauterine devices, and copper intrauterine devices.\n    * The reliability of sexual abstinence should be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the patient. Periodic abstinence (e.g., calendar, ovulation, symptothermal, or postovulation methods) and withdrawal are not adequate methods of contraception\n11. For men: agreement to remain abstinent (refrain from heterosexual intercourse) or use a condom, and agreement to refrain from donating sperm, as defined below:\n\n    * With female partners of childbearing potential or pregnant female partners, men must remain abstinent or use a condom during treatment with chemotherapy (i.e., carboplatin and etoposide) and for at least 6 months after the last dose of chemotherapy to avoid exposing the embryo.\n    * The reliability of sexual abstinence should be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the patient. Periodic abstinence and withdrawal are not acceptable methods of contraception.\n12. Negative HIV test at screening, with the following exception: patients with a positive HIV test at screening are eligible, provided they are stable on anti-retroviral therapy, have a CD4 count3 200/µL, and have an undetectable viral load\n13. Ability to understand and the willingness to sign a written informed consent document.\n14. Ability to comply with the study protocol, in the investigator's judgment.\n\nExclusion Criteria:\n\n1. Active or untreated CNS metastases as determined by computed tomography (CT) or magnetic resonance imaging (MRI) evaluation during screening and prior radiographic assessments\n2. Spinal cord compression not definitively treated with surgery and/or radiation or previously diagnosed and treated spinal cord compression without evidence that disease has been clinically stable for ≥1 week prior to randomization\n3. Leptomeningeal disease\n4. Prior radiation treatment of SCLC outside of the CNS\n5. Uncontrolled pleural effusion, pericardial effusion, or ascites requiring recurrent drainage procedures (once monthly or more frequently). Patients with indwelling catheters (e.g., PleurX®) are allowed.\n6. Uncontrolled or symptomatic hypercalcemia (\\>1.5 mmol/L ionized calcium or calcium \\>12 mg/dL or corrected serum calcium \\>ULN)\n7. Patients who are receiving denosumab prior to randomization must be willing and eligible to discontinue its use and replace it with a bisphosphonate while in the study.\n8. Malignancies other than SCLC within 5 years prior to randomization, with the exception of those with a negligible risk of metastasis or death (e.g., expected 5-year OS \\>90%) treated with expected curative outcome (such as adequately treated carcinoma in situ of the cervix, basal or squamous-cell skin cancer, localized prostate cancer treated surgically with curative intent, ductal carcinoma in situ treated surgically with curative intent)\n\n   a. Prior radiation for non-SCLC malignancies \\>5 years prior to randomization will be permitted, with the exception of those who underwent liver-directed treatments\n9. Child-Pugh class B cirrhosis or worse\n10. History of liver-directed ablative therapy for any indication, including radiation, chemoembolization, radiofrequency ablation, or other similar modalities\n11. Women who are pregnant, lactating, or intending to become pregnant during the study\n12. Pregnant women are excluded from this study because carboplatin and etoposide are category D agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with atezolizumab, breastfeeding should be discontinued if the mother is treated with atezolizumab.\n13. History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins\n14. Known hypersensitivity or allergy to biopharmaceuticals produced in Chinese hamster ovary cells or any component of the atezolizumab formulation\n15. History of autoimmune disease, including but not limited to myasthenia gravis, myositis,autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjögren's syndrome, Guillain-Barré syndrome, multiple sclerosis, vasculitis, or glomerulonephritis\n\n    1. Patients with a history of autoimmune-related hypothyroidism on a stable dose of thyroid replacement hormone may be eligible for this study.\n    2. Patients with controlled Type I diabetes mellitus on a stable dose of insulin regimen are eligible for this study.\n16. Patients with eczema, psoriasis, lichen simplex chronicus, or vitiligo with dermatologic manifestations only (e.g., patients with psoriatic arthritis would be excluded) are permitted provided that they meet the following conditions:\n\n    * Rash must cover less than 10% of body surface area\n    * Disease is well controlled at baseline and only requires low potency topical steroids\n    * No acute exacerbations of underlying condition within the last 12 months (not requiring psoralen plus ultraviolet A radiation (PUVA), methotrexate, retinoids, biologic agents, oral calcineurin inhibitors, high potency, or oral steroids)\n17. History of idiopathic pulmonary fibrosis, organizing pneumonia (e.g., bronchiolitis obliterans), drug-induced pneumonitis, idiopathic pneumonitis, or evidence of active pneumonitis on screening chest CT scan (History of radiation pneumonitis in the radiation field (fibrosis) is permitted).\n18. Patients with active hepatitis B (chronic or acute; defined as having a positive hepatitis B surface antigen (HBsAg) test at screening) or hepatitis C\n\n    * Patients with past hepatitis B virus (HBV) infection or resolved HBV infection (defined as the presence of hepatitis B core antibody (HBcAb) and absence of HBsAg) are eligible. HBV DNA must be obtained in these patients prior to randomization.\n    * Patients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction (PCR) is negative for HCV RNA.\n19. Active tuberculosis\n20. Severe infections at the time of enrollment, including but not limited to hospitalization for complications of infection, bacteremia, or severe pneumonia\n21. Significant cardiovascular disease, such as New York Heart Association cardiac disease (Class II or greater), myocardial infarction within 3 months prior to randomization, unstable arrhythmias, or unstable angina (Patients with known coronary artery disease, congestive heart failure not meeting the above criteria, or left ventricular ejection fraction \\<50% must be on a stable medical regimen that is optimized in the opinion of the treating physician, in consultation with a cardiologist if appropriate).\n22. Major surgical procedure other than for diagnosis within 28 days prior to randomization or anticipation of need for a major surgical procedure during the course of the study\n23. Prior allogeneic bone marrow transplantation or solid organ transplant\n24. Any other diseases, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug or that may affect the interpretation of the results or render the patient at high risk for treatment complications\n25. Previous anti-cancer therapy for ES-SCLC\n26. Treatment with any other investigational agent or participation in another clinical study with therapeutic intent within 28 days prior to enrollment\n27. Administration of a live, attenuated vaccine within 4 weeks before randomization or anticipation that such a live attenuated vaccine will be required during the study\n\n    * Influenza vaccination should be given during influenza season only (approximately October through May in the Northern Hemisphere and approximately April through September in the Southern Hemisphere).\n    * Patients must agree not to receive live, attenuated influenza vaccine (e.g.,FluMist®) within 28 days prior to randomization, during treatment or within 90 days following the last dose of atezolizumab/placebo.\n28. Prior treatment with immune checkpoint blockade therapies, anti-PD-1, and anti-PD-L1therapeutic antibodies\n29. Treatment with systemic immunosuppressive medications (including, but not limited to prednisone, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumor necrosis factor (anti-TNF) agents) within 2 weeks prior to randomization\n\n    * Patients who have received acute, low-dose, systemic immunosuppressant medications (e.g., a one-time dose of dexamethasone for nausea) may be enrolled in the study after discussion with and approval by the Principal Investigator\n    * The use of inhaled corticosteroids for chronic obstructive pulmonary disease, mineralocorticoids (e.g., fludrocortisone) for patients with orthostatic hypotension, and low-dose supplemental corticosteroids for adrenocortical insufficiency are allowed.\n30. History of allergic reactions to carboplatin or etoposide",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Progression Free Survival (PFS) Rate",
        "description": "Progression free survival rate at 6 months will be measured to assess the efficacy of liver-directed SBRT when added to standard of care atezolizumab + chemotherapy. 6-month PFS rate will be defined as the proportion of patients that are progression free and alive at 6 months from the start of treatment.",
        "timeFrame": "Up to 6 months"
      }
    ],
    "secondary": [
      {
        "measure": "Overall Survival Rate",
        "description": "Overall survival (OS) will be defined as the time from treatment start to date of death or last follow up. Patients lost to follow-up at the cut-off date will be censored in the analysis.",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Disease Control Rate (DCR)",
        "description": "Disease control rate (DCR) will be defined as the proportion of patients who have a partial (PR) or complete response (CR) or stable disease (SD) after beginning study treatment. Only patients who have received at least one cycle of therapy and have had their disease re-evaluated will be considered evaluable for response.",
        "timeFrame": "Up to 2 years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 24,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:30:56.724Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}