{
  "nctId": "NCT02787551",
  "briefTitle": "Efficacy and Safety of the Insulin Glargine/Lixisenatide Fixed Ratio Combination (FRC) Versus GLP-1 Receptor Agonist in Patients With Type 2 Diabetes, With a FRC Extension Period",
  "officialTitle": "A 26-Week Randomized, Open-label, Active Controlled, Parallel-group, Study Assessing the Efficacy and Safety of the Insulin Glargine/Lixisenatide Fixed Ratio Combination in Adults With Type 2 Diabetes Inadequately Controlled on GLP-1 Receptor Agonist and Metformin (Alone or With Pioglitazone and/or SGLT2 Inhibitors), Followed by a Fixed Ratio Combination Single-arm 26-Week Extension Period",
  "protocolDocument": {
    "nctId": "NCT02787551",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-05-12",
    "uploadDate": "2019-05-23T12:12",
    "size": 2155100,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02787551/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 514,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-07-06",
    "completionDate": "2018-11-17",
    "primaryCompletionDate": "2018-05-25",
    "firstSubmitDate": "2016-05-26",
    "firstPostDate": "2016-06-01"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion criteria :\n\n* Participants with type 2 diabetes mellitus diagnosed at least 1 year prior to screening visit.\n* Participants who were treated with one of the following GLP-1 receptor agonists for at least 4 months prior to screening visit 1 (V1), and with stable dose for at least 3 months prior to screening visit (V1):\n* Liraglutide (Victoza®) 1.8 milligram (mg) QD or 1.2 mg QD, if the 1.8 mg QD dose was not well tolerated according to the Investigator's judgment or\n* Exenatide (Byetta®) 10 microgram (µg) BID or of 5 µg BID, if 10 µg BID dose was not well tolerated according to the Investigator's judgment\n\nin combination with metformin (daily dose greater than equal to \\[\\>=\\] 1500 mg/day or maximum tolerated dose \\[MTD\\]), with or without pioglitazone, with or without SGLT2 inhibitor, all at stable dose for at least 3 months prior to screening.\n\nor\n\nParticipants who were treated with stable dose of one of the following GLP-1 receptor agonists for at least 6 months prior to screening visit (V1):\n\n* Exenatide extended-release (Bydureon®) 2 mg once weekly (QW), if well tolerated according to Investigator's judgment,\n* Albiglutide (Tanzeum®) 50 mg QW or 30 mg QW, if 50 mg QW was not well tolerated according to Investigator's judgment,\n* Dulaglutide (Trulicity®) 1.5 mg QW or 0.75 mg QW, if 1.5 mg QW was not well tolerated according to Investigator's judgment\n\nin combination with metformin (daily dose ≥1500 mg/day or MTD), with or without pioglitazone, with or without SGLT2 inhibitor, all at stable dose for at least 3 months prior to screening;\n\n-Signed written informed consent.\n\nExclusion criteria:\n\n* At screening visit, age \\<18.\n* Screening HbA1c \\<7% and \\>9%.\n* Pregnancy or lactation, women of childbearing potential with no effective contraceptive method.\n* Any use of antidiabetic drugs within 3 months prior to the screening visit other than those described in the inclusion criteria.\n* Previous treatment with insulin in the year prior to screening visit (note: short-term treatment with insulin \\[\\<=10 days\\] due to intercurrent illness including gestational diabetes was allowed at the discretion of the study physician).\n* Laboratory findings at the time of screening, including:\n* Fasting plasma glucose (FPG) \\>250 mg/dL (13.9 millimoles per litre \\[mmol/L\\]),\n* Amylase and/or lipase \\>3 times the upper limit of the normal laboratory range (ULN),\n* Alanine transaminase or aspartate transaminase \\>3 ULN,\n* Calcitonin \\>=20 pg/mL (5.9 pmol/L),\n* Positive pregnancy test.\n* Participant who had renal function impairment with estimated glomerular filtration rate \\<30mL/min/1.73m\\^2 (using the Modification of Diet in Renal Disease formula) or end-stage renal disease.\n* Contraindication to use of insulin glargine, or lixisenatide or GLP-1 receptor agonist (Victoza®, Byetta®, Bydureon®, Tanzeum® or Trulicity®) according to local labeling.\n* Any contraindication to metformin or pioglitazone or SGLT2 inhibitor use, according to local labeling.\n* History of hypersensitivity to insulin glargine, or to any of the excipients.\n* History of allergic reaction to any GLP-1 receptor agonist or to meta-cresol.\n* Personal or immediate family history of medullary thyroid cancer (MTC) or genetic condition that predisposes to MTC (eg, multiple endocrine neoplasia type 2 syndromes).\n* History of pancreatitis (unless pancreatitis was related to gallstones and cholecystectomy was already performed), chronic pancreatitis, pancreatitis during a previous treatment with incretin therapies, pancreatectomy.\n* Body mass index \\<=20 or \\>40 kg/m\\^2.\n\nExclusion criteria for the extension period:\n\n* Participants in the FRC arm with a rescue therapy and HbA1c \\>8% at week 22.\n* Participants in the FRC arm who discontinued prematurely from FRC treatment before week 26.\n* Participants in the GLP-1 RA treatment arm after randomization.\n\nThe above information is not intended to contain all considerations relevant to a patient's potential participation in a clinical trial.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Glycated Hemoglobin (HbA1c) to Week 26: Core Period",
        "description": "Change in HbA1c was calculated by subtracting baseline value from Week 26 value. Adjusted least squares (LS) mean and standard error (SE) were obtained from Mixed-effect model with repeated measures (MMRM) to account for missing data using all available post baseline data during the 26 week treatment period.",
        "timeFrame": "Baseline, Week 26"
      },
      {
        "measure": "Change From Baseline in Glycated Hemoglobin (HbA1c) to Week 52: Single Arm Extension Period",
        "description": "Change in HbA1c was calculated by subtracting baseline value from Week 52 value.",
        "timeFrame": "Baseline, Week 52"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants Reaching HbA1c <7% or <=6.5% at Week 26: Core Period",
        "description": "Participants without any available HbA1c assessment at Week 26 were considered as non-responders.",
        "timeFrame": "Week 26"
      },
      {
        "measure": "Percentage of Participants Reaching HbA1c <7 % or <=6.5% at Week 52: Single Arm Extension Period",
        "description": "Participants without any available HbA1c assessment at Week 52 were considered as non-responders.",
        "timeFrame": "Week 52"
      },
      {
        "measure": "Change From Baseline in Fasting Plasma Glucose (FPG) to Week 26: Core Period",
        "description": "Change in FPG was calculated by subtracting baseline value from Week 26 value. Adjusted LS means and SE were obtained from MMRM to account for missing data using all available post baseline data during the 26 week treatment period.",
        "timeFrame": "Baseline, Week 26"
      },
      {
        "measure": "Change From Baseline in Fasting Plasma Glucose (FPG) to Week 52: Single Arm Extension Period",
        "description": "Change in FPG was calculated by subtracting baseline value from Week 52 value.",
        "timeFrame": "Baseline, Week 52"
      },
      {
        "measure": "Change From Baseline in the Daily Average of the 7-point Self-monitored Plasma Glucose (SMPG) to Week 26: Core Period",
        "description": "The 7-point SMPG profile was measured at the following 7 points: pre-prandial and 2 hours postprandial for breakfast, lunch, dinner and at bedtime. Two hours postprandial (breakfast, lunch and dinner) was defined as 2 hours after the start of the meal. Adjusted LS means and SE were obtained from MMRM to account for missing data using all available post baseline data during the 26 week treatment period.",
        "timeFrame": "Baseline, Week 26"
      },
      {
        "measure": "Change From Baseline in the Daily Average of the 7-point Self-monitored Plasma Glucose (SMPG) to Week 52: Single Arm Extension Period",
        "description": "The 7-point SMPG profile was measured at the following 7 points: pre-prandial and 2 hours postprandial for breakfast, lunch, dinner and at bedtime. Two hours postprandial (breakfast, lunch and dinner) was defined as 2 hours after the start of the meal.",
        "timeFrame": "Baseline, Week 52"
      },
      {
        "measure": "Change From Baseline in 2-Hour Postprandial Plasma Glucose (PPG) During Standardized Meal Test to Week 26: Core Period",
        "description": "The 2-hour PPG test measured blood glucose 2 hours after eating a liquid standardized breakfast meal. Change in PPG was calculated by subtracting baseline value from Week 26 value. Missing data was imputed using last observation carried forward (LOCF).",
        "timeFrame": "Baseline, Week 26"
      },
      {
        "measure": "Change From Baseline in 2-Hour Postprandial Plasma Glucose (PPG) During Standardized Meal Test to Week 52: Single Arm Extension Period",
        "description": "The 2-hour PPG test measured blood glucose 2 hours after eating a liquid standardized breakfast meal. Change in PPG was calculated by subtracting baseline value from Week 52 value. Missing data was imputed using LOCF.",
        "timeFrame": "Baseline, Week 52"
      },
      {
        "measure": "Change From Baseline in 2-Hour Blood Glucose Excursion During Standardized Meal Test to Week 26: Core Period",
        "description": "2-hour plasma glucose excursion = 2-hour PPG value minus plasma glucose value obtained 30 minutes prior to the start of meal and before investigational medicinal product (IMP) administration if IMP was injected before breakfast. Change in plasma glucose excursions were calculated by subtracting baseline value from Week 26 value. Missing data was imputed using LOCF.",
        "timeFrame": "Baseline, Week 26"
      },
      {
        "measure": "Change From Baseline in 2-Hour Blood Glucose Excursion During Standardized Meal Test to Week 52: Single Arm Extension Period",
        "description": "2-hour plasma glucose excursion = 2-hour PPG value minus plasma glucose value obtained 30 minutes prior to the start of meal and before IMP administration if IMP was injected before breakfast. Change in plasma glucose excursions were calculated by subtracting baseline value from Week 52 value. Missing data was imputed using LOCF.",
        "timeFrame": "Baseline, Week 52"
      },
      {
        "measure": "Percentage of Participants Requiring Rescue Therapy During the 26 Week Treatment Period: Core Period",
        "description": "Routine HbA1c value was used to determine the requirement of rescue medication. Threshold values at Week 12 or later on Week 12: HbA1c \\>8%.",
        "timeFrame": "From Baseline to Week 26"
      },
      {
        "measure": "Percentage of Participants Requiring Rescue Therapy During the 52 Week Treatment Period: Single Arm Extension Period",
        "description": "Routine HbA1c value was used to determine the requirement of rescue medication. Threshold values at Week 12 or later on Week 12: HbA1c \\>8%.",
        "timeFrame": "From Week 26 to Week 52"
      },
      {
        "measure": "Change From Baseline in Body Weight at Week 26: Core Period",
        "description": "Change in body weight was calculated by subtracting baseline value from Week 26 value.",
        "timeFrame": "Baseline, Week 26"
      },
      {
        "measure": "Change From Baseline in Body Weight to Week 52: Single Arm Extension Period",
        "description": "Change in body weight was calculated by subtracting baseline value from Week 52 value.",
        "timeFrame": "Baseline, Week 52"
      },
      {
        "measure": "Number of Documented Symptomatic Hypoglycemia Events Per Participant-Year: Core Period",
        "description": "Documented symptomatic hypoglycemia was an event during which symptoms of hypoglycemia were accompanied by a measured plasma glucose concentration of \\<=3.9 mmol/L (70 mg/dL). Hypoglycemic episodes with plasma glucose of \\<3.0 mmol/L (54 mg/dL) were also analyzed.",
        "timeFrame": "From Baseline to Week 26"
      },
      {
        "measure": "Number of Documented Symptomatic Hypoglycemia Events Per Participant-Year: Single Arm Extension Period",
        "description": "Documented symptomatic hypoglycemia was an event during which symptoms of hypoglycemia were accompanied by a measured plasma glucose concentration of \\<=3.9 mmol/L (70 mg/dL). Hypoglycemic episodes with plasma glucose of \\<3.0 mmol/L (54 mg/dL) were also analyzed.",
        "timeFrame": "From Baseline to Week 52"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 16,
      "otherCount": 0,
      "totalCount": 18
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:11.602Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}