{
  "nctId": "NCT02451423",
  "briefTitle": "Neoadjuvant Atezolizumab in Localized Bladder Cancer",
  "officialTitle": "Phase II Study of Neoadjuvant Atezolizumab-based Immunotherapy for Patients With Urothelial Carcinoma (NEBULA)",
  "protocolDocument": {
    "nctId": "NCT02451423",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-03-29",
    "uploadDate": "2024-01-30T18:41",
    "size": 1156664,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02451423/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 23,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-03-29",
    "completionDate": "2023-03-31",
    "primaryCompletionDate": "2023-03-31",
    "firstSubmitDate": "2015-03-04",
    "firstPostDate": "2015-05-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* 18 years of age or older\n* Eastern Cooperative Oncology Group (ECOG) performance status 0, 1\n* Histologically document transitional cell carcinoma with the presence of any of the following stages: Carcinoma in situ (CIS), high-grade Ta, any grade T1, or any grade cT2-T4, considered appropriate for radical cystectomy. Subjects with mixed histology are required to have a dominant transitional cell carcinoma (TCC) pattern.\n* For subjects with non-muscle-invasive bladder cancer (NMIBC), Bacillus Calmette-Guerin (BCG) -refractory or BCG-resistant disease. BCG-refractory disease is defined as the absence of a complete response by 6 months in patients who have received induction and maintenance OR two induction courses of BCG. BCG-resistant disease is defined as persistent or recurrent disease after 2 induction courses of BCG within 1 year OR cancer recurrence within 1 year of initiation of therapy for patients who have received induction plus maintenance BCG therapy. Subjects with NMIBC must be suitable for and willing to undergo a radical cystectomy at the completion of study therapy.\n* For subjects with muscle invasive disease: not suitable neoadjuvant cisplatin-based chemotherapy as determined by the following:\n* Creatinine clearance less than 60ml/min. Glomerular filtration rate (GFR) should be assessed by calculation from serum/plasma creatinine (Cockcroft-Gault formula)\n* Common Terminology Criteria for Adverse Events (CTCAE) Grade \\>/= 2 hearing loss\n* CTCAE Grade \\>/= 2 neuropathy\n* Subjects with nonmetastatic muscle-invasive bladder cancer (MIBC) not meeting the above criteria are still eligible provided the patient declines neoadjuvant cisplatin-based chemotherapy, after specific informed consent describing the known benefits of cisplatin-based chemotherapy. The reason for declining must be documented.\n* Adequate bone marrow function defined as\n* White Blood Cell count (WBC) \\> 2500 cells/mm3\n* Absolute Neutrophil Count (ANC) \\> 1500 cells/mm3\n* Hemoglobin \\> 9 g/dL. Patients may be transfused or receive erythropoietic treatment to meet this criterion.\n* Platelet count \\> 100,000 cells/mm3\n* Adequate renal function: Serum creatinine \\< 2 mg/dL OR calculated Creatinine Clearance (CrCl) \\> 30ml/min\n* Serum bilirubin \\< 1.5 x ULN (except for patients with documented Gilbert's disease)\n* aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\< 2.5 x upper limit of normal (ULN)\n* Ability to understand and willingness to sign a written informed consent.\n* Have available evaluable archival tumor tissue for PD-L1 biomarker assessment. Presence of PD-L1 antigen on tumors is NOT required for study entry.\n* The effects of MPDL3280A on the developing human fetus are unknown. For this reason women of child-bearing potential and men must agree to use adequate contraception prior to study entry, during study participation, and for 90 days after study treatment discontinuation. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and for 90 days after completion of study drug administration.\n\nExclusion Criteria:\n\n* Subjects with primary TCC of the ureter, urethra, or renal pelvis without TCC of the bladder are not allowed.\n* Known distant metastatic disease (e.g. pulmonary or hepatic metastases).\n* Subjects with malignant lymphadenectomy in the abdomen or pelvis considered appropriate for radical cystectomy and lymphadenectomy with the goal of complete resection of all malignant disease are allowed.\n* Intravesical chemo- or biologic therapy within 6 weeks of first treatment.\n* Prior systemic chemotherapy or radiation therapy for transitional cell carcinoma of the bladder.\n* Subjects who have received prior intravesical chemotherapy are allowed.\n* Prior treatment with CD137 agonists or immune checkpoint blockade therapies, including anti cytotoxic T-lymphocyte-associated protein 4 (CTLA-4), anti-programmed cell death protein 1 (PD-1) and anti-PD-L1 therapeutic antibodies.\n* History of autoimmune disease, including but not limited to myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegner's granulomatosis, Sjogren's syndrome, Guillain-Barre syndrome, multiple sclerosis, vacuities, or glomerulonephritis.\n* Patients with a history of autoimmune-related hypothyroidism on a stable dose of thyroid replacement hormone are eligible for this study.\n* Patients with controlled Type I diabetes mellitus on a stable dose of insulin regimen are eligible for this study.\n* History of idiopathic pulmonary fibrosis, organizing pneumonia (e.g., bronchiolitis obliterans), drug-induced pneumonitis, idiopathic pneumonitis, or evidence of active pneumonitis on screening chest CT scan.\n* History of radiation pneumonitis in the radiation field (fibrosis) is permitted.\n* Chronic liver disease\n* HIV or active hepatitis B virus (HBV); chronic or acute; defined as having a positive hepatitis B surface antigen \\[Bag\\] test at screening) or active hepatitis C\n* Patients with past HBV infection or resolved HBV infection (defined as the presence of hepatitis B core antibody (HBcAb) and absence of HBsAg) are eligible. HBV DNA must be obtained in these patients prior to Cycle 1, Day 1, but detection of HBV DNA in these patients will not exclude study participation.\n* Patients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n* Active tuberculosis\n* Severe infections within 4 weeks prior to Cycle 1, Day 1, including but not limited to hospitalization for complications of infection, bacteremia, or severe pneumonia\n* Prior allogeneic stem cell or solid organ transplant\n* Administration of a live, attenuated vaccine within 4 weeks before Cycle 1, Day 1 or anticipation that such a live attenuated vaccine will be required during the study. Inactivated vaccines (such as hepatitis A or polio vaccines) are permitted during the study.\n* Influenza vaccination should be given during influenza season only (approximately October to March). Patients must not receive live attenuated influenza vaccine (e.g., FluMist) within 4 weeks prior to Cycle 1, Day 1 and for at least 12 weeks after the last dose.\n* Clinically significant active infection or uncontrolled medical condition\n* Uncontrolled cystitis, significant bladder pain or spasms, or gross hematuria that in the opinion of the treating investigator, should preclude study entry.\n* Significant cardiovascular disease, such as New York Heart Association cardiac disease (Class II or greater), myocardial infarction within the previous 3 months, unstable arrhythmias, or unstable angina\n* Patients with known coronary artery disease, congestive heart failure not meeting the above criteria, or left ventricular ejection fraction \\< 50% must be on a stable medical regimen that is optimized in the opinion of the treating physician, in consultation with a cardiologist if appropriate.\n* Major surgical procedure other than for diagnosis within 28 days prior to Cycle 1, Day 1 or anticipation of need for a major surgical procedure other than cystectomy during the course of the study\n* Treatment with systemic corticosteroids or other systemic immunosuppressive medications (including but not limited to prednisone, dexamethasone, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumor necrosis factor (anti-TNF) agents within 2 weeks prior to Cycle 1, Day 1, or anticipated requirement for systemic immunosuppressive medications during the trial\n* Patients who have received acute, low-dose, systemic immunosuppressant medications (e.g., a one-time dose of dexamethasone for nausea) may be enrolled in the study after discussion with and approval by the Study Chair.\n* The use of inhaled corticosteroids and mineralocorticoids (e.g., fludrocortisone for adrenal insufficiency) is allowed.\n* Pregnant or nursing women are excluded\n* Known hypersensitivity to Chinese hamster ovary (CHO) cell products or any component of the MPDL3280A formulation\n* History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins\n* Malignancies other than Urological Cancers (UC) within 5 years prior to Cycle 1, Day 1, with the exception of those with a low risk of metastasis or death treated with expected curative outcome (such as, but not limited to, adequately treated carcinoma in situ of the cervix, basal or squamous cell skin cancer, localized prostate cancer treated with curative intent and absence of Prostate-specific antigen (PSA) relapse, or ductal carcinoma in situ of the breast treated surgically with curative intent) or incidental prostate cancer (T1a, Gleason score ≤ 6 and PSA \\< 0.5 ng/mL).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Mean log2 (Fold Change of CD3+ T-Cell Count/µm2) Over Time",
        "description": "The immunologic effect MPDL3280A activity within bladder tissue will be measured by a change in the Cluster of differentiation 3 positive (CD3+) T cell count/µm2 between pretreatment biopsy and cystectomy tissue following MPDL3280A infusions. For each cohort, the mean of the log2 of ratio of post-treatment vs. pre-treatment counts with 95% confidence intervals will be reported.",
        "timeFrame": "Up to 1 year"
      },
      {
        "measure": "Mean log2 (Fold Change of CD3+ Ki67+ Proliferative T Cell Count/µm2) Over Time",
        "description": "The immunologic effect MPDL3280A activity within bladder tissue will be measured by a change in the CD3+ Ki67+ proliferative T cell count/µm2 between pretreatment biopsy and cystectomy tissue following MPDL3280A infusions. For each cohort, the mean of the log2 of ratio of post-treatment vs. pre-treatment counts with 95% confidence intervals will be reported.",
        "timeFrame": "Up to 1 year"
      },
      {
        "measure": "Mean log2 (Fold Change of CD4+ FoxP3- Helper T Cell Count/µm2) Over Time",
        "description": "The immunologic effect MPDL3280A activity within bladder tissue will be measured by a change in the cluster of differentiation 4 positive (CD4+) FoxP3- helper T cells count/µm2 between pretreatment biopsy and cystectomy tissue following MPDL3280A infusions. For each cohort, the mean of the log2 of ratio of post-treatment vs. pre-treatment counts with 95% confidence intervals will be reported.",
        "timeFrame": "Up to 1 year"
      },
      {
        "measure": "Mean log2 (Fold Change of CD4+ FoxP3+ Regulatory T Cell Count/µm2) Over Time",
        "description": "The immunologic effect MPDL3280A activity within bladder tissue will be measured by a change in the CD4+ FoxP3+ regulatory T cell count/µm2 between pretreatment biopsy and cystectomy tissue following MPDL3280A infusions. For each cohort, the mean of the log2 of ratio of post-treatment vs. pre-treatment counts with 95% confidence intervals will be reported.",
        "timeFrame": "Up to 1 year"
      },
      {
        "measure": "Mean log2 (Fold Change of CD8+ Cytotoxic T Cell Count/µm2) Over Time",
        "description": "The immunologic effect MPDL3280A activity within bladder tissue will be measured by a change in the cluster of differentiation 8 positive (CD8+) cytotoxic T cell count/µm2 between pretreatment biopsy and cystectomy tissue following MPDL3280A infusions. For each cohort, the mean of the log2 of ratio of post-treatment vs. pre-treatment counts with 95% confidence intervals will be reported.",
        "timeFrame": "Up to 1 year"
      },
      {
        "measure": "Percentage of Participants With a Treatment-related Delay",
        "description": "The percentage of participants requiring a treatment-related delay in surgery beyond 12 weeks from study start will be summarized using descriptive statistics.",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Number of Participants With Maximum Grade Treatment-related Toxicities Prior to Surgery",
        "description": "Treatment-related adverse events occurring prior to surgery will be summarized by maximum toxicity grade for all participants treated with a particular regimen. The grade of toxicity will be calculated using NCI CTCAE version 4.0.",
        "timeFrame": "Up to 2 years"
      }
    ],
    "secondary": [
      {
        "measure": "Near Complete Pathologic Response Rate",
        "description": "Point estimates and 95% confidence intervals of the near complete pathologic response rate, defined as the presence of only pTa or pTis in patients with T2 or greater disease at baseline.",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Relapse-free Survival (RFS) Rate Intention-To-Treat (ITT) Population",
        "description": "The percentage of participants with a two- year RFS defined from study start until recurrence of disease or death from any cause, will be obtained using the Kaplan Meier method for the ITT population.",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Overall Survival Rate",
        "description": "Overall survival rate will be reported as the percentage of participants from study start until death from any cause obtained by Kaplan Meier method for the ITT population.",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Association of Tumor and T-cell PD-L1/PD-1 Immunohistochemical Expression With Disease Response",
        "description": "Fisher's exact test will be used to test the association of baseline tumor and T-cell programmed death-ligand 1 (PD-L1)/programmed cell death protein 1 (PD-1) immunohistochemical expression with disease response.",
        "timeFrame": "Up to 2 years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 7,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 94,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:45.295Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}