{
  "nctId": "NCT06914154",
  "briefTitle": "Emulation of the SUMMIT Heart Failure Trial in Healthcare Claims Data",
  "officialTitle": "Emulation of the SUMMIT Heart Failure Trial in Healthcare Claims Data",
  "protocolDocument": {
    "nctId": "NCT06914154",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2025-05-02",
    "uploadDate": "2025-05-19T13:22",
    "size": 11226535,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT06914154/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 11265,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2025-01-14",
    "completionDate": "2025-05",
    "primaryCompletionDate": "2025-05",
    "firstSubmitDate": "2025-03-31",
    "firstPostDate": "2025-04-06"
  },
  "eligibilityCriteria": {
    "criteria": "Eligible cohort entry dates:\n\nOptum: Study period between May 13, 2022 to November 30, 2024 Marketscan: Study period between May 13, 2022 to December 31, 2023\n\nFOLLOWING ELIGIBILITY OF THE SUMMIT TRIAL\n\nInclusion Criteria:\n\n* ≥ 40 years old, male or female sex\n* Chronic heart failure (NYHA Class II-IV) diagnosed for at least 3 months before Visit 1\n* LVEF ≥50% demonstrated by echocardiogram performed at Visit 1 or within 6 months of Visit 1\n* Structural heart disease\n* Either one of: (1) eGFR \\<70 mL/min/1.73m2 at Visit 1, (2) HF decompensation within 12 months of Visit 1, defined as hospitalization for HF requiring IV diuretic treatment or urgent HF visit requiring IV diuretic treatment\n* Stable dose of all concomitant HF medications (that is, beta blockers, ACEis, ARBs, and MRAs), except for oral diuretics, for at least 4 weeks prior to Visit 1 a\n* If treated with oral diuretics, dose must be stable for at least 2 weeks prior to Visit 1 and throughout the screening period; volume control must be optimally achieved in the opinion of the investigator\n* BMI ≥27.0 kg/m2 at Visit 1\n* Type 2 diabetes mellitus trial subgroup\n\nExclusion Criteria:\n\n* Myocardial infarction, coronary artery bypass graft surgery, or other major CV surgery/intervention, stroke or transient ischemic attack in past 90 days, or unstable angina pectoris in past 30 days, prior to Visit 1 or during screening\n* Lung disease: pulmonary arterial hypertension, chronic thromboembolic pulmonary hypertension (CTEPH), or severe pulmonary disease including (COPD)\n* Other medical conditions: severe anemia (hemoglobin level \\<9 g/dL) at Visit 1, untreated thyroid disease or TSH \\>4.0 mU/L at Visit 1, or significant musculoskeletal disease\n* Orthopedic conditions that limit the ability to walk, such as severe arthritis in the leg, knee, hip injuries, hemiplegia, or amputation with artificial limb without stable prosthesis function\n* Any condition that in the opinion of the investigator would interfere with the assessment of 6MWT\n* LVEF \\<40% by local echocardiography documented any time within 2 years of Visit 1\n* Acute decompensated HF (exacerbation of HF) requiring IV diuretics, IV inotropes, or IV vasodilators, or left ventricular assist device (LVAD) within 4 weeks prior to Visit 1, and/or during the screening period until randomization\n* Impaired renal function, defined as eGFR \\<15 mL/min/1.73 m2 (CKD-EPI) or requiring dialysis at Visit 1\n* Any one of the following: (1) Systolic blood pressure (SBP) ≥180 mmHg at Visit 1 (2) SBP \\>160 mmHg both at Visit 1 and at Visit 2 (3) Have symptomatic hypotension or SBP \\<100 mmHg at Visit 1 or Visit 2\n* Atrial fibrillation or atrial flutter with a resting heart rate \\>110 bpm documented by ECG at Visit 1\n* Cardiac amyloidosis or cardiomyopathy based on accumulation disease (for example, haemochromatosis, Fabry disease), muscular dystrophy, cardiomyopathy with reversible causes (for example, stress cardiomyopathy), hypertrophic obstructive cardiomyopathy or known pericardial constriction, or any severe (obstructive or regurgitant) valvular heart disease likely to lead to surgery during the study period\n* Completed prior surgical treatment for obesity or had liposuction or abdominoplasty within 1 year prior to Visit 1. Participants who plan to have surgical treatment for obesity or liposuction or abdominoplasty during the duration of the study are excluded.\n* Have type 1 diabetes mellitus\n* For type 2 diabetes mellitus (1) Have uncontrolled diabetes requiring immediate therapy (such as diabetic ketoacidosis) at Visit 1 or Visit 2, in the judgement of the physician (2) Have had 1 or more events of severe hypoglycemia and/or 1 or more events of hypoglycemia unawareness within 6 months prior to Visit 1 (see Section 10.5.1.1 for definition of hypoglycemia) (3) Have a history of proliferative diabetic retinopathy, diabetic maculopathy, or severe nonproliferative diabetic retinopathy that requires acute treatment. Patients with T2DM should have had a dilated fundoscopic examination, performed by an ophthalmologist or optometrist, within 12 months of Visit 1 or prior to randomization (4) Treated with premix or prandial insulins or intensified insulin regimens (multiple daily injection with basal and prandial insulins or insulin pump therapy) at Visit 1\n* History of acute or chronic pancreatitis or at high risk for acute pancreatitis (for example, serum triglyceride level \\>500 mg/dL\n* Have acute or chronic hepatitis, signs and symptoms of any other liver disease other than nonalcoholic fatty liver disease, or any of the following, as determined by the central laboratory during Visit 1: ALT or AST levels \\>2.5X the ULN for the reference range.\n* Have a family or personal history of medullary thyroid carcinoma (MTC) or Multiple Endocrine Neoplasia (MEN) Syndrome type 2\n* Have a history of an active or untreated malignancy or are in remission from a clinically significant malignancy (other than basal- or squamous-cell skin cancer, in situ carcinoma of the cervix, or in situ prostate cancer) for less than 5 years\n* Have a history of any other condition (such as known drug or alcohol abuse, diagnosed eating disorder, or other psychiatric disorder) that, in the opinion of the investigator, may preclude the participant from following and completing the protocol\n* Have a known clinically significant gastric emptying abnormality (for example, severe diabetic gastroparesis or gastric outlet obstruction) or chronically take drugs that directly affect GI motility\n* Treatment with any incretin, GLP-1 RA, or pramlintide in the 3 months prior to Visit 1\n* Implantable cardioverter defibrillator (ICD) implantation within 1 month prior to Visit 1 or planned implantation during the course of the study\n* Currently implanted left ventricular assist device (LVAD)\n* Cardiac resynchronization therapy (CRT) implanted within 6 months prior to Visit 1 or planned implantation during the course of the trial\n* Current use of medication associated with weight gain or weight loss, except when on stable dose for at least 3 months prior to Visit 1, and expected to be stable during the study period\n* Pregnancy\n\nRELAXING ELIGIBILITY OF THE SUMMIT TRIAL\n\nInclusion Criteria:\n\n* Men or women ≥ 40 years old\n* History of type 2 diabetes mellitus\n* BMI ≥ 27.0 kg/m2\n* Heart failure\n* Preserved ejection fraction\n\nExclusion Criteria:\n\n* Prior treatment with any GLP-1-RA\n* History of type 1 diabetes mellitus\n* End-stage renal disease or chronic or intermittent hemodialysis or peritoneal dialysis\n* History of bariatric surgery\n* History of nursing home admission\n* Pregnant female or breast-feeding\n* Uncontrolled and potentially unstable diabetic retinopathy or maculopathy\n* Treatment with continuous subcutaneous insulin infusion\n* Multiple endocrine neoplasia type 2 or medullary thyroid carcinoma\n* Have a history of an active or untreated malignancy or are in remission from a clinically significant malignancy (other than basal- or squamous-cell skin cancer, in situ carcinoma of the cervix, or in situ prostate cancer) for less than 5 years\n* Pregnancy",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Composite of all-cause mortality or heart failure hospitalisation.",
        "description": "To evaluate the comparative effect of tirzepatide vs placebo (sitagliptin) on all-cause mortality or heart failure hospitalization in patients with heart failure with preserved ejection fraction when following the eligibility criteria of the SUMMIT trial.",
        "timeFrame": "Through study completion (1 day after cohort entry date until the first of outcome or censoring)"
      },
      {
        "measure": "Composite of all-cause mortality or heart failure hospitalization.",
        "description": "To evaluate the comparative effect of tirzepatide vs placebo (sitagliptin) on all-cause mortality or heart failure hospitalization in patients with heart failure with preserved ejection fraction when relaxing the eligibility criteria of the SUMMIT trial.",
        "timeFrame": "Through study completion (1 day after cohort entry date until the first of outcome or censoring)"
      }
    ],
    "secondary": [
      {
        "measure": "Composite of all-cause mortality or all-cause mortality or a worsening heart failure event (exacerbated symptoms of heart failure resulting in hospitalization or intravenous diuretic therapy in an urgent care setting).",
        "description": "To evaluate the effect of tirzepatide vs placebo (sitagliptin) on composite of all-cause mortality or all-cause mortality or a worsening heart failure event (exacerbated symptoms of heart failure resulting in hospitalization or intravenous diuretic therapy in an urgent care setting). in two populations: (1) patients meeting the eligibility criteria of the SUMMIT trial, and (2) a broader patient population when relaxing the eligibility criteria of the SUMMIT trial.",
        "timeFrame": "Through study completion (1 day after cohort entry date until the first of outcome or censoring)"
      },
      {
        "measure": "Worsening heart failure event (exacerbated symptoms of heart failure resulting in hospitalization or intravenous diuretic therapy in an urgent care setting).",
        "description": "To evaluate the effect of tirzepatide vs placebo (sitagliptin) on worsening heart failure event (exacerbated symptoms of heart failure resulting in hospitalization or intravenous diuretic therapy in an urgent care setting). in two populations: (1) patients meeting the eligibility criteria of the SUMMIT trial, and (2) a broader patient population when relaxing the eligibility criteria of the SUMMIT trial.",
        "timeFrame": "Through study completion (1 day after cohort entry date until the first of outcome or censoring)"
      },
      {
        "measure": "Intravenous diuretic therapy in an urgent care setting",
        "description": "To evaluate the effect of tirzepatide vs placebo (sitagliptin) on intravenous diuretic therapy in an urgent care setting in two populations: (1) patients meeting the eligibility criteria of the SUMMIT trial, and (2) a broader patient population when relaxing the eligibility criteria of the SUMMIT trial.",
        "timeFrame": "Through study completion (1 day after cohort entry date until the first of outcome or censoring)"
      },
      {
        "measure": "Hospitalization for heart failure",
        "description": "To evaluate the effect of tirzepatide vs placebo (sitagliptin) on hospitalization for heart failure in two populations: (1) patients meeting the eligibility criteria of the SUMMIT trial, and (2) a broader patient population when relaxing the eligibility criteria of the SUMMIT trial.",
        "timeFrame": "Through study completion (1 day after cohort entry date until the first of outcome or censoring)"
      },
      {
        "measure": "All-cause mortality",
        "description": "To evaluate the effect of tirzepatide vs placebo (sitagliptin) on all-cause mortality in two populations: (1) patients meeting the eligibility criteria of the SUMMIT trial, and (2) a broader patient population when relaxing the eligibility criteria of the SUMMIT trial.",
        "timeFrame": "Through study completion (1 day after cohort entry date until the first of outcome or censoring)"
      },
      {
        "measure": "Urinary tract infection",
        "description": "To evaluate the effect of tirzepatide vs placebo (sitagliptin) on Urinary tract infection in two populations: (1) patients meeting the eligibility criteria of the SUMMIT trial, and (2) a broader patient population when relaxing the eligibility criteria of the SUMMIT trial.",
        "timeFrame": "Through study completion (1 day after cohort entry date until the first of outcome or censoring)"
      },
      {
        "measure": "Serious bacterial infection",
        "description": "To evaluate the effect of tirzepatide vs placebo (sitagliptin) on serious bacterial infection in two populations: (1) patients meeting the eligibility criteria of the SUMMIT trial, and (2) a broader patient population when relaxing the eligibility criteria of the SUMMIT trial.",
        "timeFrame": "Through study completion (1 day after cohort entry date until the first of outcome or censoring)"
      },
      {
        "measure": "Gastrointestinal adverse effects",
        "description": "To evaluate the effect of tirzepatide vs placebo (sitagliptin) on gastrointestinal adverse effects in two populations: (1) patients meeting the eligibility criteria of the SUMMIT trial, and (2) a broader patient population when relaxing the eligibility criteria of the SUMMIT trial.",
        "timeFrame": "Through study completion (1 day after cohort entry date until the first of outcome or censoring)"
      }
    ],
    "other": [
      {
        "measure": "Hernia",
        "description": "To evaluate the effect of tirzepatide vs placebo (sitagliptin) on a negative control outcome of hernia in two populations: (1) patients meeting the eligibility criteria of the SUMMIT trial, and (2) a broader patient population when relaxing the eligibility criteria of the SUMMIT trial.",
        "timeFrame": "Through study completion (1 day after cohort entry date until the first of outcome or censoring)"
      },
      {
        "measure": "Lumbar radiculopathy",
        "description": "To evaluate the effect of tirzepatide vs placebo (sitagliptin) on a negative control outcome of lumbar radiculopathy in two populations: (1) patients meeting the eligibility criteria of the SUMMIT trial, and (2) a broader patient population when relaxing the eligibility criteria of the SUMMIT trial.",
        "timeFrame": "Through study completion (1 day after cohort entry date until the first of outcome or censoring)"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 8,
      "otherCount": 2,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 83,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:30.632Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}