{
  "nctId": "NCT01975389",
  "briefTitle": "The Evaluation of Bococizumab (PF-04950615; RN316) in Reducing the Occurrence of Major Cardiovascular Events in High Risk Subjects",
  "officialTitle": "Phase 3 Multi Center, Double Blind, Randomized, Placebo Controlled, Parallel Group Evaluation Of The Efficacy, Safety, And Tolerability Of Bococizumab (Pf-04950615), In Reducing The Occurrence Of Major Cardiovascular Events In High Risk Subjects",
  "protocolDocument": {
    "nctId": "NCT01975389",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-02-12",
    "uploadDate": "2018-03-21T15:20",
    "size": 4487900,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01975389/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 10564,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2013-10-29",
    "completionDate": "2017-04-03",
    "primaryCompletionDate": "2017-04-03",
    "firstSubmitDate": "2013-10-21",
    "firstPostDate": "2013-11-04"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Must be on background lipid lowering treatment.\n* Must be at high risk of a CV event.\n* Must have an LDL C \\>/=100 mg/dL (2.6 mmol/L) OR non HDL C \\>/=130 mg/dL (3.4 mmol/L).\n\nExclusion Criteria:\n\n* Planned coronary (PCI or CABG) or other arterial revascularization.\n* New York Heart Association Class IV congestive heart failure or left ventricular ejection fraction \\< 25% by cardiac imaging.\n* Chronic renal insufficiency with creatinine clearance of \\<30 ml/min/1.73m\\^2 by MDRD formula or with end state renal disease on dialysis.\n* History of hemorrhagic stroke.\n* Prior exposure to bococizumab or other investigational PCSK9 inhibitor.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Major Cardiovascular (CV) Event",
        "description": "Event rate per 100 participant-years for first occurrence of major CV event (adjudicated by Adjudication Committee) was reported. Major CV event was defined as any of the following: CV death \\[defined as sudden cardiac death, fatal myocardial infarction (MI), death due to heart failure, death due to stroke (fatal ischemic stroke or fatal stroke of undetermined etiology), or death due to other CV causes\\] non-fatal MI, non-fatal stroke, and hospitalization for unstable angina needing urgent revascularization. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of major CV event (maximum duration: up to 3.4 years)"
      }
    ],
    "secondary": [
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Composite Endpoint of Cardiovascular (CV) Death, Non-fatal Myocardial Infraction (MI) or Non-fatal Stroke",
        "description": "Event rate per 100 participant-years for first occurrence of composite endpoint of CV Death, non-fatal MI or non-fatal stroke (adjudicated by Adjudication Committee) was reported. CV death was defined as sudden cardiac death, fatal MI, death due to heart failure, death due to stroke (fatal ischemic stroke or fatal stroke of undetermined etiology), or death due to other CV causes. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of CV death, non-fatal MI or non-fatal stroke (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Composite Endpoint of All-cause Death, Non-fatal Myocardial Infraction (MI), Non-fatal Stroke or Hospitalization for Unstable Angina Needing Urgent Revascularization",
        "description": "Event rate per 100 participant-years for first occurrence of composite endpoint of all-cause death, non-fatal MI, non-fatal stroke or hospitalization for unstable angina needing urgent revascularization (adjudicated by Adjudication Committee) was reported. All-cause death was defined as the death due to any cause during the course of study. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of all-cause death, non-fatal MI, non-fatal stroke or hospitalization for unstable angina needing urgent revascularization (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Composite Endpoint of All-cause Death, Non-fatal Myocardial Infarction (MI) or Non-fatal Stroke",
        "description": "Event rate per 100 participant-years for first occurrence of composite endpoint of all-cause death, non-fatal MI or non-fatal stroke (adjudicated by Adjudication Committee) was reported. All-cause death was defined as the death due to any cause during the course of study. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of all-cause death, non-fatal MI or non-fatal stroke (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Hospitalization for Unstable Angina Needing Urgent Revascularization",
        "description": "Event rate per 100 participant-years for first occurrence of hospitalization for unstable angina needing urgent revascularization (adjudicated by Adjudication Committee) was reported. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of hospitalization for unstable angina needing urgent revascularization (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Composite Endpoint of Cardiovascular (CV) Death, Non-fatal Myocardial Infarction (MI), Non-fatal Stroke or Hospitalization for Unstable Angina",
        "description": "Event rate per 100 participant-years for first occurrence of composite endpoint of CV death, non-fatal MI, non-fatal stroke or hospitalization for unstable angina (adjudicated by Adjudication Committee) was reported. CV death was defined as sudden cardiac death, fatal MI, death due to heart failure, death due to stroke (fatal ischemic stroke or fatal stroke of undetermined etiology), or death due to other CV causes. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of CV death, non-fatal MI, non-fatal stroke or hospitalization for unstable angina (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for Cardiovascular (CV) Death",
        "description": "Event rate per 100 participant-years for occurrence of CV death (adjudicated by Adjudication Committee) was reported. CV death was defined as sudden cardiac death, fatal MI, death due to heart failure, death due to stroke (fatal ischemic stroke or fatal stroke of undetermined etiology), or death due to other CV causes. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of adjudicated and confirmed occurrence of CV death (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Any Myocardial Infarction (Fatal or Non-fatal)",
        "description": "Event rate per 100 participant-years for first occurrence of any myocardial infarction (fatal or non-fatal) (adjudicated by Adjudication Committee) was reported. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of any myocardial infarction (fatal or non-fatal) (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for Fatal Myocardial Infarction (MI)",
        "description": "Event rate per 100 participant-years for occurrence of fatal MI (adjudicated by Adjudication Committee) was reported. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of adjudicated and confirmed occurrence of fatal MI (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Non-fatal Myocardial Infarction (MI)",
        "description": "Event rate per 100 participant-years for first occurrence of non-fatal MI (adjudicated by Adjudication Committee) was reported. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of non-fatal MI (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Any Stroke (Fatal or Non-fatal)",
        "description": "Event rate per 100 participant-years for first occurrence of any stroke (fatal or non-fatal) (adjudicated by Adjudication Committee) was reported. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of any stroke (fatal or non-fatal) (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Any Stroke (Fatal or Non-fatal), of Any Etiology",
        "description": "Event rate per 100 participant-years for first occurrence of any stroke (fatal or non-fatal) of any etiology (adjudicated by Adjudication Committee) was reported. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of any stroke (fatal or non-fatal) of any etiology (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for Fatal Stroke",
        "description": "Event rate per 100 participant-years for occurrence of fatal stroke (adjudicated by Adjudication Committee) was reported. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of adjudicated and confirmed occurrence of fatal stroke (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Non-fatal Stroke",
        "description": "Event rate per 100 participant-years for first occurrence of non-fatal stroke (adjudicated by Adjudication Committee) was reported. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of non-fatal stroke (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Hospitalization for Unstable Angina",
        "description": "Event rate per 100 participant-years for first occurrence of hospitalization for unstable angina (adjudicated by Adjudication Committee) was reported. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of hospitalization for unstable angina (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Hospitalization for Congestive Heart Failure (CHF)",
        "description": "Event rate per 100 participant-years for first occurrence of hospitalization for CHF (adjudicated by Adjudication Committee) was reported. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of hospitalization for CHF (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Coronary Revascularization",
        "description": "Event rate per 100 participant-years for first occurrence of coronary revascularization (adjudicated by Adjudication Committee) was reported. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of coronary revascularization (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Coronary Artery Bypass Graft Surgery (CABG)",
        "description": "Event rate per 100 participant-years for first occurrence of CABG (adjudicated by Adjudication Committee) was reported. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of CABG (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Percutaneous Coronary Intervention (PCI)",
        "description": "Event rate per 100 participant-years for first occurrence of PCI (adjudicated by Adjudication Committee) was reported. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of PCI (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for First Occurrence of Any Arterial Revascularizations",
        "description": "Event rate per 100 participant-years for first occurrence of any arterial revascularizations (adjudicated by Adjudication Committee) was reported. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of first adjudicated and confirmed occurrence of any arterial revascularizations (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Event Rate Per 100 Participant-years for All-cause Death",
        "description": "Event rate per 100 participant-years for occurrence of all-cause death (adjudicated by Adjudication Committee) was reported. All-cause death was defined as the death due to any cause during the course of study. Event rate was calculated as the number of events per 100 participant-years at risk.",
        "timeFrame": "From baseline until the date of adjudicated and confirmed occurrence of all-cause death (maximum duration: up to 3.4 years)"
      },
      {
        "measure": "Percent Change From Baseline in Low Density Lipoprotein Cholesterol (LDL-C) at Week 14",
        "timeFrame": "Baseline, Week 14"
      },
      {
        "measure": "Nominal Change From Baseline in Low Density Lipoprotein Cholesterol (LDL-C) at Week 14",
        "timeFrame": "Baseline, Week 14"
      },
      {
        "measure": "Percent Change From Baseline in Low Density Lipoprotein Cholesterol (LDL-C) at Last Post-baseline Measurement",
        "timeFrame": "Baseline, last post-baseline measurement (any time up to Week 140)"
      },
      {
        "measure": "Percent Change From Baseline in Lipid Levels at Week 14",
        "description": "Lipids included non-high density lipoprotein cholesterol (non-HDL-C), very low density lipoprotein cholesterol (VLDL-C), remnant lipoprotein cholesterol (RLP-C), apolipoprotein B (Apo B), HDL-C, apolipoprotein A-I (Apo A-I) and total cholesterol.",
        "timeFrame": "Baseline, Week 14"
      },
      {
        "measure": "Percent Change From Baseline in Log-transformed Triglycerides and Lipoprotein (a) (Lp[a]) at Week 14",
        "timeFrame": "Baseline, Week 14"
      },
      {
        "measure": "Percent Change From Baseline in Log-transformed High Sensitivity C-Reactive Protein (Hs-CRP) at Week 14",
        "timeFrame": "Baseline, Week 14"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 26,
      "otherCount": 0,
      "totalCount": 27
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:37.515Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}