{
  "nctId": "NCT03883113",
  "briefTitle": "Efficacy of MVA-NP+M1 in the Influenza H3N2 Human Challenge Model",
  "officialTitle": "Efficacy of MVA-NP+M1 in the Influenza H3N2 Human Challenge Model",
  "protocolDocument": {
    "nctId": "NCT03883113",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-07-10",
    "uploadDate": "2020-12-04T06:12",
    "size": 2320629,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03883113/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 145,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-06-03",
    "completionDate": "2020-04-17",
    "primaryCompletionDate": "2019-12-16",
    "firstSubmitDate": "2019-02-21",
    "firstPostDate": "2019-03-20"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Healthy males and females aged ≥18 and ≤55 years of age at the point of enrolment.\n* Non-smokers or those who stopped smoking ≥ 3 months prior to screening 1 visit.\n* Willingness to remain in isolation for the duration of the study.\n* A female participant is eligible for this study if she is not pregnant or breast feeding and 1 of the following:\n\n  1. Of non-childbearing potential (i.e., women who have had a hysterectomy or tubal ligation or are postmenopausal, as defined by no menses in greater than or equal to 1 year).\n  2. Of childbearing potential but has been and agrees to continue practicing highly effective contraception or abstinence (if this is the preferred and usual lifestyle of the participant) from 6 months prior to vaccination to 6 months after administration of the influenza challenge virus. Highly effective methods of contraception include 1 or more of the following:\n\n  i. male partner who is sterile (vasectomised) prior to the female participants entry into the study and is the sole sexual partner for the female participant; ii. hormonal (oral, intravaginal, transdermal, implantable or injectable); iii. an intrauterine hormone-releasing system (IUS); iv. an intrauterine device (IUD) with a documented failure rate of \\< 1%; v. bilateral tubal occlusion.\n* Pre-challenge serum microneutralization test (MNT) against A/Belgium/4217/2015 (H3N2) challenge strain \\< 20.\n\nExclusion Criteria:\n\n* BMI \\< 19 and \\> 32.\n* Presence of any significant acute or chronic, uncontrolled medical (or psychiatric) illness including a history of chronic respiratory illness.\n* History of seasonal hay fever or a clinically significant seasonal allergic rhinitis (SAR), including the use of symptomatic prescription only medication and non-prescription medication.\n* History or evidence of autoimmune disease or known immunodeficiency of any cause - with the exception of atopic dermatitis/eczema and atopic rhinitis.\n* Any history of anaphylaxis in reaction to vaccination or history of allergic reactions likely to be exacerbated by any component of the vaccine.\n* History of lung disease (Asthma, COPD).\n* Current smokers or those who stopped smoking \\< 3months prior to screening 1 visit.\n* Positive diagnostic tests for HIV, Hepatitis B or Hepatitis C indicating active infection.\n* Evidence of drug abuse or a positive urine drug screen or alcohol breath test.\n* Chronic use of any medication or other product (prescription or over-the-counter), for symptoms of rhinitis or nasal congestion or for any chronic nasopharyngeal complaint, or chronic use of any intranasal medication for any indication that has not ceased within 30 days prior to screening 1.\n* Receipt of any investigational drug within 3 months prior to vaccination, or prior participation in a clinical trial of any influenza vaccine, or any investigational vaccine or experimental influenza viral challenge delivered directly to the respiratory tract within 1 year prior to challenge.\n* Receipt of the 2018/2019 seasonal flu vaccine.\n* Receipt of any live vaccines within the 4 weeks prior to vaccination.\n* Any laboratory test which is abnormal and which is deemed by the Investigator(s) to be clinically significant.\n* Receipt of any systemic chemotherapy agent at any time.\n* Physician reported influenza or a syndrome consistent with influenza (as judged by the investigator) in the previous 6 months.\n* Known allergy to treatments for influenza (including but not limited to oseltamivir).\n* History of frequent epistaxis (nose bleeds).\n* Any nasal or sinus surgery within 6 months of Viral Challenge or any significant abnormality, either of which results in alteration of the anatomy of the nose or nasopharynx (including significant nasal polyps).\n* Volunteers with household contacts who are at risk for serious or severe complications of influenza disease including, but not limited to: persons ≥ 65 years; presence of significant chronic cardiopulmonary, metabolic, renal, or neurological conditions; immunosuppression due to any condition or therapies; BMI \\>40.\n* Participants that are an employee or family member of the Investigator or study site personnel may not be enrolled.\n* Any other finding that, in the opinion of the Investigator, deems the participant unsuitable for the study.\n\nEXCLUSION (CHALLENGE PERIOD ONLY)\n\n* Abnormal spirometry assessed to be clinically significant.\n* Known close contact with anyone known to have influenza in the past 7 days at the time of quarantine.\n* Influenza-like illness (ILI) symptoms as assessed at the admission to clinic on Day -2 prior to challenge.\n* Presence of fever, defined as participant presenting with a temperature reading of \\> 38.0°C on admission to quarantine.\n* Qualitative Polymerase chain reaction (PCR) results positive for viral infection. However, participants may be included into later challenge cohort.\n* Acute use of any medication or other product, prescription or over-the-counter, for symptoms of rhinitis or nasal congestion within 7 days prior to challenge. This includes any oral corticosteroid or beta agonist containing nasal spray.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "55 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Degree of Nasopharyngeal Viral Shedding as Determined by Quantitative Polymerase Chain Reaction qPCR",
        "description": "Measure of nasopharyngeal viral shedding during challenge; recorded as viral area under curve (vAUC) as determined by quantitative real time polymerase chain reaction (qRT-PCR). vAUC is calculated by plotting the log viral particles number/ml for each time point against time and is using the trapezoidal rule.",
        "timeFrame": "Throughout 9 days (Day2, Day3, Day4, Day5, Day6, Day7, Day8, Day9, Day10) after viral Inoculation (Day1) of the challenge phase. Nasal swabs taken twice a day (b.i.d) at least 8 hours apart."
      }
    ],
    "secondary": [
      {
        "measure": "Number and Percentage of Virologically Confirmed Influenza-Like Illness",
        "description": "Incidence (frequency tabulation) of laboratory-confirmed influenza-like illness compared between vaccine and placebo arms Virologically confirmed influenza-like illness (ILI) is defined as having respiratory or flu-like symptom occurring on two consecutive days, along with a positive qPCR or qCulture result.",
        "timeFrame": "9 days from day 2 to day 10"
      },
      {
        "measure": "Percentage of Participants With Attack Rate of Challenge Agent (qRT-PCR)",
        "description": "The attack rate is defined as the percentage of inoculated participants with at least two consecutive positive swabs as determined by qRT-PCR within the timespan of two consecutive days",
        "timeFrame": "9 days from day 2 to day 10"
      },
      {
        "measure": "Percentage of Participants With Quantitative Culture Attack Rate of Challenge Agent (qCulture)",
        "description": "The attack rate is defined as the percentage of inoculated participants with at least two consecutive positive swabs as determined by qCulture within the timespan of two consecutive days",
        "timeFrame": "9 days from day 2 to day 10"
      },
      {
        "measure": "Time to Start of Viral Shedding (qPCR) From Virus Inoculation",
        "description": "The Time to Start of Viral Shedding (qPCR) is calculated as (datetime of first of two positive swabs (qPCR) within 2 consecutive days - challenge datetime)/(60\\*60)",
        "timeFrame": "9 days from day 2 to day 10"
      },
      {
        "measure": "Time to Start of Viral Shedding (qCulture) From Virus Inoculation",
        "description": "Time to Start of Viral Shedding (qCulture) is calculated as (datetime of first of two positive swabs (qCulture) within 2 consecutive days - challenge datetime)/(60\\*60)",
        "timeFrame": "9 days from day 2 to day 10"
      },
      {
        "measure": "Peak Viral Shedding (qPCR) After the Virus Inoculation",
        "description": "This is measured by the highest viral load concentration by qPCR",
        "timeFrame": "9 days from Day 2 to Day 10"
      },
      {
        "measure": "Peak Viral Shedding (qCulture) After Virus Inoculation",
        "description": "This is measured by the highest viral load concentration by qCulture.",
        "timeFrame": "9 days from day 2 to day 10"
      },
      {
        "measure": "Time to Peak of Viral Shedding (qPCR) From the Viral Inoculation",
        "description": "This is calculated as (datetime of highest viral load concentration (qPCR) - challenge datetime)/(60\\*60)",
        "timeFrame": "9 days from day 2 to day 10"
      },
      {
        "measure": "Time to Peak of Viral Shedding (qCulture) From the Viral Inoculation",
        "description": "This is calculated as (datetime of highest viral load concentration (qCulture) - challenge datetime)/(60\\*60)",
        "timeFrame": "9 days from day 2 to day 10"
      },
      {
        "measure": "Duration of Viral Shedding (qPCR) After the Virus Inoculation",
        "description": "It is calculated as (datetime of first negative swab (qPCR) following the last positive swab (qPCR) - datetime of first positive of two positive swabs (qPCR) within 2 consecutive days)/(60\\*60)",
        "timeFrame": "9 days from day2 to day10"
      },
      {
        "measure": "Duration of Viral Shedding (qCulture) After the Virus Inoculation",
        "description": "It is calculated as (datetime of first negative swab (qCulture) following the last positive swab (qCulture) - datetime of first positive of two positive swabs (qCulture) within 2 consecutive days)/(60\\*60)",
        "timeFrame": "9 days from day 2 to day 10"
      },
      {
        "measure": "Total Area Under the Curve (AUC) of Self-reported Influenza Total Symptom Score (SSC AUC)",
        "description": "Total symptom scores were compared for MVA-NP+M1 vs. Placebo from Day1 to Day11 post-challenge as AUC of composite score.\n\nSymptoms were collected twice a day (lymphadenopathy once a day) on a Symptom Score Card(SSC).\n\nSSC recorded scores for each 16 general (gastrointestinal/body systemic) and 12 local (upper/lower respiratory tract) symptoms, on the scale per timepoint (for example Day2,AM).\n\nParticipants rated the severity of symptoms, higher scores indicating a more severe symptom.\n\nThe scores ranged from 0 to 3 (0:symptom free, 1:mild, 2:moderate, 3:severe).The SSC also contained the question whether the subject felt well to go to work \"today\" (yes/no). The Overall SSC score was calculated, as the Arithmetic Mean of the Scores collected across all 28 items on the card per Timepoint and ranged from 0 to maximum 3.\n\nThe SSC AUC \\[0-11 days\\] was derived based on the Overall SSC score against time (\\*hour), using the linear trapezoidal rule and it ranged from 0 to 110 Score\\*hour.",
        "timeFrame": "11 days from Day 1 to Day 11"
      },
      {
        "measure": "Total Days of Fever",
        "description": "Total days of fever for MVA-NP+M1 vs. Placebo",
        "timeFrame": "11 days from Day 1 to Day 11"
      },
      {
        "measure": "Average Total Mucus Production",
        "description": "Total mucus weight of used tissue (regardless of take rate) for MVA-NP+M1 vs. Placebo.\n\nTotal mucus production was only be calculated in case all tissues were returned (sum of clean and used tissues returned should be 20 tissues for each bag).",
        "timeFrame": "11 days from Day 1 to Day 11"
      },
      {
        "measure": "T Cell Responses as Defined by ELISpot Assay in Relation to the Primary Endpoint, Symptom Scores and Influenza Incidence",
        "description": "T Cell Response was assessed for IFN gamma and granzyme B, on the peripheral blood mononuclear cell using a double-colour enzymatic ELISpot assay.\n\nFor each of them, three stimulation antigens were assessed: nucleoprotein NP, matrix1 M1 and a negative control, dimethyl sulfoxide (DMSO).\n\nThe number of spot-forming T cell colonies per well (i.e. 200,000 cells) +/- standard deviation for the total response to NP+M1 is reported.\n\nThe endpoint was recorded as the mean spot-forming units per million peripheral blood mononuclear cells in the peptide-stimulated wells minus the mean DMSO control wells for the sample. T cell responses over time (sampling timepoints) were then assessed in relation to the primary endpoint, symptom scores, and influenza incidence.",
        "timeFrame": "3 months (day 0, day 8 and day 28 of the vaccination period and day -1 and day 28 of the challenge period)"
      },
      {
        "measure": "Number of Participants With MVA-NP+M1 Vaccination Related Adverse Events and Symptoms, Measured by Self-reported Symptoms",
        "description": "Occurrence of solicited local and systemic reactogenicity signs and symptoms for 7 days following vaccination; self-reported symptoms recorded using paper diaries",
        "timeFrame": "7 days following vaccination"
      },
      {
        "measure": "Number of Participants With H3N2 Challenge Related Adverse Events and Symptoms, Measured by Self-reported Symptoms",
        "description": "Occurrence of solicited local and systemic reactogenicity signs and symptoms; self-reported symptoms recorded using questionnaires and adverse event monitoring",
        "timeFrame": "17 days following vaccination"
      }
    ],
    "other": [
      {
        "measure": "Severity of Individual Symptoms for MVA-NP+M1 vs. Placebo",
        "description": "Severity of individual self-reported symptoms for MVA-NP+M1 vs. Placebo",
        "timeFrame": "11 days"
      },
      {
        "measure": "Total Symptom Score Time to Start, Time to Peak and Duration",
        "description": "Time to start; time to peak and duration of total self-reported symptom score, regardless of take rate\n\nInfluenza Symptom Score Card of FLU010 - Solicited symptoms for generalized, and upper and lower respiratory tract symptoms scored by severity (0: absent, 1: mild, 2: moderate, or 3: severe).",
        "timeFrame": "11 days"
      },
      {
        "measure": "Correlation of T Cell Phenotypes With Illness Outcomes",
        "description": "Correlation of antigen specific T Cell phenotypes with illness outcomes",
        "timeFrame": "3 months"
      },
      {
        "measure": "Vaccination Effect on Antibody Responses by ELISpot and ICS Assays",
        "description": "Antibody responses of MVA-NP+M1 vs Placebo following influenza challenge measured by ELISpot and Intracellular Cytokine Staining (ICS)",
        "timeFrame": "3 months"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 17,
      "otherCount": 4,
      "totalCount": 22
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:34.339Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}