{
  "nctId": "NCT03303040",
  "briefTitle": "Effect of Diaphragm Stimulation During Surgery",
  "officialTitle": "The Effect of Intermittent Hemidiaphragm Stimulation During Surgery on Mitochondrial Function, Single Fiber Contractile Force and Catabolic Pathways in Humans",
  "protocolDocument": {
    "nctId": "NCT03303040",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-09-03",
    "uploadDate": "2023-07-31T07:50",
    "size": 207820,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03303040/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 25,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-02-14",
    "completionDate": "2023-12-31",
    "primaryCompletionDate": "2022-05-31",
    "firstSubmitDate": "2017-09-26",
    "firstPostDate": "2017-10-05"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Patients undergoing complex, elective prolonged surgeries, usually lasting 5-8 hours or longer, including lung transplants (e.g. valveoplasty, coronary artery bypass and/or aortic repairs)\n\nExclusion Criteria:\n\n* history of prior surgery to the diaphragm or pleura;\n* a diagnosis of COPD will be determined from a clinical history consistent with chronic bronchitis and/or emphysema, a long history of cigarette smoking, and pulmonary function tests consistent with irreversible airflow obstruction (FEV1 \\< 40% predicted, according to European Respiratory Society criteria \\[will not apply to transplant patients\\]\n* a diagnosis of chronic heart failure (NYHA class IV)\n* clinical diagnosis of other lung disease (cystic fibrosis, bronchiectasis, lung cancer; etc.) \\[will not apply to transplant patients\\]\n* renal insufficiency (serum creatinine \\> 1.6 mg/dl);\n* severe hepatic disease (any liver function tests \\> 1.5 times the upper limit of normal);\n* undernourishment (body mass index \\< 20 kg/m2),\n* chronic uncontrolled or poorly controlled metabolic diseases (e.g., diabetes, hypo- or hyperthyroidism)\n* orthopedic diseases, suspected paraneoplastic or myopathic syndromes,\n* if in the surgeons' judgment the patients' clinical status warrants, diaphragm stimulation will be stopped and biopsies will not be obtained,",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Mitochondrial Respiration",
        "description": "High-resolution respirometry will be used to assess mitochondrial respiration of permeablilized diaphragm bundles. Addition of substrate medium to the Oroboros O2K respirometry instrument enables quantification of leak respiration and peak uncoupled respiration, expressed as pmol oxygen/sec/mg wet weight.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Aconitase Activity",
        "description": "In order to evaluate mitochondrial damage, actonitase activity will be measured spectrophotometrically. It will be quantified as units/mg protein.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Lipid Peroxidation",
        "description": "Lipid peroxidation will be assessed by measuring 4-hydroxy-2-nonenal-modified proteins. It will be quantified as arbitrary optical density units.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Citrate Cynthase Activity",
        "description": "Changes in electron transport chain will be assessed by measuring citrate cynthase activity. It will be quantified as nmol/mg protein/min.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Single Diaphragm Fiber, Specific Force",
        "description": "Specific force of single diaphragm fibers represents the force generated per unit area.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Single Diaphragm Fiber, Rate of Tension Redevelopment",
        "description": "Single diaphragm fiber mechanical force properties will be measured. The rate of tension redevelopment is quantified as s\\^(-1).",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Calcium Sensitivity (pCa50)",
        "description": "The pCa50 value is the logarithmic scale of pCa (sensitivity of Ca+2) at which half-maximal force generation was obtained. The pCa value is calculated as the -log10\\[Ca (nm)\\]; the pCa50 is the -log10\\[Ca (nm)\\] at which half-maximal force is generated.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Difference in Total Titin to Myosin Heavy Chain Ratio",
        "description": "The quantities of total titin protein and myosin heavy chain protein content in homogenized diaphragm fiber specimens were measured and then calculated as a ratio of total titin to myosin heavy chain content (unitless value). The statistical approach was selected apriori as the difference of the ratio between the stimulated and unstimulated sides.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Difference in Titin Exon Composition",
        "description": "The composition of titin exons will be assessed and quantified via real-time polymerase chain reaction (qPCR). The N2A and tT2 will be calculated as a percentage of total titin.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Difference in Titin Binding Protein Content",
        "description": "The content of titin binding proteins will be quantified via Western blot. It will be normalized to a reference protein (GAPDH) and presented as optical intensity (AU).",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Difference in Calpain 1 Protein Content",
        "description": "Calpain 1 (mu-calpain) will be measured with Western Blot analysis and will be presented as percent of total intensity in stimulated and unstimulated hemidiaphragms",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Difference in Calpain 2 Protein Content",
        "description": "Calpain 2 will be measured with automated, capillary-based immunoassay using a Jess System, normalized to total protein, and will be presented as an area of corrected peak (AU) in stimulated and unstimulated hemidiaphragms.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Difference in Calpain 3 Protein Content",
        "description": "Calpain 3 will be measured with Western Blot analysis and will be presented as a ratio of cleaved to total calpain 3 (unitless value) in stimulated and unstimulated hemidiaphragms.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Difference in Caspase-3 Protein Content",
        "description": "Caspase-3 will be measured with Western Blot analysis, normalized to total protein loaded in each lane, and will be presented as an area of corrected peak (AU) in stimulated and unstimulated hemidiaphragm muscle fibers.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Atrogin 1",
        "description": "Atrogin 1 will be measured with Jess protein immunoassay analysis, normalized to total protein, and will be presented as the corrected peak area (AU) in stimulated and unstimulated hemidiaphragm muscle fibers.",
        "timeFrame": "Up to eight hours"
      }
    ],
    "secondary": [],
    "other": [
      {
        "measure": "Mitochondrial Reactive Oxygen Species Production",
        "description": "Mitochondrial reactive oxygen species (ROS) production will be assessed using an in situ approach to measure hydrogen peroxide production in permeabilized diaphragm skeletal muscle fiber bundles. It will be quantified as pmol/min/mg dry weight.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Cytochrome c Oxidase (COX) Activity",
        "description": "Changes in electron transport chain will be assessed by measuring cytochrome c oxidase (COX) activity. It will be quantifed as Units/mcg protein.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Nuclear DNA Mutation Frequency",
        "description": "Long-Amplicon quantitative PCR will be used to measure the frequency of nuclear DNA mutations. It will be quantified as number of lesions/10 kilobases.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Titin Size",
        "description": "Titin integrity will be assessed. A relative titin size will be quantified in nm.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Caspase-9",
        "description": "Caspase-9 will be measured with Western Blot anaylsis and will be presented as percent difference in expression.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "20S Proteasome",
        "description": "20S proteasome will be measured with Western Blot anaylsis and will be presented as percent difference in expression.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "26S Proteasome",
        "description": "26S proteasome will be measured with Western Blot anaylsis and will be presented as percent difference in expression.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "28SrRNA",
        "description": "28SrRNA will be measured with Western Blot anaylsis and will be presented as percent difference in expression.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "18SrRNA",
        "description": "18SrRNA will be measured with Western Blot anaylsis and will be presented as percent difference in expression.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Foxo-3",
        "description": "Foxo-3 will be measured with Western Blot anaylsis and will be presented as percent difference in expression.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "45S Pre-rRNA",
        "description": "45S pre-rRNA will be measured with Western Blot anaylsis and will be presented as percent difference in expression.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "Mitochondrial DNA Mutation Frequency",
        "description": "Long-Amplicon quantitative PCR will be used to measure the frequency of mitochondrial DNA mutations. It will be quantified as number of lesions/10 kilobases.",
        "timeFrame": "Up to eight hours"
      },
      {
        "measure": "MurF1",
        "description": "MurF1 will be measured with Western Blot anaylsis and will be presented as percent difference in expression.",
        "timeFrame": "Up to eight hours"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 15,
      "secondaryCount": 0,
      "otherCount": 13,
      "totalCount": 28
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:58.971Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}