{
  "nctId": "NCT03761979",
  "briefTitle": "Safety and Pharmacokinetics of Orally Administered Strontium L-Lactate in Healthy Adults",
  "officialTitle": "Safety and Pharmacokinetics of Orally Administered Strontium L-Lactate in Healthy Adults",
  "protocolDocument": {
    "nctId": "NCT03761979",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-03-09",
    "uploadDate": "2018-11-30T08:29",
    "size": 1915096,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03761979/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 10,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-03-09",
    "completionDate": "2017-07-17",
    "primaryCompletionDate": "2017-06-01",
    "firstSubmitDate": "2018-11-29",
    "firstPostDate": "2018-12-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria\n\n1. Subject is a generally healthy male or female, 18-65 years of age, inclusive.\n2. Subject has a score of 7 to l O on the Vein Access Scale at Visit l (day -7).\n3. Subjects exhibits a body weight \\>60 kg and has a BMI of2:l 8.0 and \\<32.0 kg/m2 at Visit 1 (day -7).\n4. Subject is willing to avoid use of any over-the-counter medications and/or dietary supplements (vitamins, minerals and/or other supplements) within 3 d prior to visit 1 (day-7) and/or prescription medications (except for stable-dose oral contraceptives) within 14 d prior to visit l (day -7) and throughout the study period.\n5. Subject is willing to avoid alcohol 3 d prior to each test visit (Visits 2, 3, and 4; days 0, 7, and 14).\n6. Subject is willing to avoid grapefruit and/or grapefruit juice 3 d prior to each test visit (Visits 2, 3, and 4; days 0, 7, and 14).\n7. Subject is willing to maintain habitual diet, physical activity patterns, and body weight throughout the trial.\n8. Subject is a non-user of all tobacco, smoking products (including, but not limited to cigarettes, cigars, chewing tobacco, e-cigarettes), and nicotine products (e.g., nicotine gum and/or nicotine patches) within 6 months of Visit 1 (day -7) and has no plans to change status during the study period.\n9. Subject has no health conditions that would prevent him/her from fulfilling the study requirements as judged by the Clinical Investigator on the basis of medical history and routine laboratory test results.\n\nl 0. Subject understands the study procedures and signs forms providing informed consent to participate in the study and authorizes the release of relevant protected health information to the Clinical Investigator.\n\nExclusion Criteria:\n\n1. Subject has abnormal laboratory test results of clinical significance at Visit 1 (day -7) at the discretion of the Investigator. One re-test will be allowed on a separate day prior to Visit 2 (day 0), for subjects with abnormal laboratory test results.\n2. Subject has a known allergy or sensitivity to any of the ingredients in the study products and/or any ingredients of the meals provided.\n3. Subject has a history of anaphylaxis, a documented hypersensitivity reaction, and/or a clinically important reaction to any drug.\n4. Subject has a history or presence of clinically important endocrine (including hyperparathyroidism, type l or 2 diabetes mellitus and/or hypoglycemia), cardiovascular (including, but not limited to history of myocardial infarction, peripheral arterial disease, stroke), pulmonary (including uncontrolled asthma), hepatic, renal, hematologic, immunologic, dermatologic, neurologic (such as Alzheimer's or Parkinson's patients), rheumatic (including gout), biliary, and/or psychiatric disorders (including depression and/or anxiety disorders), that, in the opinion of the Investigator, could interfere with the interpretation of the study results.\n5. Subject has had a loss of 400 mL of blood (e.g., blood/plasma donation) during the prior 30 d of visit 2 (day 0).\n6. Subject has a history or current GI disorder that, in the judgment of the Investigator, may have the potential to disrupt normal digestion and absorption.\n7. Subject has a history or presence of cancer in the prior two years, except for non- melanoma skin cancer.\n8. Subject has a history of bariatric surgery for weight reducing purposes.\n9. Subject has recently (within 6 months prior to Visit 1; day -7) had a weight loss or gain \\>4.5 kg.\n\nI 0. Subject has uncontrolled hypertension (systolic blood pressure 2:160 mm Hg or diastolic blood pressure 2:100 mm Hg) as defined by the blood pressure measured at Visit 1 (day -7). One re-test will be allowed on a separate day prior to Visit 2 (day 0), for subjects with abnormal blood pressure.\n\n11\\. Subject has extreme dietary habits (e.g., Atkins diet, very high protein, vegetarian, intentional consumption of a high fiber diet), in the opinion of the Clinical Investigator.\n\n12\\. Subject is a female, who is pregnant, planning to be pregnant during the study period, lactating, or is of childbearing potential and is unwilling to commit to the use of a medically approved form of contraception throughout the study period. The method of contraception must be recorded in the source documentation.\n\n13\\. Subject has been exposed to any non-registered drug product within 30 d prior to visit I (day-7).\n\n14\\. Subject has a recent history of (within 12 months of screening; Visit I; day -7) or strong potential for alcohol or substance abuse. Alcohol abuse is defined as \\>14 drinks per week (1 drink= 12 oz beer, 5 oz wine, or I Yi oz distilled spirits).\n\n15\\. Individual has a condition the Clinical Investigator believes would interfere with his or her ability to provide informed consent, comply with the study protocol, which might confound the interpretation of the study results, or put the subject at undue risk.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "iAUC-0.25-12h",
        "description": "The primary outcome variable was the incremental area under the curve (iAUC) for serum strontium from pre-product consumption (t = -0.25 h) to 12 h (iAUC-0.25-12h).",
        "timeFrame": "0.25 hour pre-dosing to 12 hours post-dosing on each day of dosing"
      }
    ],
    "secondary": [
      {
        "measure": "(iAUC-0.25-∞)",
        "description": "iAUC for serum strontium from pre-product consumption (t = -0.25 h) to infinity (iAUC-0.25-∞)",
        "timeFrame": "0.25 hour pre-dosing to 12 hours post-dosing on each day of dosing"
      },
      {
        "measure": "Cmax",
        "description": "Maximum serum concentration (Cmax)",
        "timeFrame": "0.25 hour pre-dosing to 12 hours post-dosing on each day of dosing"
      },
      {
        "measure": "Tmax",
        "description": "Time to Cmax (Tmax)",
        "timeFrame": "0.25 hour pre-dosing to 12 hours post-dosing on each day of dosing"
      },
      {
        "measure": "K",
        "description": "Rate of elimination (K)",
        "timeFrame": "0.25 hour pre-dosing to 12 hours post-dosing on each day of dosing"
      },
      {
        "measure": "t1/2",
        "description": "Half life (t1/2)",
        "timeFrame": "0.25 hour pre-dosing to 12 hours post-dosing on each day of dosing"
      },
      {
        "measure": "Oral bioavailability (F)",
        "description": "The fraction of the amount of strontium given orally that reaches the systemic circulation",
        "timeFrame": "0.25 hour pre-dosing to 12 hours post-dosing on each day of dosing"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": true,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:01.854Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}