{
  "nctId": "NCT02554903",
  "briefTitle": "Clinical Study to Assess the Efficacy and Safety of Macitentan in Patients With Pulmonary Hypertension After Left Ventricular Assist Device Implantation",
  "officialTitle": "A Prospective, Multicenter, Double-blind, Randomized, Placebo-controlled, Parallel Group Study to Assess the Efficacy and Safety of Macitentan in Patients With Pulmonary Hypertension After Left Ventricular Assist Device Implantation",
  "protocolDocument": {
    "nctId": "NCT02554903",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-03-10",
    "uploadDate": "2021-03-08T10:23",
    "size": 1947565,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02554903/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 57,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-03-28",
    "completionDate": "2020-03-13",
    "primaryCompletionDate": "2020-03-13",
    "firstSubmitDate": "2015-09-08",
    "firstPostDate": "2015-09-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Written Informed Consent prior to initiation of any study-mandated procedure.\n2. Males or females ≥ 18 years of age.\n3. Surgical implantation of LVAD within 90 days prior to Randomization.\n4. Hemodynamic evidence of PH on Baseline right heart catheterization (RHC) by the thermodilution method. Baseline RHC is defined as the last hemodynamic measurements after LVAD implantation and prior to the first dose of study treatment. PH is defined as:\n\n   1. Mean pulmonary arterial pressure (mPAP) ≥ 25 mmHg and\n   2. Pulmonary artery wedge pressure (PAWP) ≤ 18 mmHg and\n   3. PVR \\> 3 Wood units.\n5. Stabilization of the patient for 48 h prior to the Baseline RHC, defined as:\n\n   1. No LVAD pump speed/flow rate changes and\n   2. Stable dose of oral diuretics and\n   3. No intravenous (i.v.) inotropes or vasopressors and\n   4. Patient able to ambulate.\n6. A woman of childbearing potential is eligible only if she has:\n\n   1. A negative serum pregnancy test result during the Screening period (Visit 1) and Randomization (Visit 2) and\n   2. Agreement to undertake monthly serum pregnancy tests during the study and up to 30 days after study treatment discontinuation and\n   3. Agreement to use one of the methods of contraception / follow the contraception scheme described in Section 4.5 from Screening and up to at least 30 days after study treatment discontinuation.\n7. Patient must be randomized within 14 days of Baseline RHC.\n\nExclusion Criteria:\n\n1. Documented severe obstructive lung disease defined as: forced expiratory volume in 1 second / forced vital capacity (FEV1/FVC) \\< 0.7 associated with FEV1 \\< 50% of predicted value after bronchodilator administration.\n2. Documented moderate to severe restrictive lung disease defined as: total lung capacity \\< 60% of predicted value.\n3. Documented pulmonary veno-occlusive disease.\n4. Patients undergoing dialysis.\n5. Hemoglobin \\< 8.5 g/dL at Randomization.\n6. Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\> 3 × the upper limit of normal (ULN) at Randomization.\n7. Severe hepatic impairment, e.g., Child-Pugh Class C liver disease.\n8. Body weight \\< 40 kg at Randomization.\n9. Doppler mean blood pressure \\< 65 mmHg at Randomization.\n10. GFR \\< 30 mL/min at Randomization.\n11. Pregnant, planning to become pregnant during the study period, or breastfeeding.\n12. Treatment with endothelin receptor antagonists (ERAs), phosphodiesterase-5 (PDE5) inhibitors, i.v., subcutaneous (s.c.), or oral prostanoids, or guanylate cyclase stimulators within 7 days prior to Baseline RHC or study treatment initiation.\n13. Treatment with inhaled prostanoids (e.g., iloprost, epoprostenol) or nitric oxide within 24 h prior to Baseline RHC or study treatment initiation.\n14. Treatment with strong inducers of cytochrome P450 isozyme 3A4 (CYP3A4) within 28 days prior to study treatment initiation (e.g., carbamazepine, rifampicin, rifabutin, phenytoin and St. John's Wort).\n15. Treatment with strong inhibitors of CYP3A4 within 28 days prior to study treatment initiation (e.g., ketoconazole, itraconazole, voriconazole, clarithromycin, telithromycin, nefazodone, ritonavir, saquinavir, boceprevir, telaprevir, iopinavir, fosamprenavir, darunavir, tipranavir, atazanavir, nelfinavir, amprenavir, and idinavir).\n16. Treatment with another investigational drug (planned, or taken) within 28 days prior to study treatment initiation.\n17. Known hypersensitivity to ERAs, or to any of the study treatment excipients.\n18. Any condition that prevents compliance with the protocol or adherence to therapy.\n19. Known concomitant life-threatening disease with a life expectancy \\< 12 months.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Pulmonary Vascular Resistance (PVR) Ratio of Week 12 to Baseline",
        "description": "PVR ratio equals to Week 12 PVR / Baseline PVR. PVR represents the resistance against which the right ventricle needs to pump. PVR was calculated using the following formula: mean pulmonary arterial pressure (mPAP) - pulmonary artery wedge pressure (PAWP)/cardiac output (CO); where mPAP and PAWP were measured at end-expiration and CO was measured in triplicate using the thermodilution method.",
        "timeFrame": "Baseline to Week 12"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline to Week 12 in Mean Right Atrial Pressure (mRAP)",
        "description": "mRAP was collected in the eCRF (electronic case record form). Right atrial pressure (RAP) is the blood pressure in the right atrium of the heart. Change from baseline to Week 12 in mRAP was measured at rest and no correction for multiple testing was applied.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Change From Baseline to Week 12 in Mean Pulmonary Arterial Pressure (mPAP)",
        "description": "mPAP was collected in the eCRF. The pulmonary artery pressure is a measure of the blood pressure found in the main pulmonary artery. Change from baseline to Week 12 in mPAP was measured at rest and no correction for multiple testing was applied.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Change From Baseline to Week 12 in Pulmonary Arterial Wedge Pressure (PAWP)",
        "description": "PAWP was collected in the eCRF. PAWP is pressure within the pulmonary arterial system when the catheter tip is 'wedged' in the tapering branch of one of the pulmonary arteries. Change from baseline to Week 12 in PAWP was measured at rest and no correction for multiple testing was applied.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Change From Baseline to Week 12 in Cardiac Index (CI)",
        "description": "CI was calculated as Cardiac Output (CO)/body surface area (BSA), where CO is Thermodilution Cardiac Output (Liters per minute \\[L/min\\]) and BSA (m\\^2) equals to 0.007184\\*weight\\^0.425 (kilograms)\\*height\\^0.725 (centimeter). CI was represented in liters per minute per square meter (L/min/m\\^2). Change from baseline to Week 12 in CI was measured at rest and no correction for multiple testing was applied.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Change From Baseline to Week 12 in Total Pulmonary Resistance (TPR)",
        "description": "TPR was calculated as mPAP/CO where mPAP is mean pulmonary arterial pressure and CO is cardiac output. Change from baseline to Week 12 in TPR was calculated at rest and no correction for multiple testing was applied.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Change From Baseline to Week 12 in Mixed Venous Oxygen Saturation (SvO2)",
        "description": "Mixed venous oxygen saturation measures the end result of oxygen consumption and delivery. Change from baseline to Week 12 in SvO2 was reported and measured at rest and no correction for multiple testing was applied.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Change From Baseline to Week 12 in N-terminal Prohormone of Brain Natriuretic Peptide (NT-proBNP) Levels",
        "description": "NT-proBNP levels in the blood are used for diagnosis of acute congestive heart failure (CHF) and may be useful to establish prognosis in heart failure.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Change From Baseline to Week 12 in Participants World Health Organization (WHO) Functional Class (FC)",
        "description": "WHO FC is a classification which reflects disease severity based on symptoms. WHO Functional Classification of pulmonary hypertension comprises of Class I (participants with pulmonary hypertension but without resulting limitation of physical activity), II (participants with pulmonary hypertension resulting in slight limitation of physical activity), III (participants with pulmonary hypertension resulting in marked limitation of physical activity) and IV (participants with pulmonary hypertension with inability to carry out any physical activity without symptoms). Change from baseline in WHO FC was reported. WHO FC was categorized as worsening (change greater than \\[\\>\\] 0); improvement (change less than \\[\\<\\] 0); or no change (change equals to \\[=\\] 0).",
        "timeFrame": "Baseline to Week 12"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:14.737Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}