{
  "nctId": "NCT03060629",
  "briefTitle": "A Study to Assess the Efficacy of a Heterologous Prime/Boost Vaccine Regimen of Ad26.Mos4.HIV and Aluminum Phosphate-Adjuvanted Clade C gp140 in Preventing Human Immunodeficiency Virus (HIV) -1 Infection in Women in Sub-Saharan Africa",
  "officialTitle": "A Multicenter, Randomized, Double-blind, Placebo-controlled Phase 2b Efficacy Study of a Heterologous Prime/Boost Vaccine Regimen of Ad26.Mos4.HIV and Aluminum Phosphate-adjuvanted Clade C gp140 in Preventing HIV-1 Infection in Adult Women in Sub-Saharan Africa",
  "protocolDocument": {
    "nctId": "NCT03060629",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-06-12",
    "uploadDate": "2023-02-02T10:09",
    "size": 2948009,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03060629/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 2636,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-11-03",
    "completionDate": "2022-02-02",
    "primaryCompletionDate": "2022-02-02",
    "firstSubmitDate": "2017-02-17",
    "firstPostDate": "2017-02-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Sexually active, defined as having had sexual intercourse with a male partner at least twice in the past 30 days prior to screening, and is considered by the site staff to be at risk for Human Immunodeficiency Virus (HIV) infection\n* Access to a participating HIV Vaccine Trials Network (HVTN) Clinical Research Sites (CRS) and willingness to be followed for the planned duration of the study\n* Willingness to discuss HIV infection risks and willing to receive HIV risk reduction counseling and appropriate referrals to minimize HIV acquisition, as applicable\n* Negative beta human chorionic gonadotropin (beta-HCG) pregnancy test performed prior to vaccination on the day of initial vaccination. Persons who are NOT of reproductive potential due to having undergone total hysterectomy or bilateral oophorectomy (verified by medical records), are not required to undergo pregnancy testing\n* Participants must also agree not to seek pregnancy through alternative methods, such as artificial insemination or in vitro fertilization until 3 months after the last vaccination\n\nExclusion Criteria:\n\n* Investigational research agents received within 30 days before first vaccination\n* HIV vaccine(s) received in a prior HIV vaccine trial. For volunteers who have received control/placebo in an HIV vaccine trial, the HVTN 705/HPX2008 (Protocol Safety Review Team) PSRT will determine eligibility on a case-by-case basis\n* Live attenuated vaccines received within 30 days before first vaccination or scheduled within 14 days after injection (example: measles, mumps, and rubella \\[MMR\\]; oral polio vaccine \\[OPV\\]; varicella; yellow fever)\n* Any vaccines that are not live attenuated vaccines and were received within 14 days prior to first vaccination (example, tetanus, pneumococcal, Hepatitis A or B)\n* Immunosuppressive medications received within 6 months before first vaccination",
    "healthyVolunteers": true,
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "maximumAge": "35 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Human Immuno Deficiency Virus-1 (HIV-1) Infection Diagnosed Between Month 7 to Month 24 Post Enrollment",
        "description": "Number of participants with HIV-1 infection diagnosed between Month 7 to Month 24 post enrollment was reported. The data represents the cumulative incidence of HIV-1 infections.",
        "timeFrame": "Month 7 up to Month 24"
      },
      {
        "measure": "Percentage of Participants With Local Reactogenicity Signs and Symptoms After First Vaccination",
        "description": "Percentage of participants with local reactogenicity signs and symptoms after first vaccination were reported. Local reactogenicity events (solicited local adverse events) were defined as events at the injection site. Local reactogenicity signs and symptoms included pain and/or tenderness proximal to the injection site.",
        "timeFrame": "Up to 7 days after first vaccination on Day 0 (Day 7)"
      },
      {
        "measure": "Percentage of Participants With Local Reactogenicity Signs and Symptoms After Second Vaccination",
        "description": "Percentage of participants with local reactogenicity signs and symptoms after second vaccination was reported. Local reactogenicity events (solicited local adverse events) were defined as events at the injection site. Local reactogenicity signs and symptoms included pain and/or tenderness proximal to the injection site.",
        "timeFrame": "Up to 7 days after second vaccination on Day 84 (Day 91)"
      },
      {
        "measure": "Percentage of Participants With Local Reactogenicity Signs and Symptoms After Third Vaccination",
        "description": "Percentage of participants with local reactogenicity signs and symptoms after third vaccination was reported. Local reactogenicity events (solicited local adverse events) were defined as events at the injection site. Local reactogenicity signs and symptoms included pain and/or tenderness proximal to the injection site.",
        "timeFrame": "Up to 7 days after third vaccination on Day 168 (Up to Day 175)"
      },
      {
        "measure": "Percentage of Participants With Local Reactogenicity Signs and Symptoms After Fourth Vaccination",
        "description": "Percentage of participants with local reactogenicity signs and symptoms after fourth vaccination was reported. Local reactogenicity events (solicited local adverse events) were defined as events at the injection site. Local reactogenicity signs and symptoms included pain and/or tenderness proximal to the injection site.",
        "timeFrame": "Up to 7 days after fourth vaccination on Day 364 (Up to Day 371)"
      },
      {
        "measure": "Percentage of Participants With Systematic Reactogenicity Signs and Symptoms After First Vaccination",
        "description": "Percentage of participants with systematic reactogenicity signs and symptoms after first vaccination was reported. Systemic reactogenicity events (solicited systemic adverse events) defined as events occurred in a predefined post-vaccination period for which the subject was specifically questioned. Systemic reactogenicity signs and symptoms included increased body temperature, malaise and/or fatigue, myalgia, headache, chills, arthralgia, nausea, and vomiting.",
        "timeFrame": "Up to 7 days after first vaccination on Day 0 (Day 7)"
      },
      {
        "measure": "Percentage of Participants With Systematic Reactogenicity Signs and Symptoms After Second Vaccination",
        "description": "Percentage of participants with systematic reactogenicity signs and symptoms after second vaccination was reported. Systemic reactogenicity events (solicited systemic adverse events) defined as events occurred in a predefined post-vaccination period for which the subject was specifically questioned. Systemic reactogenicity signs and symptoms included increased body temperature, malaise and/or fatigue, myalgia, headache, chills, arthralgia, nausea, and vomiting.",
        "timeFrame": "Up to 7 days after second vaccination on Day 84 (Day 91)"
      },
      {
        "measure": "Percentage of Participants With Systematic Reactogenicity Signs and Symptoms After Third Vaccination",
        "description": "Percentage of participants with systematic reactogenicity signs and symptoms after third vaccination was reported. Systemic reactogenicity events (solicited systemic adverse events) defined as events occurred in a predefined post-vaccination period for which the subject was specifically questioned. Systemic reactogenicity signs and symptoms included increased body temperature, malaise and/or fatigue, myalgia, headache, chills, arthralgia, nausea, and vomiting.",
        "timeFrame": "Up to 7 days after third vaccination on Day 168 (Up to Day 175)"
      },
      {
        "measure": "Percentage of Participants With Systematic Reactogenicity Signs and Symptoms After Fourth Vaccination",
        "description": "Percentage of participants with systematic reactogenicity signs and symptoms after fourth vaccination was reported. Systemic reactogenicity events (solicited systemic adverse events) defined as events occurred in a predefined post-vaccination period for which the subject was specifically questioned. Systemic reactogenicity signs and symptoms included increased body temperature, malaise and/or fatigue, myalgia, headache, chills, arthralgia, nausea, and vomiting.",
        "timeFrame": "Up to 7 days after fourth vaccination on Day 364 (Up to Day 371)"
      },
      {
        "measure": "Percentage of Participants With Unsolicited Adverse Events (AEs) for 30 Days After First Vaccination",
        "description": "An AE is any untoward medical occurrence in a clinical investigation participant administered a study product and which does not necessarily have a causal relationship with the study treatment. The most frequent unsolicited AEs were upper respiratory tract infection, back pain, cough, and hypertension.",
        "timeFrame": "30 days after first vaccination on Day 0 (Up to Day 30)"
      },
      {
        "measure": "Percentage of Participants With Unsolicited AEs for 30 Days After Second Vaccination",
        "description": "An AE is any untoward medical occurrence in a clinical investigation participant administered a study product and which does not necessarily have a causal relationship with the study treatment. The most frequent unsolicited AEs were upper respiratory tract infection, back pain, cough, and hypertension.",
        "timeFrame": "30 days after second vaccination on Day 84 (Up to Day 114)"
      },
      {
        "measure": "Percentage of Participants With Unsolicited AEs for 30 Days After Third Vaccination",
        "description": "An AE is any untoward medical occurrence in a clinical investigation participant administered a study product and which does not necessarily have a causal relationship with the study treatment. The most frequent unsolicited AEs were upper respiratory tract infection, back pain, cough, and hypertension.",
        "timeFrame": "30 days after third vaccination on Day 168 (Up to Day 198)"
      },
      {
        "measure": "Percentage of Participants With Unsolicited AEs for 30 Days After Fourth Vaccination",
        "description": "An AE is any untoward medical occurrence in a clinical investigation participant administered a study product and which does not necessarily have a causal relationship with the study treatment. The most frequent unsolicited AEs were upper respiratory tract infection, back pain, cough, and hypertension.",
        "timeFrame": "30 days after fourth vaccination on Day 364 (Up to Day 394)"
      },
      {
        "measure": "Percentage of Participants With Serious Adverse Events (SAEs)",
        "description": "An AE is any untoward medical occurrence in a clinical investigation participant administered a study product and which does not necessarily have a causal relationship with the study treatment. An SAE is any untoward medical occurrence that at any dose results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, is a suspected transmission of any infectious agent via a medicinal product.",
        "timeFrame": "Up to Month 36 (up to end of the study)"
      },
      {
        "measure": "Percentage of Participants With Adverse Events of Special Interest (AESIs)",
        "description": "Percentage of participants with AESIs was reported. Immune-mediated diseases were considered as AESIs in this study.",
        "timeFrame": "Up to Month 36 (up to end of the study)"
      },
      {
        "measure": "Percentage of Participants With AEs Leading to Early Participant Withdrawal or Early Discontinuation of Study Product",
        "description": "Percentage of participants with AEs leading to early participant withdrawal or early discontinuation of study product were reported. An AE is any untoward medical occurrence in a clinical investigation participant administered a study product and which does not necessarily have a causal relationship with this treatment.",
        "timeFrame": "Up to Month 36 (up to end of the study)"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With HIV-1 Infection Diagnosed From Enrollment (Baseline) Through Month 24 Post Enrollment",
        "description": "Number of participants with HIV-1 infection diagnosed from enrollment (baseline) through month 24 post enrollment was reported. The data represents the cumulative incidence of HIV-1 infections.",
        "timeFrame": "Baseline up to Month 24"
      },
      {
        "measure": "Number of Participants With HIV-1 Infection Diagnosed From Enrollment (Baseline) Through Month 36 (End of Study) Post Enrollment",
        "description": "Number of participants with HIV-1 infection diagnosed from enrollment (baseline) through Month 36 post enrollment was reported. The data represents the cumulative incidence of HIV-1 infections.",
        "timeFrame": "Baseline up to Month 36 (End of study)"
      },
      {
        "measure": "Number of Participants With HIV-1 Infection Diagnosed From Month 13 Through Month 24 Post Enrollment",
        "description": "Number of participants with HIV-1 infection diagnosed from Month 13 through Month 24 post enrollment was reported. The data represents the cumulative incidence of HIV-1 infections.",
        "timeFrame": "Month 13 up to Month 24"
      },
      {
        "measure": "Number of Participants With HIV-1 Infection Diagnosed From Month 13 Through Month 36 (End of Study) Post Enrollment",
        "description": "Number of participants with HIV-1 infection diagnosed from Month 13 through Month 36 (end of study) post enrollment was reported. The data represents the cumulative incidence of HIV-1 infections.",
        "timeFrame": "Month 13 up to Month 36 (End of study)"
      },
      {
        "measure": "Geometric Mean of Binding Antibody Responses to HIV Envelop (ENV) Clade (gp140) C (ZA) Analyzed by Enzyme-linked Immunosorbent Assay (ELISA)",
        "description": "A weighted geometric mean of the binding antibody responses to HIV envelope (ENV) gp140 Clade C 97ZA protein analyzed by ELISA was reported.",
        "timeFrame": "Months 0, 7, 13 and 24"
      },
      {
        "measure": "Geometric Mean of Interferon-gamma (IFN-gamma) T-Cells Responses Analyzed by Enzyme-linked Immunospot Assay (ELISpot)",
        "description": "Geometric mean of IFN-gamma T-cells responses analyzed by ELISpot were reported. A weighted geometric mean of the number of spot-forming cells (SFC) per million peripheral blood mononuclear cells (PBMCs) producing Interferon-gamma upon stimulation with potential T-cell epitope (PTE) ENV peptide pools analyzed by ELISpot was reported. Reported responses are the sum of the number of SFCs/10\\^6 PBMCS for PTE Env1, Env2 and Env3 sub-pools.",
        "timeFrame": "Months 0, 7, 13 and 24"
      },
      {
        "measure": "Number of Participants With Viral Sequences",
        "description": "Number of participants with viral sequences were reported. Viral sequencing was conducted on the earliest available plasma specimens with positive HIV-1 ribose nucleic acid polymerase chain reaction (RNA PCR) tests from study participants who were diagnosed with HIV-1 infection.",
        "timeFrame": "Month 7 up to Month 24"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 16,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 23
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:41.770Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}