{
  "nctId": "NCT04969276",
  "briefTitle": "Study of a Quadrivalent High-Dose Influenza Vaccine and a Moderna COVID-19 Vaccine Administered Either Concomitantly or Singly in Participants 65 Years of Age and Older Previously Vaccinated With a 2-dose Schedule of Moderna COVID-19 Vaccine",
  "officialTitle": "A Phase II, Open-label Study to Assess the Safety and Immunogenicity of Fluzone® High-Dose Quadrivalent (Influenza Vaccine), 2021-2022 Formulation and a Third Dose of Moderna COVID-19 Vaccine (mRNA-1273 Vaccine) Administered Either Concomitantly or Singly in Adults 65 Years of Age and Older Previously Vaccinated With a 2-dose Schedule of Moderna COVID-19 Vaccine",
  "protocolDocument": {
    "nctId": "NCT04969276",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-07-19",
    "uploadDate": "2022-11-14T04:52",
    "size": 2892446,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04969276/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 306,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-07-16",
    "completionDate": "2022-02-08",
    "primaryCompletionDate": "2022-02-08",
    "firstSubmitDate": "2021-07-16",
    "firstPostDate": "2021-07-20"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Aged greater than or equal to \\>= 65 years of age on the day of inclusion.\n* In good health or with underlying medical condition(s) that were judged to be stable by the Investigator. A stable medical condition was defined as disease not requiring significant change in therapy or hospitalization for worsening disease during the 3 months before enrollment.\n* Participants who previously received 2 injections of Moderna COVID-19 Vaccine with the second dose received at least 5 months before Visit 1.\n* Abled to attend all scheduled visits and to complied with all study procedures.\n\nExclusion Criteria:\n\n* Known or suspected congenital or acquired immunodeficiency; or receipt of immunosuppressive therapy, such as anti-cancer chemotherapy or radiation therapy, within the preceding 6 months; or long-term systemic corticosteroid therapy (prednisone or equivalent for more than 2 consecutive weeks within the 3 months preceding planned inclusion).\n* Known systemic hypersensitivity to any of the study intervention components, or history of a life-threatening reaction to the study interventions used in the study or to a product containing any of the same substances.\n* Previous dermal filler injection (either lips or face fillers).\n* Thrombocytopenia, contraindicated IM injection.\n* Bleeding disorder, or receipt of anticoagulants in the 3 weeks preceding inclusion, contraindicated IM vaccination.\n* Chronic illness that, in the opinion of the Investigator, was at a stage where it might interfere with study conduct or completion.\n* Moderate or severe acute illness/infection (according to Investigator judgment) on the day of study intervention administration or febrile illness (temperature \\>= 100.4°Fahrenheit \\[F\\] \\[38.0° Celsius {C}\\]). A prospective participant should not be included in the study until the condition had resolved or the febrile event had subsided.\n* History of serious adverse reaction to any influenza or COVID-19 vaccines.\n* Personal history of Guillain-Barré syndrome (GBS).\n* Personal history of clinically significant developmental delay (at the discretion of the Investigator), neurologic disorder, or seizure disorder.\n* Known seropositivity for human immunodeficiency virus, hepatitis B, or hepatitis C.\n* Any condition that in the opinion of the Investigator posed a health risk to the participant if enrolled or could interfere with the evaluation of the vaccine.\n* Receipt of any vaccine in the 4 weeks preceding the study intervention(s) administration or planned receipt of any vaccine in the period between Visit 01 and 4 weeks following the study intervention(s) administration. Note: Vaccination of Group 3 participants with Fluzone High-Dose Quadrivalent vaccine at the end of the study was not considered by the Sponsor as meeting this exclusion criterion.\n* Receipt of blood-derived immune globulins, blood, or blood-derived products in the past 3 months.\n* Participation at the time of study enrollment (or in the 30 days preceding the first study vaccination) or planned participation during the present study period in another clinical study investigating vaccine, drug, medical device, or medical procedure.\n* Deprived of freedom by an administrative or court order, or in an emergency setting, or hospitalized involuntarily.\n* Identified as an Investigator or employee of the Investigator or study center with direct involvement in the proposed study, or identified as an immediate family member (i.e., parent, spouse, natural or adopted child) of the Investigator or employee with direct involvement in the proposed study.\n* The above information was not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "65 Years",
    "stdAges": [
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Immediate Unsolicited Adverse Events (AEs)",
        "description": "An AE was any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An unsolicited AE was an observed AE that did not fulfill the conditions prelisted in the case report form (CRF) in terms of diagnosis and onset window post-vaccination. All participants were observed for 30 minutes after vaccination, and any unsolicited AEs that occurred during that time were recorded as immediate unsolicited AEs in the CRF. Reported AEs for each arm were presented as pre-specified in the study protocol.",
        "timeFrame": "Within 30 minutes post vaccination"
      },
      {
        "measure": "Number of Participants With Solicited Injection Site Reactions",
        "description": "A solicited reaction (SR) was an \"expected\" adverse reaction (sign or symptom) observed and reported under the conditions (nature and onset) pre-listed in the protocol and CRF. Solicited injection site reactions included injection site pain, axillary swelling and tenderness, injection site erythema, injection site swelling, injection site induration, and injection site bruising. Reported AEs for each arm were presented as pre-specified in the study protocol.",
        "timeFrame": "Within 7 days post-vaccination"
      },
      {
        "measure": "Number of Participants With Solicited Systemic Reactions",
        "description": "A SR was an \"expected\" adverse reaction (sign or symptom) observed and reported under the conditions (nature and onset) prelisted (i.e., solicited) in the protocol and CRF. Solicited systemic reactions included fever, headache, malaise, myalgia, arthralgia, shivering, fatigue, nausea and vomiting. Reported AEs for each arm were presented as pre-specified in the study protocol.",
        "timeFrame": "Within 7 days post-vaccination"
      },
      {
        "measure": "Number of Participants With Unsolicited Adverse Events",
        "description": "An AE was any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An unsolicited AE was an observed AE that did not fulfill the conditions prelisted in the CRF in terms of diagnosis and/or onset window post-vaccination. Reported AEs for each arm were presented as pre-specified in the study protocol.",
        "timeFrame": "Within 21 days post-vaccination"
      },
      {
        "measure": "Number of Participants With Serious Adverse Events (SAEs) and Adverse Event of Special Interest (AESIs)",
        "description": "An SAE was any untoward medical occurrence that at any dose resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect, or was an important medical event. AESIs was defined as one of scientific and medical concern specific to the sponsor's study intervention or program, for which ongoing monitoring and rapid communication by the investigator to the sponsor was done. Reported AEs for each arm were presented as pre-specified in the study protocol.",
        "timeFrame": "From Day 1 up to 6 months post-vaccination"
      },
      {
        "measure": "Number of Participants With Medically Attended Adverse Events (MAAEs)",
        "description": "A MAAE was a new onset or a worsening of a condition that prompted the participant or participant's parent/legally acceptable representative to seek unplanned medical advice at a physician's office or emergency department including medical advice seeking during the study visit or routine medical care. Reported AEs for each arm were presented as pre-specified in the study protocol.",
        "timeFrame": "From Day 1 up to 6 months post-vaccination"
      },
      {
        "measure": "Geometric Mean Titers (GMTs) of Influenza Vaccine and COVID-19 Vaccine Antibodies at Day 1",
        "description": "GMTs of anti-influenza and anti-COVID-19 antibodies were measured using hemagglutination inhibition (HAI) assay for 4 influenza virus strains: A/H1N1, A/H3N2, B/Yamagata, and B/Victoria. Titers were expressed in terms of 1/dilution.",
        "timeFrame": "Day 1 (pre-vaccination)"
      },
      {
        "measure": "Geometric Mean Titers (GMTs) of Influenza Vaccine and COVID-19 Vaccine Antibodies at Day 22",
        "description": "GMTs of anti-influenza and anti-COVID-19 antibodies were measured using HAI assay for 4 influenza virus strains: A/H1N1, A/H3N2, B/Yamagata, and B/Victoria. Titers were expressed in terms of 1/dilution.",
        "timeFrame": "Day 22 (post-vaccination)"
      },
      {
        "measure": "Geometric Mean Titers Ratio (GMTR) of Influenza Vaccine and COVID-19 Vaccine Antibodies",
        "description": "GMTs of anti-influenza and anti-COVID-19 antibodies were measured using HAI assay for 4 influenza virus strains: A/H1N1, A/H3N2, B/Victoria, and B/Yamagata. GMTRs were calculated as the ratio of GMTs post-vaccination (on Day 22) and pre-vaccination (on Day 1) i.e., Day 22/Day 01.",
        "timeFrame": "Day 1 (pre-vaccination) and Day 22 (post-vaccination)"
      },
      {
        "measure": "Percentage of Participants With Antibody Titers Greater Than or Equal to (>=)10 (1/Dilution)",
        "description": "Anti-influenza and anti-COVID 19 antibodies were measured using HAI assay method for 4 influenza virus strains: A/H1N1, A/H3N2, B/Victoria, and B/Yamagata. Percentage of participants with HAI titers \\>=10 (1/dilution) are reported in the outcome measure.",
        "timeFrame": "Day 1 (pre-vaccination)"
      },
      {
        "measure": "Percentage of Participants With Antibody Titers Greater Than or Equal to (>=)10 (1/Dilution)",
        "description": "Anti-influenza and anti-COVID 19 antibodies were measured using HAI assay method for 4 influenza virus strains: A/H1N1, A/H3N2, B/Victoria, and B/Yamagata. Percentage of participants with HAI titers \\>=10 (1/dilution) are reported in the outcome measure.",
        "timeFrame": "Day 22 (post-vaccination)"
      },
      {
        "measure": "Percentage of Participants Achieving Seroconversion Against Influenza and COVID-19 Virus Antigens",
        "description": "Anti-influenza and anti-COVID-19 antibodies were measured by HAI assay for 4 influenza virus strains: A/H1N1, A/H3N2, B/Victoria, and B/Yamagata. Seroconversion was defined as either a pre-vaccination HAI titer less than (\\<)10 (1/dilution) and a post-vaccination titer \\>=40 (1/dilution) or a pre-vaccination titer \\>=10 (1/dilution) and a \\>= four-fold increase in post-vaccination titer at Day 22.",
        "timeFrame": "Day 22 (post-vaccination)"
      },
      {
        "measure": "Percentage of Participants With Antibody Titers >=40 (1/Dilution)",
        "description": "Anti-influenza and anti-COVID 19 antibodies were measured using HAI assay method for 4 influenza virus strains: A/H1N1, A/H3N2, B/Victoria, and B/Yamagata. Percentage of participants with HAI titers \\>=40 (1/dilution) are reported in the outcome measure.",
        "timeFrame": "Day 1 (pre-vaccination)"
      },
      {
        "measure": "Percentage of Participants With Antibody Titers >=40 (1/Dilution)",
        "description": "Anti-influenza and anti-COVID 19 antibodies were measured using HAI assay method for 4 influenza virus strains: A/H1N1, A/H3N2, B/Victoria, and B/Yamagata. Percentage of participants with HAI titers \\>=40 (1/dilution) are reported in the outcome measure.",
        "timeFrame": "Day 22 (post-vaccination)"
      },
      {
        "measure": "Geometric Mean Concentration (GMC) of Anti-S Binding Immunoglobulin G (IgG) Antibodies",
        "description": "GMCs of Anti-S binding IgG antibodies were assessed using enzyme-linked immunosorbent assay (ELISA) method and were measured in binding antibody units/milliliter (BAU/mL).",
        "timeFrame": "Day 1 (pre-vaccination)"
      },
      {
        "measure": "Geometric Mean Concentration (GMC) of Anti-S Binding Immunoglobulin G (IgG) Antibodies",
        "description": "GMCs of Anti-S binding IgG antibodies were assessed using ELISA method and were measured in BAU/mL.",
        "timeFrame": "Day 22 (post-vaccination)"
      },
      {
        "measure": "Geometric Mean Concentration Ratio (GMCR) of Anti-S Binding IgG Antibodies",
        "description": "GMCs of Anti-S binding IgG antibodies were assessed using ELISA method. GMCR was calculated as the ratio of GMC post-vaccination (on Day 22) and pre-vaccination (on Day 1) i.e., Day 22/Day 01.",
        "timeFrame": "Day 1 (pre-vaccination) and Day 22 (post-vaccination)"
      },
      {
        "measure": "Percentage of Participants With >=2-Fold and >=4-Fold Rise in Anti-S Binding IgG Antibodies",
        "description": "Percentage of participants with \\>=2-fold and \\>=4-fold rise in Anti-S binding IgG antibodies at Day 22 (post-vaccination) are reported in this outcome measure. Percentage of participants with \\>=2-fold rise are those for whom the computed value at Day 22 was \\*2 compared to the computed value at Day 1 and percentage of participants with \\>=4-fold rise are those for whom the computed value at Day 22 was \\*4 compared to the computed value at Day 1.",
        "timeFrame": "Day 22 (post-vaccination)"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 18,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 18
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:33.097Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}