{
  "nctId": "NCT03901482",
  "briefTitle": "A Randomized, Double-Blind, Placebo-Controlled Study to Evaluate STS101 in the Acute Treatment of Migraine",
  "officialTitle": "EMERGE: A Randomized, Double-Blind, Parallel Group, Placebo-Controlled, Multicenter Study to Evaluate the Efficacy, Safety, and Tolerability of Single Doses of STS101 (Dihydroergotamine Nasal Powder) in the Acute Treatment of Migraine",
  "protocolDocument": {
    "nctId": "NCT03901482",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-04-09",
    "uploadDate": "2023-04-19T15:02",
    "size": 2668665,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03901482/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 1201,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-06-24",
    "completionDate": "2020-08-13",
    "primaryCompletionDate": "2020-07-31",
    "firstSubmitDate": "2019-04-02",
    "firstPostDate": "2019-04-03"
  },
  "eligibilityCriteria": {
    "criteria": "Key Inclusion Criteria:\n\n* Males or females, 18-65 years of age at the time of Screening Visit\n* Subject has at least 1-year history of migraines (with or without aura), according to the International Classification of Headache Disorder, 3rd Edition (ICHD3)\n\nExclusion Criteria:\n\n* Pregnant or breast-feeding women\n* Women of child-bearing potential not using or not willing to use highly effective contraception.\n* Diagnosis of headache conditions other than migraine with or without aura, including diagnosis of basilar or hemiplegic migraines or cluster headache.\n* History of coronary artery disease, coronary artery vasospasm (including Printz-metals' angina), clinically significant arrhythmia or, peripheral vascular disease, ischemic disease (e.g. Raynaud's syndrome, ischemic bowel syndrome, angina pectoris, myocardial infarction, or documented silent ischemia); percutaneous coronary intervention, or cardiac surgery.\n* History of cerebrovascular disease, including but not limited to stroke, transient ischemic attack, cerebral hemorrhage, subarachnoid hemorrhage.\n* Diagnosis of major depression with current symptoms, psychosis, alcohol abuse or dependence, drug abuse or dependence, major psychiatric conditions (e.g. schizophrenia, psychosis or Bipolar disorder), dementia. Other significant neurological or psychiatric disorders (including other pain syndromes or risk of suicide) that in the opinion of the investigator might interfere with study participation and assessments or subject safety.\n* Any clinically significant symptoms or conditions, including but not limited to central nervous system (e.g., seizures), cardiac, pulmonary, metabolic, renal, hepatic or gastrointestinal conditions or history of such conditions that, in the opinion of the investigator might interfere with study assessments or safety of participant.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Subjects With Freedom From Migraine Headache Pain at 2 Hours Post Dose",
        "description": "The subject's rating was documented on a four-point scale from no pain (= 0), mild pain (= 1), moderate pain (= 2) to severe pain (= 3). Pain freedom means the pain went from moderate (2) or severe (3) to no pain (0).",
        "timeFrame": "2 Hours Post-Dose"
      },
      {
        "measure": "Percentage of Subjects With Freedom From Most-Bothersome Symptom at 2 Hours Post Dose",
        "description": "Subjects were prompted to document the presence of 3 symptoms (photophobia, phonophobia, and nausea) immediately before study drug administration and during the treated migraine attack.",
        "timeFrame": "2 Hours Post-Dose"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Subjects With Relief From Migraine Headache Pain at 2 Hours Post Dose",
        "description": "The subject's rating was documented on a four-point scale from no pain (= 0), mild pain (= 1), moderate pain (= 2) to severe pain (= 3). Pain relief means the pain went from moderate (2) or severe (3) to mild pain (1) or no pain (0).",
        "timeFrame": "2 Hours Post Dose"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:52.328Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}