{
  "nctId": "NCT03060577",
  "briefTitle": "An Extension Trial of Inclisiran in Participants With Cardiovascular Disease and High Cholesterol",
  "officialTitle": "An Open Label, Active Comparator Extension Trial to Assess the Effect of Long Term Dosing of Inclisiran and Evolocumab Given as Subcutaneous Injections in Participants With High Cardiovascular Risk and Elevated LDL-C (ORION-3)",
  "protocolDocument": {
    "nctId": "NCT03060577",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-10-07",
    "uploadDate": "2022-11-28T05:38",
    "size": 3199210,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03060577/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 382,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-04-27",
    "completionDate": "2021-12-17",
    "primaryCompletionDate": "2021-12-17",
    "firstSubmitDate": "2017-02-17",
    "firstPostDate": "2017-02-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Completion of Study MDCO-PCS-15-01 and no contraindication to receiving inclisiran or evolocumab.\n2. Willing and able to give written and informed consent before initiation of any study related procedures and willing to comply with all required study procedures.\n3. Willing to self-inject.\n\nExclusion Criteria:\n\n1. Any uncontrolled or serious disease, or any medical or surgical condition that may either interfere with participation in the clinical study and/or put the participant at significant risk (according to investigator's \\[or delegate's\\] judgment).\n2. An underlying known disease or surgical, physical, or medical condition that, in the opinion of the investigator (or delegate), might interfere with interpretation of the clinical study results.\n3. Serious comorbid disease in which the life expectancy of the participant is shorter than the duration of the trial (for example, acute systemic infection, cancer, or other serious illnesses).\n4. Active liver disease defined as any known current infectious, neoplastic, or metabolic pathology of the liver; unexplained alanine aminotransferase (ALT) or aspartate aminotransferase (AST) elevation greater than 2 times upper limit of normal (ULN); or total bilirubin elevation greater than 1.5 times ULN at study entry visit.\n5. Females who are pregnant or nursing, or who are of childbearing potential and unwilling to use at least two methods of contraception (for example, oral contraceptives, barrier methods, approved contraceptive implant, long-term injectable contraception, intrauterine device) for the entire duration of the study. Exemptions from this criterion are\n\n   * Women \\>2 years postmenopausal (defined as 1 year or longer since their last menstrual period) AND more than 55 years of age\n   * Postmenopausal women (as defined above) and less than 55 years old with a negative pregnancy test within 24 hours of enrollment\n   * Women who are surgically sterilized at least 3 months prior to enrollment\n6. Males who are unwilling to use an acceptable method of birth control during the entire study period (that is, condom with spermicide).\n7. Treatment with investigational medicinal products other than inclisiran or devices within 30 days or five half˗lives, whichever is longer.\n8. Planned use of investigational medicinal products other than inclisiran or devices during the course of the study.\n9. Participants with a history of a serious hypersensitivity reaction to evolocumab or any of the excipients\n10. Previous or current treatment (within 90 days of study entry) with monoclonal antibodies directed towards PCSK9.\n11. Any condition that according to the investigator could interfere with the conduct of the study, such as but not limited to:\n\n    * Inappropriate for this study, including participants who are unable to communicate or to cooperate with the investigator.\n    * Unable to understand the protocol requirements, instructions and study-related restrictions, the nature, scope, and possible consequences of the study (including participants whose cooperation is doubtful due to drug abuse or alcohol dependency).\n    * Unlikely to comply with the protocol requirements, instructions, and study-related restrictions (for example, uncooperative attitude, inability to return for follow-up visits, and improbability of completing the study).\n    * Involved with, or a relative of, someone directly involved in the conduct of the study.\n    * Any known cognitive impairment (for example, Alzheimer's Disease).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage Change in LDL-C From Baseline of the ORION-1 Study to Day 210 in ORION-3 (Inclisiran Arm)",
        "description": "Percent Change in LDL-C (beta-quantification) from baseline of the ORION-1 Study to Day 210 in ORION-3. A negative percentage score represents a reduction in LDL-C. Change is relative to ORION-1 Baseline, which is defined as the last available record prior to first study drug administration in ORION-1.",
        "timeFrame": "Baseline (ORION-1) and Day 210 (ORION-3) (up to 570 days total)"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage Change in LDL-C From Baseline of the ORION-1 Study (Inclisiran Arm)",
        "description": "Percent Change in LDL-C (beta-quantification) from baseline of the ORION-1 Study overtime in ORION-3. A negative percentage score represents a reduction in LDL-C. Changes are relative to ORION-1 Baseline, which is defined as the last available record prior to first study drug administration in ORION-1.",
        "timeFrame": "Baseline (ORION-1) and Days 30, 360, 720, 1080 and 1440 (ORION-3) (up to 390, 720, 1080, 1440 and 1800 days total, respectively)"
      },
      {
        "measure": "Absolute Change in LDL-C From Baseline of the ORION-1 Study (Inclisiran Arm)",
        "description": "Absolute Change in LDL-C (beta-quantification) from baseline of the ORION-1 Study overtime in ORION-3. A negative score represents a reduction in LDL-C. Changes are relative to ORION-1 Baseline, which is defined as the last available record prior to first study drug administration in ORION-1.",
        "timeFrame": "Baseline (ORION-1) and Days 30, 360, 720, 1080 and 1440 (ORION-3) (up to 390, 720, 1080, 1440 and 1800 days total, respectively)"
      },
      {
        "measure": "Percentage Change in PCSK9 Levels From Baseline of the ORION-1 Study (Inclisiran Arm)",
        "description": "Percent Change in PCSK9 from baseline of the ORION-1 Study overtime in ORION-3. A negative percentage score represents a reduction in PCSK9. Changes are relative to ORION-1 Baseline, which is defined as the last available record prior to first study drug administration in ORION-1.",
        "timeFrame": "Baseline (ORION-1) and Days 30, 360, 720 and 1440 (ORION-3) (up to 390, 720, 1080 and 1800 days total, respectively)"
      },
      {
        "measure": "Absolute Change in PCSK9 Levels From Baseline of the ORION-1 Study (Inclisiran Arm)",
        "description": "Absolute Change in PCSK9 from baseline of the ORION-1 Study overtime in ORION-3. A negative score represents a reduction in PCSK9. Changes are relative to ORION-1 Baseline, which is defined as the last available record prior to first study drug administration in ORION-1.",
        "timeFrame": "Baseline (ORION-1) and Days 30, 360, 720 and 1440 (ORION-3) (up to 390, 720, 1080 and 1800 days total, respectively)"
      },
      {
        "measure": "Percentage Change in Triglycerides From Baseline of the ORION-1 Study (Inclisiran Arm)",
        "description": "Percent Change in Triglycerides from baseline of the ORION-1 Study overtime in ORION-3. A negative percentage score represents a reduction in Triglycerides. Changes are relative to ORION-1 Baseline, which is defined as the last available record prior to first study drug administration in ORION-1.",
        "timeFrame": "Baseline (ORION-1) and Days 30, 210 and 1440 (ORION-3) (up to 390, 570 and 1800 days total, respectively)"
      },
      {
        "measure": "Absolute Change in Triglycerides From Baseline of the ORION-1 Study (Inclisiran Arm)",
        "description": "Absolute Change in Triglycerides from baseline of the ORION-1 Study overtime in ORION-3. A negative score represents a reduction in Triglycerides. Changes are relative to ORION-1 Baseline, which is defined as the last available record prior to first study drug administration in ORION-1.",
        "timeFrame": "Baseline (ORION-1) and Days 30, 210 and 1440 (ORION-3) (up to 390, 570 and 1800 days total, respectively)"
      },
      {
        "measure": "Percentage Change in Apolipoprotein B From Baseline of the ORION-1 Study (Inclisiran Arm)",
        "description": "Percent Change in Apolipoprotein B from baseline of the ORION-1 Study overtime in ORION-3. A negative percentage score represents a reduction in Apolipoprotein B. Changes are relative to ORION-1 Baseline, which is defined as the last available record prior to first study drug administration in ORION-1.",
        "timeFrame": "Baseline (ORION-1) and Days 30, 210 and 1440 (ORION-3) (up to 390, 570 and 1800 days total, respectively)"
      },
      {
        "measure": "Absolute Change in Apolipoprotein B From Baseline of the ORION-1 Study (Inclisiran Arm)",
        "description": "Absolute Change in Apolipoprotein B from baseline of the ORION-1 Study overtime in ORION-3. A negative score represents a reduction in Apolipoprotein B. Changes are relative to ORION-1 Baseline, which is defined as the last available record prior to first study drug administration in ORION-1.",
        "timeFrame": "Baseline (ORION-1) and Days 30, 210 and 1440 (ORION-3) (up to 390, 570 and 1800 days total, respectively)"
      },
      {
        "measure": "Percentage Change in Lipoprotein-a From Baseline of the ORION-1 Study (Inclisiran Arm)",
        "description": "Percent Change in Lipoprotein-a from baseline of the ORION-1 Study overtime in ORION-3. A negative percentage score represents a reduction in Lipoprotein-a. Changes are relative to ORION-1 Baseline, which is defined as the last available record prior to first study drug administration in ORION-1.",
        "timeFrame": "Baseline (ORION-1) and Days 30, 210 and 1440 (ORION-3) (up to 390, 570 and 1800 days total, respectively)"
      },
      {
        "measure": "Absolute Change in Lipoprotein-a From Baseline of the ORION-1 Study (Inclisiran Arm)",
        "description": "Absolute Change in Lipoprotein-a from baseline of the ORION-1 Study overtime in ORION-3. A negative score represents a reduction in Lipoprotein-a. Changes are relative to ORION-1 Baseline, which is defined as the last available record prior to first study drug administration in ORION-1.",
        "timeFrame": "Baseline (ORION-1) and Days 30, 210 and 1440 (ORION-3) (up to 390, 570 and 1800 days total, respectively)"
      },
      {
        "measure": "Number of Participants With ≥50% LDL-C Reduction From Baseline of the ORION-1 Study (Inclisiran Arm)",
        "description": "Number of Participants with ≥50% LDL-C (beta-quantification) Reduction from baseline of the ORION-1 Study overtime in ORION-3. Changes are relative to ORION-1 Baseline, which is defined as the last available record prior to first study drug administration in ORION-1.",
        "timeFrame": "Baseline (ORION-1) and Days 30, 360, 720 and 1440 (ORION-3) (up to 390, 720, 1080 and 1800 days total, respectively)"
      },
      {
        "measure": "Number of Participants Reaching on Treatment LDL-C Levels of <25 mg/dL, <50 mg/dL, <70 mg/dL, and <100 mg/dL (Inclisiran Arm)",
        "description": "Individual responsiveness to inclisiran is defined as the number of Participants Reaching on Treatment LDL-C Levels of \\<25 mg/dL, \\<50 mg/dL, \\<70 mg/dL, and \\<100 mg/dL at any time point.",
        "timeFrame": "From the start of treatment in ORION-3 to 90 days after end of treatment, assessed up to maximum duration of 4 years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 12,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 74,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:10.376Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}