{
  "nctId": "NCT04079920",
  "briefTitle": "Predictors of Response to Tofacitinib Treatment in Rheumatoid Arthritis Patients",
  "officialTitle": "BASELINE VARIABLES PREDICTING TREATMENT RESPONSE AT 6 MONTHS IN ADULT RHEUMATOID ARTHRITIS PATIENTS TREATED WITH TOFACITINIB 5MG BID IN A NON-INTERVENTIONAL SETTING (TREAT - RA)",
  "protocolDocument": {
    "nctId": "NCT04079920",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-01-14",
    "uploadDate": "2024-02-01T07:28",
    "size": 11909077,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04079920/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 198,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-09-22",
    "completionDate": "2023-02-08",
    "primaryCompletionDate": "2023-02-08",
    "firstSubmitDate": "2019-08-05",
    "firstPostDate": "2019-09-06"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Adult subjects with moderately to severely active rheumatoid arthritis who start treatment with tofacitinib in usual clinical practice conditions in compliance with the label\n\n  1. Patients aged ≥ 18 years\n  2. Confirmed Diagnosis of Rheumatoid Arthritis by rheumatologist\n  3. Patients with moderate to severe RA diagnosed according to local practice who have already been started on treatment with tofacitinib, for at most seven working days .\n  4. Patients eligible for tofacitinib treatment according to current approved Summary of Product Characteristics (SmPC).\n  5. Evidence of a personally signed and dated informed consent document indicating that the patient (or a legally acceptable representative) has been informed of all pertinent aspects of the study.\n\nExclusion Criteria:\n\n* Patients meeting any of the following criteria will not be included in the study:\n\n  1. Exclusion Criteria according to the Xeljanz® SmPC.\n  2. Contraindications to Xeljanz® according to SmPC.\n  3. Hypersensitivity to the active substance (tofacitinib) or to any of the excipients.\n  4. Active tuberculosis (TB), serious infections, such as sepsis, or opportunistic infections.\n  5. Receipt of any investigational drug within 3 months before study inclusion as well as currently not participating in an interventional clinical trial.\n  6. Subjects who have received any previous treatment with tofacitinib or other JAK inhibitors.\n  7. Subjects who are investigational site staff members or subjects who are Pfizer employees directly involved in the conduct of the trial.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Remission and Low Disease Activity (LDA) at Month 6 Assessed Using 28-Joint Disease Activity Score C-Reactive Protein (DAS28-4 CRP)",
        "description": "Remission is defined as DAS28-4 CRP less than (\\<) 2.6 and DAS28-4 CRP \\< 3.2 corresponds to LDA. DAS28-4 CRP is a composite endpoint, calculated using 4 variables (represented by '-4' in the name). It includes components: tender joint count (TJC) and swollen joint count ((SJC) \\[both out of 28 evaluated joints\\], CRP milligram per liter (mg/l) and Patient's Global Assessment of Arthritis Disease Activity (PtGA) recorded on 100 millimeter (mm) visual analogue scale (VAS) (scores ranging 0 \\[no disease activity\\] to 100 mm \\[maximum disease activity\\], higher scores=more disease activity). DAS28-4 CRP is calculated as: 0.56 \\* square root (sqrt) (TJC) + 0.28 \\* sqrt (SJC) + 0.36 \\* ln (CRP+1) + 0.014\\*PtGA + 0.96; where ln = natural logarithm.",
        "timeFrame": "Month 6"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With Remission and LDA at Month 12 Assessed Using DAS28-4 CRP",
        "description": "Remission is defined as DAS28-4 CRP \\< 2.6 and DAS28-4 CRP \\< 3.2 corresponds to LDA. DAS28-4 CRP is a composite endpoint, calculated using 4 variables (represented by '-4' in the name). It includes components: TJC and SJC assessed using 28 joints, CRP (mg/l) and PtGA recorded on 100 mm VAS scores ranging 0 \\[no disease activity\\] to 100 mm \\[maximum disease activity\\], higher scores=more disease activity). DAS28-4 CRP is calculated as: 0.56 \\* (sqrt) (TJC28) + 0.28 \\* sqrt (SJC28) + 0.36 \\* ln (CRP+1) + 0.014\\*PtGA + 0.96; where ln = natural logarithm.",
        "timeFrame": "Month 12"
      },
      {
        "measure": "Change From Baseline in DAS28-4 (ESR) and DAS28-4 (CRP)",
        "description": "DAS28-4 CRP is a composite endpoint, calculated using 4 variables (represented by '-4' in the name). It includes components: TJC and SJC both assessed using 28 joints, CRP (mg/l) and PtGA recorded recorded on VAS scores (mm). DAS28-4 CRP is calculated as: 0.56 \\* sqrt (TJC28) + 0.28 \\* sqrt (SJC28) + 0.36 \\* ln (CRP+1) + 0.014\\*PtGA + 0.96; where ln = natural logarithm. DAS28-4 CRP is a composite endpoint, calculated using 4 variables (represented by '-4' in the name). It includes components: TJC and SJC both assessed using 28 joints, ESR using mm/ hour and PtGA in recorded on VAS (mm). DAS28-4 ESR is calculated as: 0.56\\*sqrt (TJC28) + 0.28\\*sqrt (SJC28) + 0.70\\*In (ESR) + 0.014\\*PtGA where In = natural logarithm. The calculated range of DAS28-4 CRP and DAS 28-4 ESR is 0 (no disease activity) to 10 (maximal disease activity). A decrease from baseline in score indicates improvement of disease activity.",
        "timeFrame": "Baseline, Months 3, 6 and 12"
      },
      {
        "measure": "Change From Baseline in Health Assessment Questionnaire-Disability Index (HAQ-DI) Score at Months 3, 6 and 12",
        "description": "HAQ-DI is a participant-reported assessment which assess the degree of difficulty a participant had experienced during the last week in 8 domains/categories of daily living activities: dressing and grooming, arising, eating, walking, hygiene, reach, grip, and other activities. Each activity category consists of 2 to 3 items. Each item is scored on 4-point scale from 0 to 3: 0=no difficulty; 1=some difficulty; 2=much difficulty; 3=unable to do. Any activity requiring assistance from another individual or the use of an assistive device adjusts to a minimum score of 2 to represent a more limited functional status. Overall score was computed as the sum of domain scores and divided by the number of domains answered. Total possible score ranges from 0 to 3, where 0 indicates least difficulty and 3 indicates extreme difficulty.",
        "timeFrame": "Baseline, Months 3, 6 and 12"
      },
      {
        "measure": "Number of Participants With Remission According to Simplified Disease Activity Index (SDAI) <=3.3 at Months 3, 6, and 12",
        "description": "Remission is defined as SDAI \\<=3.3. SDAI is a composite end point, calculated at each time point using the formula: as TJC + SJC both assessed using 28 joints + PtGA (assessed on 100 mm VAS scores ranging 0 \\[no disease activity\\] to 100 mm \\[maximum disease activity\\], higher scores=more disease activity) + Physician's Global Assessment of Health \\[PhGA\\] (assessed on 100 mm VAS scores ranging 0 \\[no disease activity\\] to 100 mm \\[maximum disease activity\\], higher scores=more disease activity)+ CRP (mg/dL).",
        "timeFrame": "Months 3, 6 and 12"
      },
      {
        "measure": "Number of Participants With Remission According to Clinical Disease Activity Index (CDAI) <=2.8 at Months 3, 6, and 12",
        "description": "Remission is defined as CDAI \\<=2.8. CDAI is a composite end point, calculated based on each time-point using TJC + SJC both assessed using 28 joints + PtGA (assessed on 100 mm VAS scores ranging 0 \\[no disease activity\\] to 100 mm \\[maximum disease activity\\], higher scores=more disease activity) + PhGA (assessed on 100 mm VAS scores ranging 0 \\[no disease activity\\] to 100 mm \\[maximum disease activity\\], higher scores=more disease activity).",
        "timeFrame": "Months 3, 6 and 12"
      },
      {
        "measure": "Number of Participants With Remission According to DAS28-4 ESR<2.6 at Months 3, 6, and 12",
        "description": "DAS28-4 ESR is a composite endpoint, calculated using 4 variables (represented by '-4' in the name). Components includes: TJC, SJC both assessed using 28 joints, ESR (mm/h) and PtGA (mm) (recorded on 100 mm VAS scores ranging 0 \\[no disease activity\\] to 100 mm \\[maximum disease activity\\], higher score indicates high disease activity). The calculation of DAS28-4 ESR is as follows: 0.56 \\* sqrt (TJC28) + 0.28 \\* sqrt (SJC28) + 0.70\\* In (ESR) + 0.014\\* (PtGA); where ln = natural logarithm. DAS28-4 (ESR) score of \\<2.6 indicates remission.",
        "timeFrame": "Months 3, 6 and 12"
      },
      {
        "measure": "Number of Participants With Remission According to DAS28-4 CRP <2.6 at Months 3, 6, and 12",
        "description": "DAS28-4 CRP is a composite endpoint, calculated using 4 variables (represented by '-4' in the name). Components includes: TJC, SJC both assessed using 28 joints, CRP (mg/l) and PtGA (mm) (recorded on 100 mm VAS scores ranging 0 \\[no disease activity\\] to 100 mm \\[maximum disease activity\\], higher score indicates high disease activity). The calculation of DAS28-4 CRP is as follows: 0.56 \\* sqrt (TJC) + 0.28 \\* sqrt (SJC) + 0.36 \\* ln (CRP+1) + 0.014\\*PtGA + 0.96; where ln = natural logarithm. DAS28-4 (CRP) score of \\<2.6 indicates remission.",
        "timeFrame": "Months 3, 6 and 12"
      },
      {
        "measure": "Number of Participants With LDA According to SDAI <=11 at Months 3, 6, and 12",
        "description": "LDA is defined as SDAI \\<=11. SDAI is a composite end point, calculated at each time point using the formula: as TJC + SJC (both assessed using 28 joints) + PtGA (assessed on 100 mm VAS scores ranging 0 \\[no disease activity\\] to 100 mm \\[maximum disease activity\\], higher scores=more disease activity) + PhGA (assessed on 100 mm VAS scores ranging 0 \\[no disease activity\\] to 100 mm \\[maximum disease activity\\], higher scores=more disease activity)+ CRP (mg/dL).",
        "timeFrame": "Months 3, 6 and 12"
      },
      {
        "measure": "Number of Participants With LDA According to CDAI <=10 at Months 3, 6, and 12",
        "description": "LDA is defined as CDAI \\<=10. CDAI is a composite end point, calculated based on each time-point using TJC + SJC (both assessed using 28 joints) + PtGA (assessed on 100 mm VAS scores ranging 0 \\[no disease activity\\] to 100 mm \\[maximum disease activity\\], higher scores=more disease activity) + PhGA (assessed on 100 mm VAS scores ranging 0 \\[no disease activity\\] to 100 mm \\[maximum disease activity\\], higher scores=more disease activity.",
        "timeFrame": "Months 3, 6 and 12"
      },
      {
        "measure": "Number of Participants With LDA According to DAS28-4 ESR (<3.2) at Months 3, 6, and 12",
        "description": "DAS28-4 ESR is a composite endpoint, calculated using 4 variables (represented by '-4' in the name). Components includes: TJC, SJC (both assessed using 28 joints), ESR (mm/h) and PtGA (recorded on 100 mm VAS scores ranging 0 \\[no disease activity\\] to 100 mm \\[maximum disease activity\\], higher score indicates high disease activity). The calculation of DAS28-4 ESR is as follows: 0.56 \\* sqrt (TJC28) + 0.28 \\* sqrt (SJC28) + 0.70\\* In(ESR) + 0.014\\* (PtGA); where ln = natural logarithm. DAS28-4 (ESR) score of \\<3.2 indicates LDA.",
        "timeFrame": "Months 3, 6 and 12"
      },
      {
        "measure": "Number of Participants With LDA According to DAS28-4 CRP<=3.2 at Months 3, 6, and 12",
        "description": "LDA is defined as DAS28-4(CRP) score of \\<3.2. DAS28-4 CRP is a composite endpoint, calculated using 4 variables (represented by '-4' in the name). It includes components: TJC, SJC (both assessed using 28 joints), CRP (mg/l) and PtGA (mm) (recorded on 100 mm VAS scores ranging 0 \\[no disease activity\\] to 100 mm \\[maximum disease activity\\], higher scores=more disease activity). The calculation of DAS28-4 CRP is as follows: 0.56\\*sqrt (TJC) + 0.28\\*sqrt (SJC) + 0.36\\*ln (CRP+1) + 0.014\\*PtGA + 0.96; where ln = natural logarithm. DAS28-4 (CRP) score of \\<3.2 indicates LDA.",
        "timeFrame": "Months 3, 6 and 12"
      },
      {
        "measure": "Percentage of Participants Achieving HAQ-DI Response at Months 3,6 and 12",
        "description": "HAQ-DI is a participant-reported assessment which assess the degree of difficulty a participant had experienced during the last week in 8 domains/categories of daily living activities: dressing and grooming, arising, eating, walking, hygiene, reach, grip, and other activities. Each activity category consists of 2 to 3 items. Each item is scored on 4-point scale from 0 to 3: 0=no difficulty; 1=some difficulty; 2=much difficulty; 3=unable to do. Any activity requiring assistance from another individual or the use of an assistive device adjusts to a minimum score of 2 to represent a more limited functional status. Overall score was computed as the sum of domain scores and divided by the number of domains answered. Total possible score ranges from 0 to 3, where 0 indicates least difficulty and 3 indicates extreme difficulty. A HAQ-DI response is defined as a decrease from baseline of at least 0.22.",
        "timeFrame": "Months 3, 6 and 12"
      },
      {
        "measure": "Change From Baseline in European Quality of Life (EuroQol) -5 Dimensions (EQ-5D) Health State Profile at Months 3, 6 and 12",
        "description": "EQ-5D is a standardized instrument used to measure quality of life. It is based on five dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has three responses and the participant is asked to select the response that best describes them. The responses are scored 1-3 where 1 indicates no problems, 2 indicates some problems and 3 indicates unable to perform normal activities. The score (1 to 3), for each dimension is weighted based on United Kingdom (UK) data (Dolan et al 1995). An algorithm was applied to calculate the total EQ-5D health state score. Maximum and minimum score value were 1 and -0.6 respectively. Higher score indicates better health state.",
        "timeFrame": "Baseline, Months 3, 6 and 12"
      },
      {
        "measure": "Change From Baseline in Functional Assessment of Chronic Illness Therapy (FACIT)-Fatigue Questionnaire Score at Months 3, 6 and 12",
        "description": "FACIT-fatigue questionnaire score consists of 13 self-evaluated questions. Each question is scored from 0 to 4; the sum of all responses resulted in the FACIT-fatigue score of 0 (maximum fatigue) to 52 (no fatigue). A higher score represents better participant status.",
        "timeFrame": "Baseline, Months 3, 6 and 12"
      },
      {
        "measure": "Change From Baseline in Mean Duration of Morning Stiffness at Day 1 and 2 of Months 3, 6 and 12",
        "description": "The duration of morning stiffness is determined by asking the following questions: \"Over the last 2 days, when did you wake in the morning? Over the last 2 days, when were you able to resume your normal activities without stiffness?\". Time elapsed when participant woke up in morning and was able to resume normal activities without stiffness in minutes.",
        "timeFrame": "Baseline, Day 1 and 2 of Months 3, 6 and 12"
      },
      {
        "measure": "Change From Baseline in the Work Productivity and Activity Impairment (WPAI) Questionnaire at Months 3, 6 and 12",
        "description": "WPAI: 6-item questionnaire \\& scores are derived for four domains:absenteeism, presenteeism,work productivity loss \\& activity impairment.Question (Q)2 asked participants to indicate number of hours missed due to health problems in past 7 days. Q4 asked participants to indicate number of hours they worked in past 7 days.Q5 asked participants the degree to which their health affected productivity while working in past 7 days,on scale ranging from 0-10, Where 0 = health problems had no effect on their work \\& 10=health problems completely prevented participant from working. Q6 asked participants to indicate the degree to which their health affected their regular activities in past 7 days.Absenteeism=(Q2/\\[Q2 + Q4\\])\\*100.Presenteeism=(Q5/10)\\*100.Work Production Loss={(Q2/\\[Q2 + Q4\\])+(1-\\[Q2/(Q2 + Q4))\\*(Q5/10 )\\]}\\*100.Activity Impairment=(Q6/10)\\*100.Each WPAI domain is expressed as impairment percentages ranging from 0 to 100,with higher numbers indicating greater impairment \\&less productivity.",
        "timeFrame": "Baseline, Months 3, 6 and 12"
      },
      {
        "measure": "Percentage of Participants With Treatment Satisfaction at Baseline and Month 12",
        "description": "Participant's satisfaction with treatment was assessed on a 5-point scale (where 0 = very dissatisfied and 4 = very satisfied) in response to the question \"How satisfied are you with the drugs you received for your arthritis during the last year?\"",
        "timeFrame": "Baseline, Month 12"
      },
      {
        "measure": "Patient Global Assessment (PtGA) at Baseline, Months 3, 6 and 12",
        "description": "PtGA of Arthritis was measured using a VAS scores ranging 0 \\[no disease activity\\] to 100 mm \\[maximum disease activity\\], higher scores=more disease activity in response to the question \"Considering all the way your arthritis affects you, how are you feeling today?\".",
        "timeFrame": "Baseline, Months 3, 6 and 12"
      },
      {
        "measure": "Physician Global Assessment (PhGA) at Baseline, Months 3, 6 and 12",
        "description": "PhGA was measured using a VAS scores ranging 0 \\[no disease activity\\] to 100 mm \\[maximum disease activity\\], higher scores=more disease activity in response to how the physician assesses the participant's overall arthritis at the time of the visit. This is an evaluation based on the participant's disease signs, functional capacity and physical examination, and should be independent of the PtGA of arthritis.",
        "timeFrame": "Baseline, Months 3, 6 and 12"
      },
      {
        "measure": "Number of Participants as Per Treatment Received",
        "description": "Number of participants who received tofacitinib as monotherapy,tofacitinib in combination therapy, tofacitinib switched from monotherapy to combination therapy, tofacitinib switched from combination therapy to monotherapy, tofacitinib in combination with disease modifying antirheumatic drugs (DMARD) then switched to tofacitinib monotherapy and tofacitinib in combination with DMARD then discontinued are presented in this outcome measure.",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "Median Number of Visits to Rheumatologist or Other Rheumatoid Arthritis (RA) Specialist Since Last Visit",
        "description": "The study consisted of 4 visits. Baseline (visit 1), Month 3 (visit 2), Month 6 (visit 3), Month 12 (final or close out visit). The number of visits to a rheumatologist or other RA specialist since the last visit were reported in this outcome measure.",
        "timeFrame": "Months 3, 6 and 12"
      },
      {
        "measure": "Number of Participants With Diagnostic Test Since Last Visit",
        "description": "The study consisted of 4 visits. Baseline (visit 1), Month 3 (visit 2), Month 6 (visit 3), Month 12 (final or close out visit). Number of participants who underwent the diagnostic tests since last visit including: whole blood cell (WBC), ESR/CRP, glucose, hepatic enzymes, urea, creatinine, lipid profile (total cholesterol \\[TC\\], low density lipoprotein \\[LDL\\], high density lipoprotein \\[HDL\\], triglycerides \\[TG\\]), X-rays, others are presented.",
        "timeFrame": "Months 3, 6 and 12"
      },
      {
        "measure": "Number of Participants According to the Type of Diagnostic Test",
        "description": "The study consisted of 4 visits. Baseline (visit 1), Month 3 (visit 2), Month 6 (visit 3), Month 12 (final or close out visit). Number of participants who underwent the diagnostic tests including: WBC, ESR/CRP, glucose, hepatic enzymes, urea, creatinine, lipid profile (TC,LDL,HDL,TG), X-rays, others summarized by visit are presented.",
        "timeFrame": "Months 3, 6 and 12"
      },
      {
        "measure": "Number of Diagnostic Tests Since Last Visit",
        "description": "The study consisted of 4 visits. Baseline (visit 1), Month 3 (visit 2), Month 6 (visit 3), Month 12 (final or close out visit). Diagnostic tests performed were as follow: WBC, ESR/CRP, glucose, hepatic enzymes, urea, creatinine, lipid profile (TC, LDL, HDL, TG), X-rays, others summarized by visit are presented.",
        "timeFrame": "Months 3, 6 and 12"
      },
      {
        "measure": "Number of Participants Hospitalized Since Last Visit",
        "description": "The study consisted of 4 visits. Baseline (visit 1), Month 3 (visit 2), Month 6 (visit 3), Month 12 (final or close out visit). Number of participants hospitalized since their last visit were reported in this outcome measure.",
        "timeFrame": "Months 3, 6 and 12"
      },
      {
        "measure": "Number of Participants Hospitalized in Daycare and Night Care Since Last Visit",
        "description": "The study consisted of 4 visits. Baseline (visit 1), Month 3 (visit 2), Month 6 (visit 3), Month 12 (final or close out visit). Number of participants hospitalized in daycare and nightcare since their last visit were reported in this outcome measure.",
        "timeFrame": "Months 3, 6 and 12"
      },
      {
        "measure": "Mean Number of Days Participants Were Hospitalized Since Last Visit",
        "description": "The study consisted of 4 visits. Baseline (visit 1), Month 3 (visit 2), Month 6 (visit 3), Month 12 (final or close out visit). Mean number of days participants were hospitalized since last visit were reported in this outcome measure.",
        "timeFrame": "Baseline, Months 3, 6 and 12"
      },
      {
        "measure": "Number of Participants According to Reason for Hospitalization Since Last Visit",
        "description": "The study consisted of 4 visits. Baseline (visit 1), Month 3 (visit 2), Month 6 (visit 3), Month 12 (final or close out visit). Number of participants according to reason for hospitalization: polyarthritis, RA and pericarditis, RA flare, and right knee arthroplasty due to osteoarthritis since their last visit is presented in this outcome measure.",
        "timeFrame": "Months 3, 6 and 12"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 28,
      "otherCount": 0,
      "totalCount": 29
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:59.971Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}