{
  "nctId": "NCT03061474",
  "briefTitle": "Nicotinamide as an Early Alzheimer's Disease Treatment",
  "officialTitle": "A Double-Blind-Randomized, Placebo-Controlled Adaptive Design Trial of Nicotinamide in Mild Cognitive Impairment Due to Alzheimer's Disease and Mild Alzheimer's Disease Dementia",
  "protocolDocument": {
    "nctId": "NCT03061474",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-12-28",
    "uploadDate": "2023-07-24T13:14",
    "size": 553475,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03061474/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 46,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-07-12",
    "completionDate": "2022-08-30",
    "primaryCompletionDate": "2022-08-30",
    "firstSubmitDate": "2017-02-13",
    "firstPostDate": "2017-02-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Mild Cognitive Impairment (MCI) or dementia due to Alzheimer's disease (AD)\n2. Biomarker criteria:\n\n   Cerebral Spinal Fluid (CSF) Amyloid Beta 1-42 (Aβ42) \\<= 600 pg/mL, or A ratio of total tau to Aβ42 ≥ 0.39.\n3. Mini-Mental State Exam (MMSE) ≥ 20\n4. Blood laboratories, urinalysis, and electrocardiogram are within normal limits or deemed clinically not significant by the site investigator\n5. Stable medications (including approved AD therapies) for at least 4 weeks\n6. At least 6 years of education\n7. Able to swallow oral tablets\n8. Speaks English fluently\n9. Available qualified study partner (≥3 times per week in-person communication with the participant)\n\nExclusion Criteria:\n\n1. Active neurological or psychiatric diagnosis other than AD that may affect cognition and/or function. (Obstructive sleep apnea is permitted, if treated.)\n2. Inability to undergo lumbar puncture, including use of Coumadin, novel oral anticoagulants, clopidogrel, or dipyridamole. Use of aspirin \\<= 325mg daily is permitted.\n3. Hachinski ischemic scale \\> 4\n4. Magnetic Resonance Imaging (MRI) incompatibility\n5. MRI evidence of cortical stroke \\>1cm, superficial siderosis, or extensive white matter hyperintensity (Cardiovascular Health Study score 7-8+)\n6. Diagnosis of cancer in the previous 5 years (with the exception of basal or squamous cell carcinoma)\n7. Geriatric Depression Scale (GDS) score \\>6\n8. History within the past 5 years of alcohol or substance use disorder\n9. Laboratory evidence of a clinically significant abnormality that may interfere with study assessments\n10. Active partial or total malabsorptive disease (e.g., celiac disease)\n11. Resides in a skilled nursing facility\n12. Participation in a clinical trial of a potential disease-modifying therapy for AD in previous 6-months (time between last investigational drug administration and baseline for the current study)\n13. Pregnant, lactating or of child bearing potential (that is, women must be 2 years post-menopausal or surgically sterile to be considered not child bearing potential).\n14. Unwillingness to abstain from over-the-counter nicotinamide for the duration of the trial",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in P-tau 231",
        "description": "Change in key peptide in cerebrospinal fluid (CSF) from baseline to 48 weeks. Higher phosphorylated tau (p-tau) is associated with a severity of Alzheimer's disease pathology.",
        "timeFrame": "Baseline to 48 weeks"
      },
      {
        "measure": "Vital Signs - Weight",
        "description": "Weight in kg was recorded at every study visit (screening, baseline, week 12, week 24, and week 48)",
        "timeFrame": "Screening through end of study (week 48)"
      },
      {
        "measure": "Vital Signs - BMI",
        "description": "Body Mass Index (BMI) was recorded at every study visit (screening, baseline, week 12, week 24, and week 48)",
        "timeFrame": "Screening through end of study (week 48)"
      },
      {
        "measure": "Vital Signs - Systolic Blood Pressure",
        "description": "Systolic blood pressure was recorded at every study visit (screening, baseline, week 12, week 24, and week 48)",
        "timeFrame": "Screening through end of study (week 48)"
      },
      {
        "measure": "Vital Signs - Diastolic Blood Pressure",
        "description": "Diastolic blood pressure was recorded at every study visit (screening, baseline, week 12, week 24, and week 48)",
        "timeFrame": "Screening through end of study (week 48)"
      },
      {
        "measure": "Vital Signs - Pulse",
        "description": "Pulse rate was recorded at every study visit (screening, baseline, week 12, week 24, and week 48)",
        "timeFrame": "Screening through end of study (week 48)"
      },
      {
        "measure": "Count of Treatment Emergent Adverse Events",
        "description": "Count of treatment emergent adverse events (TEAEs) over the duration of the study period (baseline to 48 weeks).",
        "timeFrame": "Baseline to 48 weeks"
      },
      {
        "measure": "Count of Adverse Events by Severity",
        "description": "Count of treatment emergent adverse events (TEAEs) over the duration of the study period (baseline to 48 weeks).",
        "timeFrame": "Baseline to 48 weeks"
      },
      {
        "measure": "Columbia-Suicide Severity Rating Scale",
        "description": "The Columbia-Suicide Severity Rating Scale (C-SSRS) captures the occurrence, severity, and frequency of suicide-related thoughts and behaviors during the corresponding assessment period. The scale includes suggested questions to elicit the type of information needed to determine if a suicide-related thought or behavior occurred. The number and proportion of subjects with treatment emergent Suicidal ideation or behavior during the study period of (baseline to week 48) will be reported overall and by study arm. Treatment emergent suicidal ideation or behavior is defined as a \"yes\" answer at any time during treatment to any one of the questions in the ten suicidal ideation and behavior categories (Categories 1- 10) on the C-SSRS. Self-injurious behavior without suicidal intent, while assessed on the C-SSRS, does not form part of this outcome.",
        "timeFrame": "Baseline to 48 weeks"
      },
      {
        "measure": "ECG Abnormalities",
        "description": "Count of participants experiencing at least one electrocardiogram (ECG) abnormality.",
        "timeFrame": "Baseline to 48 weeks"
      },
      {
        "measure": "QTC Abnormalities",
        "description": "Count of participants experiencing at least one electrocardiogram (ECG) QT interval abnormality. Abnormal defined as above 460 for men and above 470 for women.",
        "timeFrame": "Baseline to 48 weeks"
      },
      {
        "measure": "Change in QTC",
        "description": "Average within-subject change in electrocardiogram QT interval.",
        "timeFrame": "Baseline to 48 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Change in ab40",
        "description": "Change in key peptide in cerebrospinal fluid (CSF) from baseline to 48 weeks. Lower ab40 is associated with a greater probability of fibrillar amyloid burden in the brain.",
        "timeFrame": "Baseline to 48 weeks"
      },
      {
        "measure": "Change in ab42",
        "description": "Change in key peptide in cerebrospinal fluid (CSF) from baseline to 48 weeks. Lower ab42 is associated with a greater probability of fibrillar amyloid burden in the brain.",
        "timeFrame": "Baseline to 48 weeks"
      },
      {
        "measure": "Change in P-tau 181",
        "description": "Change in key peptide in cerebrospinal fluid (CSF) from baseline to 48 weeks. Higher total value is associated with greater severity of Alzheimer's disease pathology.",
        "timeFrame": "Baseline to 48 weeks"
      },
      {
        "measure": "Change in Total Tau",
        "description": "Change in CSF total tau in individuals with mild Alzheimer's disease (AD) dementia or Mild Cognitive Impairment due to AD.",
        "timeFrame": "Baseline to 48 weeks"
      },
      {
        "measure": "Change in Ratio of Total Tau/ab40",
        "description": "Change in ratio of key peptides in cerebrospinal fluid (CSF) from baseline to 48 weeks. A lower ab40/tau ratio is associated with a higher risk of dementia.",
        "timeFrame": "Baseline to 48 weeks"
      },
      {
        "measure": "Change in Ratio of Total Tau/ab42",
        "description": "Change in ratio of key peptides in cerebrospinal fluid (CSF) from baseline to 48 weeks. A lower ab42/tau ratio is associated with a higher risk of dementia.",
        "timeFrame": "Baseline to 48 weeks"
      },
      {
        "measure": "ADASCog-13",
        "description": "ADAS-Cog13 is a structured scale that evaluates memory (immediate and delayed word recall; immediate word recognition), receptive and expressive language, orientation, ideational praxis (preparing a letter for mailing), constructional praxis (copying figures), and attention (number cancellation). Ratings of spoken language, language comprehension, word finding difficulty, and ability to remember test instructions also are obtained. Range: 0-85; higher scores indicate greater impairment.",
        "timeFrame": "Baseline to 48 weeks"
      },
      {
        "measure": "Activities of Daily Living - Mild Cognitive Impairment",
        "description": "The ADCS-ADL-MCI is a measure of patient functional performance in Alzheimer's Disease and Mild Cognitive Impairment trials. The informant-based questionnaire assesses conduct of basic and instrumental Activities of Daily Living (ADLs). A total of 24 ADLs are evaluated. Scores range from 0 to 53, with higher scores representing more maintained function.",
        "timeFrame": "Baseline to 48 weeks"
      },
      {
        "measure": "CDR Sum of Boxes",
        "description": "CDR-SB is a composite rating of cognition and everyday function which incorporates both informant input and direct assessment of performance. It assesses through semi-structured interview three cognitive domains (memory, orientation, and judgement/problem solving) and three everyday functional domains (community affairs, home and hobbies, personal care). Level of impairment in each of the six domains is rated from none (score=0) to severe (score=3). The six domain scores are then summed to create the CDR-SB. Range 0-18; higher scores indicate greater impairment.",
        "timeFrame": "Baseline to 48 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 12,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 21
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:40.117Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}