{
  "nctId": "NCT05275231",
  "briefTitle": "Better Together Study",
  "officialTitle": "Better Together: A Patient-centered Approach to Improve Diabetes Among Immigrant Communities",
  "protocolDocument": {
    "nctId": "NCT05275231",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2025-02-05",
    "uploadDate": "2025-02-09T08:35",
    "size": 355101,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05275231/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 108,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-04-04",
    "completionDate": "2024-01-01",
    "primaryCompletionDate": "2023-11-20",
    "firstSubmitDate": "2022-01-31",
    "firstPostDate": "2022-03-11"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria for Aim 1:\n\n* Men \\>18 years of age\n* Diagnosis of Type 2 Diabetes (T2D) (documented A1c of ≥ 5.7% or fasting blood glucose of \\>100) or prediabetes\n* A family member or peer is willing to participate and attend all sessions as a social partner (if enrolling in dyad arm)\n* Proficiency in English(if in dyad, at least one member of each dyad)\n* Willingness to provide written consent\n\nInclusion Criteria for Aim 2:\n\n* Proficient in English\n* Age greater than or equal to 18 years\n\nExclusion Criteria Aim 1 and 2:\n\n* Type 1 diabetes or diabetes secondary to other conditions (e.g. steroid-induced, pancreatic insufficiency, or chemotherapy-induced)\n* Malignancy or life-threatening illness with life expectancy of \\<5 years\n* End-stage disease or serious illness that prohibits participation (e.g. end-stage renal disease or class IV congestive heart failure)\n* Inability to perform unsupervised physical activity\n* Diagnosed with cognitive deficits or limited decision-making capacity\n* Alcohol or substance abuse\n* Homelessness or no fixed address.",
    "healthyVolunteers": false,
    "sex": "MALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Recruitment Group Preference",
        "description": "Which group of the study are participants choosing between the single participant group or the dyad.\n\nPreferences will be assessed by quantifying number enrolled in each group.",
        "timeFrame": "Baseline"
      },
      {
        "measure": "Feasibility: Proportion of Subjects Who Enroll",
        "description": "The proportion of adults who are contacted and informed about the study and who enroll during study baseline. Feasibility will be assessed by quantifying rate of enrollment, number of sessions attended by participants (for dyad arm, will assess participant and social contact, individually and together).",
        "timeFrame": "Baseline"
      },
      {
        "measure": "Retention: Number of Sessions Attended",
        "description": "Number of sessions attended; for dyads, this would include sessions attended together and separately, over the 16-week study period.\n\nThere were 5 sessions total.",
        "timeFrame": "From baseline to week 16"
      },
      {
        "measure": "Acceptability: Satisfaction Questionnaire",
        "description": "Questionnaires assessed participant perceptions of ILI after the program to evaluate satisfaction with the program and suggestions for program improvement.\n\nAcceptability will be assessed by quantifying Likert-like scales of satisfaction of overall intervention. This is a 0 to 5 scale, where \"0\" represents the least level of satisfaction and \"5\" represents the highest level of satisfaction.",
        "timeFrame": "Month 6"
      }
    ],
    "secondary": [],
    "other": [
      {
        "measure": "Changes in Body Mass Index (BMI)",
        "description": "Participant's weight will be measured in kilograms using a calibrated, standardized scale, and height will be measured in meters (m), using a standardized stadiometer. BMI will be calculated using the standard formula of kg/m\\^2.",
        "timeFrame": "Baseline, month 6"
      },
      {
        "measure": "Changes in Abdominal Waist Circumference",
        "description": "Waist circumference will be measured in centimeters (cm) by the World Health Organization recommended method.",
        "timeFrame": "Baseline, month 6"
      },
      {
        "measure": "Changes in Diastolic Blood Pressure",
        "description": "Participant's systolic and diastolic blood pressure will be measured using standard procedures with a manual cuff.\n\nDiastolic blood pressure is the amount of pressure in the arteries when the heart is at rest between beats. Current guidelines identify normal diastolic blood pressure as lower than 80 mmHg.",
        "timeFrame": "Baseline, month 6"
      },
      {
        "measure": "Changes in Hemoglobin A1c",
        "description": "Participant's Hemoglobin A1c (HbA1c) will be measured with a point-of-care testing (POCT) well-validated clinical instrument. Normal values for HbA1c are below 5.7% while values of 6.5% and above indicate diabetes.",
        "timeFrame": "Baseline, month 6"
      },
      {
        "measure": "Changes in Body Weight",
        "description": "Participant's weight will be measured in kilograms using a calibrated, standardized scale.",
        "timeFrame": "Baseline, month 6"
      },
      {
        "measure": "Changes in Systolic Blood Pressure",
        "description": "Participant's systolic and diastolic blood pressure will be measured using standard procedures with a manual cuff.\n\nSystolic blood pressure is the amount of pressure the heart generates when pumping blood through the arteries to the body. Current guidelines identify normal systolic blood pressure as lower than 120 mmHg.",
        "timeFrame": "Baseline, month 6"
      },
      {
        "measure": "Changes in Physical Activity",
        "description": "Participants will be asked to keep a daily activity log (minutes of exercise performed daily will be logged). All logged exercises will be considered physical activity. The study coordinators will measure the amount in hours of exercise performed and compare each participant's log at the different time points to asses in that subject's physical activity",
        "timeFrame": "Baseline, month 6"
      },
      {
        "measure": "Changes in Diet",
        "description": "Changes in diet will be measured using the Rapid Eating and Activity Assessment for Participants short version (REAP-S).\n\nThe REAP-S consists of 13 scored questions. Responses of 'usually/often' receive 1 point, 'sometimes' receives 2 points, and 'rarely/never or does not apply to me' receives 3 points. Possible scores ranged from 13 to 39 with a higher score indicating a higher diet quality.",
        "timeFrame": "Baseline, month 6"
      },
      {
        "measure": "Change in Weight Control Strategies Scale (WCSS) Score for Social Contacts",
        "description": "Participants' social contacts will complete the WCSS. The WCSS is a 30-item questionnaire asking about weight control practices. Responses are given on a 5-point scale when 0 = never and 4 = always. A total score is calculated by taking the average of responses and ranges from 0 to 4 where higher scores indicate greater use of strategies to lose or maintain weight.",
        "timeFrame": "Baseline and month 6"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 0,
      "otherCount": 9,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 62,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:10.432Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}