{
  "nctId": "NCT03916185",
  "briefTitle": "Safety and Immunogenicity of a Single Dose of the Recombinant Live-Attenuated Respiratory Syncytial Virus (RSV) Vaccines RSV ΔNS2/Δ1313/I1314L, RSV 6120/ΔNS2/1030s, RSV 276 or Placebo, Delivered as Nose Drops to RSV-Seronegative Children 6 to 24 Months of Age",
  "officialTitle": "Randomized Phase I/II Study of the Safety and Immunogenicity of a Single Dose of the Recombinant Live-Attenuated Respiratory Syncytial Virus (RSV) Vaccines RSV ΔNS2/Δ1313/I1314L, RSV 6120/ΔNS2/1030s, RSV 276 or Placebo, Delivered as Nose Drops to RSV-Seronegative Children 6 to 24 Months of Age",
  "protocolDocument": {
    "nctId": "NCT03916185",
    "filename": "Prot_002.pdf",
    "label": "Study Protocol: Letter of Amendment 1",
    "date": "2023-09-25",
    "uploadDate": "2024-11-19T13:04",
    "size": 376269,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03916185/document/Prot_002.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 67,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-06-20",
    "completionDate": "2024-04-25",
    "primaryCompletionDate": "2024-01-22",
    "firstSubmitDate": "2019-04-10",
    "firstPostDate": "2019-04-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* In good health based on review of the medical record, history, and physical examination, without evidence of chronic disease.\n* Parent/guardian is willing and able to provide written informed consent as described in the study protocol.\n* Seronegative for RSV antibody, defined as a serum RSV-neutralizing antibody titer less than 1:40 at screening from a sample collected no more than 42 days prior to study product administration.\n\n  * Note: results from specimens collected during screening for any study of an RSV vaccine developed by the Laboratory of Infectious Diseases (LID) (National Institute of Allergy and Infectious Diseases \\[NIAID\\], National Institutes of Health \\[NIH\\]) are acceptable. If study product will not be administered the same day as randomization (see the study protocol), it must be administered no more than 42 days after the screening sample is collected.\n* Growing normally for age in the opinion of the site clinician in the six months prior to enrollment AND has a current height and weight above the 3rd percentile for age and sex per Centers for Disease Control and Prevention (CDC) World Health Organization (WHO) growth standards.\n* Has received routine immunizations appropriate for age (as per national Center for Disease Control Advisory Committee on Immunization Practices \\[ACIP\\]). Note: COVID-19 vaccination will not be required unless fully licensed for this age group and ACIP-recommended. See study-specific Manual of Procedures for further guidance\n* Is expected to be available for the duration of the study.\n* If born to an HIV-infected woman, potential participant must have documentation of 2 negative HIV nucleic acid (RNA or DNA) test results from samples collected on different dates with both collected when greater than or equal to 4 weeks of age and at least one collected when greater than or equal to 16 weeks of age, and no positive HIV nucleic acid (RNA or DNA) test; or 2 negative HIV antibody tests, both from samples collected at greater than or equal to 24 weeks of age. If potential participant was breastfed by an HIV-infected woman, each of the sampling times noted above must be measured in weeks after the last exposure to breast milk, rather than weeks of age.\n\nExclusion Criteria:\n\n* Prior laboratory-confirmed RSV infection.\n* Known or suspected HIV infection or impairment of immunological functions.\n* Receipt of immunosuppressive therapy, including any systemic, nasal, or inhaled corticosteroids within 28 days of enrollment. Note: Cutaneous (topical) steroid treatment is not an exclusion.\n* Any receipt of bone marrow/solid organ transplant.\n* Major congenital malformations (such as congenital cleft palate) or cytogenetic abnormalities.\n* Previous enrollment in this trial, previous pediatric receipt of a licensed or investigational RSV vaccine, or previous maternal or pediatric receipt of or planned administration of any other anti-RSV product (such as ribavirin or RSV IG or RSV monoclonal antibody \\[mAb\\]) within 4 months of screening or planned administration of an anti-RSV product between screening and day 56 after enrollment.\n* Any previous anaphylactic reaction.\n* Any known hypersensitivity to any study product component.\n* Heart disease. Note: Potential participants with cardiac abnormalities documented to be clinically insignificant and requiring no treatment may be enrolled.\n* Lung disease, including any history of reactive airway disease or medically diagnosed wheezing.\n* Member of a household that contains a person with chronic lung disease, including but not limited to chronic obstructive pulmonary disease (COPD), emphysema, or home oxygen use, reactive airway disease or asthma. Note: Asthma or reactive airway disease in a household member is not exclusionary unless the household member has taken oral steroids for asthma management in the past month and/or has been hospitalized for asthma in the past month.\n* Member of a household that contains, or will contain, an infant who is less than 4 months of age at the enrollment date through Day 14.\n* Member of a household that contains another child/other children who is/are enrolled or is/are scheduled to be enrolled in IMPAACT 2021 on a different date and has/have not completed the Day 56 visit in the same calendar year (i.e., all eligible children from the same household must be enrolled/receive study product on the same date or additional children in the household may be screened, enrolled, and randomized independently after other children in the household complete the Day 56 Visit).\n* Member of a household that contains another child who is, or is scheduled to be, enrolled in another study evaluating an intranasal live-attenuated RSV vaccine, AND there has been or will be an overlap in residency during Day 0 to 14 of that other child's participation in the study.\n* Member of a household that contains an immunocompromised individual, including, but not limited to:\n\n  * a person who has been diagnosed with cancer and who has received chemotherapy within the 12 months prior to enrollment; or\n  * a person living with a solid organ, cord blood, or bone marrow transplant.\n* Shares a daycare room with infants less than 4 months of age, and parent/guardian is unable or unwilling to suspend daycare for 14 days following study product administration.\n* Any of the following events at the time of enrollment:\n\n  * fever (rectal temperature of greater than or equal to 100.4°F (38°C)), or\n  * upper respiratory signs or symptoms (including but not limited to rhinorrhea, cough, or pharyngitis) or\n  * nasal congestion significant enough to interfere with successful study product administration, or\n  * otitis media.\n  * Note: if participant is randomized and subsequently noted to have any of the above, study product administration must be deferred per the study protocol.\n* Receipt of the following prior to enrollment (start counting backwards with '1' as the day of planned study product administration):\n\n  * any inactivated vaccine or live-attenuated rotavirus vaccine within the 14 days prior, or\n  * any live vaccine, other than rotavirus vaccine, within the 28 days prior, or\n  * another investigational vaccine or investigational drug within 28 days prior. Note: if COVID-19 vaccine has EUA approval and ACIP recommendation for this age group, it is not considered investigational\n* Scheduled administration of the following after planned study product administration (start counting with '1' as the day of planned study product administration):\n\n  * inactivated vaccine or live-attenuated rotavirus vaccine within the 14 days after, or\n  * any live vaccine other than rotavirus in the 28 days after, or\n  * another investigational vaccine or investigational drug in the 56 days after. Note: if COVID-19 vaccine has EUA approval and ACIP recommendation for this age group, it is not considered investigational.\n* Receipt of immunoglobulin, any antibody products, or any blood products within the past 6 months prior to enrollment\n* Receipt of any of the following medications within 3 days prior to study enrollment:\n\n  * systemic antibacterial, antiviral, antifungal, anti-parasitic, or antituberculous agents, whether for treatment or prophylaxis, or\n  * intranasal medications, or\n  * other prescription medication except as listed below\n  * Permitted concomitant medications (prescription or non-prescription) include nutritional supplements, medications for gastroesophageal reflux, eye drops, and topical medications, including (but not limited to) cutaneous (topical) steroids, topical antibiotics, and topical antifungal agents.\n* Born at less than 34 weeks gestation.\n* Born between 34 weeks gestation and 36 weeks and 6 days gestation and less than 1 year of age at the time of enrollment.\n* Current suspected or documented developmental disorder, delay, or other developmental problem.\n* Any previous receipt of supplemental oxygen therapy in a home setting.\n* Known or suspected SARS-CoV-2 exposure within the 14 days prior to enrollment. Note: known or suspected SARS-CoV-2 includes a known asymptomatic household member under quarantine for SARS-CoV-2 exposure but without a positive SARS-CoV-2 test.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "6 Months",
    "maximumAge": "25 Months",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage With Grade 1 or Higher Solicited Adverse Events (AEs)",
        "description": "Solicited adverse events include fever, otitis media, upper respiratory illness (URI), and lower respiratory illness (LRI) and are graded following a protocol-defined grading system. Adverse events were graded on a scale from 1-5: 1=mild, 2=moderate, 3=severe, 4=life-threatening, 5=death. All solicited AEs with at least mild severity were included. Percentage with 95% exact confidence intervals using the Clopper-Pearson method were calculated.",
        "timeFrame": "Day 0 through Day 28"
      },
      {
        "measure": "Percentage With Grade 2 or Higher Lower Respiratory Illnesses (LRIs)",
        "description": "LRIs graded following a protocol-defined grading system. Adverse events were graded on a scale from 1-5: 1=mild, 2=moderate, 3=severe, 4=life-threatening, 5=death. All solicited LRIs with at least moderate severity were included. Percentage with 95% exact confidence intervals using the Clopper-Pearson method were calculated.",
        "timeFrame": "Day 0 through Day 28"
      },
      {
        "measure": "Percentage With Serious AEs",
        "description": "Serious adverse events are defined according to Version 2.0 of the DAIDS EAE Manual. A serious event is one that requires or lengthens hospitalization, that is life-threatening, that results in death, that results in a significant disability, or that is a congenital anomaly or birth defect. Percentage with 95% exact confidence intervals using the Clopper-Pearson method were calculated.",
        "timeFrame": "Day 0 through Day 56"
      },
      {
        "measure": "Percentage With a Greater Than or Equal to 4-fold Rise in Serum RSV-neutralizing Antibody Titer",
        "description": "Antibody responses were defined as a greater than or equal to 4-fold increase in titer in paired specimens, between pre-study product administration and Day 56 time points. Percentage with 95% exact confidence intervals (CIs) using the Clopper-Pearson method were calculated. The upper limit of the CI was compared to an a priori limit of 70%. An upper limit above 70% was considered a good vaccine candidate.",
        "timeFrame": "Measured at pre-study product administration (screening) through Day 56"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage With a Greater Than or Equal to 4-fold Rise in Serum RSV F Immunoglobulin G (IgG)",
        "description": "RSV F IgG responses were defined as a greater than or equal to 4-fold increase in titer in paired specimens, between pre-study product administration and Day 56 time points. Percentage with 95% exact CIs using the Clopper-Pearson method were calculated. The upper limit of the CI was compared to an a priori level of 70%. An upper limit above 70% was considered a good vaccine candidate.",
        "timeFrame": "Measured at pre-study product administration (screening) and Day 56"
      },
      {
        "measure": "Titer of Serum RSV F IgG",
        "description": "Serum F IgG antibodies were assessed by Enzyme-linked Immunosorbent Assay (ELISA). Titers below the limit of detection (1:50) were assigned a value equal to half the corresponding limit of detection (1:25) and evaluated as reciprocals of the titer (log2).",
        "timeFrame": "Measured at the Day 56 Visit"
      },
      {
        "measure": "Titer of Serum RSV-neutralizing Antibodies",
        "description": "Serum RSV-neutralizing antibody titers were assessed by RSV-plaque reduction neutralization titer (RSV-PRNT) assay. Titers below the limit of detection (1:10) were assigned a value equal to half the corresponding limit of detection (1:5) and evaluated as reciprocals of the titer (log2).",
        "timeFrame": "Measured at the Day 56 Visit"
      },
      {
        "measure": "Percentage With RSV-associated Medically Attended Acute Respiratory Illness (RSV-MAARI)",
        "description": "The percentage and 95% exact Clopper-Pearson CI of participants who had RSV-associated, symptomatic, medically attended respiratory and febrile illness (MAARI) among those who had indicators of natural infection with wt RSV were presented. Natural infection with wild type (wt) RSV during the RSV season surveillance period was defined as having either RSV detected in nasal samples collected during illness visits for MAARI events or through site reporting. RSV-associated upper respiratory tract illness, lower respiratory tract illness, otitis media, or fever were graded following a protocol-defined grading system.",
        "timeFrame": "Measured through the last day of the RSV season, which will occur between 5 and 15 months after study entry, depending on when the participant enrolls in the study"
      },
      {
        "measure": "Maximum Grade (if More Than One Illness Within a Participant) of RSV-MAARI",
        "description": "The number of participants who had RSV-MAARI among those who had indicators of natural infection with wt RSV were presented. Natural infection with wt RSV during the RSV season surveillance period was defined as having either RSV detected in nasal samples collected during illness visits for MAARI events or through site reporting. A participant was only counted once in the line corresponding to the highest grade MAARI event they experienced. These events were graded following a protocol-defined grading system. Adverse events were graded on a scale from 1-5: 1=mild, 2=moderate, 3=severe, 4=life-threatening, 5=death.",
        "timeFrame": "Measured through the last day of the RSV season, which will occur between 5 and 15 months after study entry, depending on when the participant enrolls in the study"
      },
      {
        "measure": "Percentage With RSV-associated Medically Attended Acute Lower Respiratory Illness (RSV-MAALRI)",
        "description": "The percentage and 95% exact Clopper-Pearson CI of participants who had RSV-associated, symptomatic, medically attended acute lower respiratory tract illness (MAALRI) among those who had indicators of natural infection with wt RSV were presented. Natural infection with wt RSV during the RSV season surveillance period was defined as having either RSV detected in nasal samples collected during illness visits for MAALRI events or through site reporting. RSV-associated lower respiratory tract illness graded following a protocol-defined grading system.",
        "timeFrame": "Measured through the last day of the RSV season, which will occur between 5 and 15 months after study entry, depending on when the participant enrolls in the study"
      },
      {
        "measure": "Maximum Grade (if More Than One Illness Within a Participant) of RSV-MAALRI",
        "description": "The number of participants who had RSV-MAALRI among those who had indicators of natural infection with wt RSV were presented. Natural infection with wt RSV during the RSV season surveillance period was defined as having either RSV detected in nasal samples collected during illness visits for MAALRI events or through site reporting. A participant was only counted once in the line corresponding to the highest grade MAALRI event they experienced. These events were graded following a protocol-defined grading system. Adverse events were graded on a scale from 1-5: 1=mild, 2=moderate, 3=severe, 4=life-threatening, 5=death.",
        "timeFrame": "Measured through the last day of the RSV season, which will occur between 5 and 15 months after study entry, depending on when the participant enrolls in the study"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:40.831Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}