{
  "nctId": "NCT03338998",
  "briefTitle": "Efficacy, Safety and Tolerability of BAF312 Compared to Placebo in Patients With Intracerebral Hemorrhage (ICH).",
  "officialTitle": "A Phase II, Patient- and Investigator-blinded, Randomized, Placebo-controlled Study to Evaluate Efficacy, Safety and Tolerability of BAF312 (Siponimod) in Patients With Stroke Due to Intracerebral Hemorrhage (ICH)",
  "protocolDocument": {
    "nctId": "NCT03338998",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-03-25",
    "uploadDate": "2021-05-11T16:55",
    "size": 2659368,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03338998/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 32,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-12-24",
    "completionDate": "2020-05-13",
    "primaryCompletionDate": "2020-05-13",
    "firstSubmitDate": "2017-11-08",
    "firstPostDate": "2017-11-09"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nICH patients eligible for inclusion in this study must fulfill all of the following criteria:\n\n1. Male or female patients aged 18 to 85 years (inclusive).\n2. Written informed consent obtained before any study assessment is performed. If the patient is not able to give the informed consent personally, consent by a relative or legal representative is acceptable.\n3. Spontaneous, supratentorial intracerebral hemorrhage in cerebral cortex or deep brain structures (putamen, thalamus, caudate, and associated deep white matter tracts) with a volume ≥ 10 mL but ≤ 60 mL (calculated by the ABC/2 method, after Kothari et al 1996) determined by routine clinical MRI or CT.\n4. Patients with the onset of ICH witnessed and/or last seen healthy no longer than 24 hrs previously.\n5. Patients with Glasgow Coma Scale (GCS) best motor score no less than 5 (brings hands above clavicle on stimulus to head or neck).\n\nExclusion Criteria:\n\nICH patients fulfilling any of the following criteria are not eligible for inclusion in this study:\n\n1. Use of other investigational drugs within 5 half-lives of enrollment, or until the expected pharmacodynamic effect has returned to baseline (for biologics), whichever is longer.\n2. History of hypersensitivity to any of the study drugs or to drugs of similar chemical classes (e.g., fingolimod).\n3. Current use of concomitant medications with potent CYP2C9/3A4 inhibitory or induction potential.\n4. Infratentorial (midbrain, pons, medulla, or cerebellum) ICH.\n5. Candidates for surgical hematoma evacuation or other urgent surgical intervention (i.e., surgical relief of increased intracranial pressure) on initial presentation. If during the treatment period surgical hematoma evacuation or surgical intervention to lower intracranial pressure becomes indicated, the investigational treatment should be stopped.\n6. Patients with intraventricular hemorrhage (IVH) having a Graeb score of \\>3 on initial presentation. Patients must not have blood in the 4th ventricle and may only have blood in the 3rd ventricle in the absence of ventricular expansion. Trace or mild hemorrhage in either or both lateral ventricles is permitted. Patients with hydrocephalus determined radiologically on initial presentation are excluded regardless of Graeb score.\n7. Secondary ICH due to:\n\n   * aneurysm\n   * brain tumor\n   * arteriovenous malformation\n   * thrombocytopenia, defined as platelet count of \\<150,000/µl\n   * known history of coagulopathy\n   * acute sepsis\n   * traumatic brain injury (TBI)\n   * disseminated intravascular coagulation (DIC)\n8. Prior disability due to other disease compromising mRS evaluation, thereby interfering with the primary outcome, operationally defined as an estimated mRS score (by history) of ≥ 3 before ICH for patients less than or equal to 80 years of age. For ICH patients 81-85 years of age, estimated mRS by history prior to ICH must be less than or equal to 1 (no significant disability despite symptoms).\n9. Preexisting unstable epilepsy.\n10. Patients with active systemic bacterial, viral or fungal infections.\n11. Concomitant drug-related exclusion criteria:\n\n    * Intravenous immunoglobulin, immunosuppressive and/or chemotherapeutic medications.\n    * Moderate immunosuppressives (e.g. azathioprine, methotrexate) and/or fingolimod within 2 months prior to randomization.\n    * Stronger immunosuppressives (e.g. cyclophosphamide, immunosuppressive mAb) within (minimally) 6 months prior to randomization, or longer with long-lasting immunosuppressive medications as determined by the investigator.\n12. Cardiovascular exclusion criteria:\n\n    * Cardiac conduction or rhythm disorders including sinus arrest or sino-atrial block, heart rate \\<50 bpm, sick-sinus syndrome, Mobitz Type II second degree AV block or higher grade AV block, or preexisting atrial fibrillation (either by history or observed at screening).\n    * PR interval \\>220 msec. Long QT syndrome or QTcF prolongation \\>450 msec in males or \\>470 msec in females on screening electrocardiogram (ECG).\n    * Patients receiving treatment with QT-prolonging drugs having a long half-life (e.g., amiodarone).\n13. Any of the following abnormal laboratory values prior to randomization:\n\n    * White blood cell (WBC) count \\< 2,000/μl (\\< 2.0 x 109/L)\n    * Lymphocyte count \\< 800/μl (\\< 0.8 x 109/L)\n14. Pregnant or nursing (lactating) women, where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive hCG laboratory test.\n15. Patients with any other medically unstable condition or serious laboratory abnormality as determined by the investigator.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Absolute Perihematoma Edema (aPHE) Volume Measured by Computed Tomography (CT) Scan After Intracerebral Hemorrhage (ICH)",
        "description": "Following the initial diagnostic CT, repeat CT images were obtained between 24-48 h after the diagnostic scan, and on Day 7 and Day 14 to capture the trajectory of PHE increase and plateau after ICH. Only non-contrast study CT scans were obtained on Day 7 and Day 14. The non-contrast scan acquired on each patient at first follow-up (i.e. 24-48 h after the diagnostic scan) served as the baseline for our analysis. All CT scans were uploaded through a secure server, and edema and hematoma volumes were measured in a semi-automated manner by one Central Reader.",
        "timeFrame": "On Day 14 following ICH"
      }
    ],
    "secondary": [
      {
        "measure": "Plasma BAF312 Concentrations",
        "description": "Blood samples will be collected to assess plasma concentrations.",
        "timeFrame": "Days 1, 8, and 14"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:36.513Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}