{
  "nctId": "NCT02968849",
  "briefTitle": "Pivotal Phase 2b/3 ALVAC/Bivalent gp120/MF59 HIV Vaccine Prevention Safety and Efficacy Study in South Africa",
  "officialTitle": "A Pivotal Phase 2b/3 Multisite, Randomized, Double-blind, Placebo-controlled Clinical Trial to Evaluate the Safety and Efficacy of ALVAC-HIV (vCP2438) and Bivalent Subtype C gp120/MF59 in Preventing HIV-1 Infection in Adults in South Africa",
  "protocolDocument": {
    "nctId": "NCT02968849",
    "filename": "Prot_ICF_000.pdf",
    "label": "Study Protocol and Informed Consent Form",
    "date": "2020-05-20",
    "uploadDate": "2022-10-31T17:55",
    "size": 4009975,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02968849/document/Prot_ICF_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": true
  },
  "phase": [
    "PHASE2",
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 5404,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-10-26",
    "completionDate": "2021-11-16",
    "primaryCompletionDate": "2021-11-16",
    "firstSubmitDate": "2016-11-01",
    "firstPostDate": "2016-11-21"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria\n\n* Age of 18 to 35 years\n* Sexually active, defined as having had sexual intercourse at least twice in the past 30 days prior to screening, and is considered by the site staff to be at risk for HIV infection.\n* Access to a participating HVTN CRS and willingness to be followed for the planned duration of the study\n* Ability and willingness to provide informed consent\n* Assessment of understanding: volunteer demonstrates understanding of this study prior to first vaccination with verbal demonstration of understanding of all questions.\n* Agrees not to enroll in another study of an investigational research agent until the participant is unblinded or their study participation ends, whichever occurs last\n* Good general health as shown by medical history, physical exam, and screening laboratory tests\n* Willingness to receive HIV test results\n* Willingness to discuss HIV infection risks and willing to receive HIV risk reduction counseling.\n* Alanine aminotransferase (ALT) \\< 2.5 times the institutional upper limit of normal\n* Negative HIV-1 and -2 blood test within 30 days prior to enrollment: Sites may use locally available assays that have been approved by HVTN Laboratory Operations.\n* Volunteers who were born female: negative serum or urine beta human chorionic gonadotropin (β-HCG) pregnancy test performed prior to vaccination on the day of initial vaccination. Persons who are NOT of reproductive potential due to having undergone total hysterectomy or bilateral oophorectomy (verified by medical records), are not required to undergo pregnancy testing.\n* Reproductive status: A volunteer who was born female must:\n\n  * Agree to consistently use effective contraception (Appendix B and Appendix C) for sexual activity that could lead to pregnancy from at least 21 days prior to enrollment through 3 months after the last vaccination. Effective contraception is defined as using 2 methods of birth control. These include 1 of the following methods:\n\n    * Condoms (male or female)\n    * Diaphragm or cervical cap\n\nPLUS 1 of the following methods:\n\n* Intrauterine device (IUD),\n* Hormonal contraception (in accordance with applicable national contraception guidelines), or\n* Successful vasectomy in the male partner (considered successful if a volunteer reports that a male partner has \\[1\\] documentation of azoospermia by microscopy, or \\[2\\] a vasectomy more than 2 years ago with no resultant pregnancy despite sexual activity postvasectomy), or\n* Any other contraceptive method approved by the protocol safety review team;\n\n  * Or not be of reproductive potential, such as having been diagnosed with premature menopause (with no menses for 1 year) or having undergone hysterectomy, bilateral oophorectomy, or tubal ligation.\n\n    * Volunteers who were born female must also agree not to seek pregnancy through alternative methods, such as artificial insemination or in vitro fertilization until 3 months after the last vaccination\n\nExclusion Criteria\n\n* Blood products received within 90 days before first vaccination\n* Investigational research agents received within 30 days before first vaccination\n* Intent to participate in another study of an investigational research agent or any other study that requires non-HVTN HIV antibody testing during the planned duration of the study\n* Pregnant or breastfeeding\n* HIV vaccine(s) received in a prior HIV vaccine trial. For volunteers who have received control/placebo in an HIV vaccine trial, the HVTN 702 PSRT will determine eligibility on a case-by-case basis.\n* Non-HIV experimental vaccine(s) received within the last 5 years in a prior vaccine trial. Exceptions may be made for vaccines that have subsequently undergone licensure. For volunteers who have received control/placebo in an experimental vaccine trial, the protocol safety review team will determine eligibility on a case-by-case basis. For volunteers who have received an experimental vaccine(s) greater than 5 years ago, eligibility for enrollment will be determined by the protocol safety review team on a case-by-case basis.\n* Live attenuated vaccines other than influenza vaccine received within 30 days before first vaccination or scheduled within 14 days after injection (eg, measles, mumps, and rubella \\[MMR\\]; oral polio vaccine \\[OPV\\]; varicella; yellow fever)\n* Influenza vaccine or any vaccines that are not live attenuated vaccines and were received within 14 days prior to first vaccination (eg, tetanus, pneumococcal, Hepatitis A or B)\n* Immunosuppressive medications received within 168 days before first vaccination. (Not exclusionary: \\[1\\] corticosteroid nasal spray; \\[2\\] inhaled corticosteroids; \\[3\\] topical corticosteroids for mild, uncomplicated dermatitis; or \\[4\\] a single course of oral/parenteral corticosteroids at doses \\< 2 mg/kg/day and length of therapy \\< 11 days with completion at least 30 days prior to enrollment.)\n* Serious adverse reactions to vaccines or to vaccine components such as eggs, egg products, or neomycin including history of anaphylaxis and related symptoms such as hives, respiratory difficulty, angioedema, and/or abdominal pain. (Not excluded from participation: a volunteer who had a non-anaphylactic adverse reaction to pertussis vaccine as a child.)\n* Immunoglobulin received within 60 days before first vaccination\n* Immunodeficiency\n* Clinically significant medical condition, physical examination findings, clinically significant abnormal laboratory results, or past medical history with clinically significant implications for current health. A clinically significant condition or process includes but is not limited to:\n\n  * A process that would affect the immune response,\n  * A process that would require medication that affects the immune response,\n  * Any contraindication to repeated injections or blood draws,\n  * A condition that requires active medical intervention or monitoring to avert grave danger to the volunteer's health or well-being during the study period,\n  * A condition or process for which signs or symptoms could be confused with reactions to vaccine, or\n  * Any condition specifically listed among the exclusion criteria below.\n* Any medical, psychiatric, occupational, or other condition that, in the judgment of the investigator, would interfere with, or serve as a contraindication to, protocol adherence, assessment of safety or reactogenicity, or a volunteer's ability to give informed consent\n* Psychiatric condition that precludes compliance with the protocol. Specifically excluded are persons with psychoses within the past 3 years, ongoing risk for suicide, or history of suicide attempt or gesture within the past 3 years.\n* Active tuberculosis (TB) disease\n* Uncontrolled hypertension: systolic blood pressure (SBP) ≥ 160 mm Hg or diastolic blood pressure (DBP) ≥ 100 mm Hg\n* Bleeding disorder (diagnosed by a doctor) contraindicating IM injection and/or blood draws, based on investigator's judgment\n* Malignancy (Not excluded from participation: Volunteer who has had malignancy excised surgically and who, in the investigator's estimation, has a reasonable assurance of sustained cure or who is unlikely to experience recurrence of malignancy during the period of the study)\n* History of hereditary angioedema, acquired angioedema, or idiopathic angioedema",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "35 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Incidence Rate of HIV-1 Infection Diagnosed After Enrollment (Concurrent With First Vaccination) Through 24 Months After Enrollment",
        "description": "Vaccine efficacy was calculated as 1 minus the hazard ratio for HIV-1 infection, which was estimated using a sex-stratified Cox proportional-hazards (Cox PH) model and tested using a sex-stratified log-rank test. Vaccine efficacy was also measured using a ratio of cumulative incidences (CIR) of HIV-1 infection in the vaccine group as compared with the placebo group, which was calculated using Nelson-Aalen cumulative hazard estimates and tested using a Wald test.",
        "timeFrame": "Measured through 24 months after first vaccination"
      },
      {
        "measure": "Number of Participants Reporting Local Reactogenicity Signs and Symptoms: Pain and/or Tenderness",
        "description": "Graded according to the Division of AIDS (DAIDS) Table for Grading the Severity of Adult and Pediatric Adverse Events, Version 2.1 \\[July 2017\\]. The maximum grade observed for each symptom over the time frame is presented.",
        "timeFrame": "Measured through 3 full days following each vaccination"
      },
      {
        "measure": "Number of Participants Reporting Local Reactogenicity Signs and Symptoms: Erythema and/or Induration",
        "description": "Graded according to the Division of AIDS (DAIDS) Table for Grading the Severity of Adult and Pediatric Adverse Events, Version 2.1 \\[July 2017\\]. The maximum grade observed for each symptom over the time frame is presented.",
        "timeFrame": "Measured through 3 full days following each vaccination"
      },
      {
        "measure": "Number of Participants Reporting Systemic Reactogenicity Signs and Symptoms",
        "description": "Graded according to the Division of AIDS (DAIDS) Table for Grading the Severity of Adult and Pediatric Adverse Events, Version 2.1 \\[July 2017\\]. The maximum grade observed for each symptom over the time frame is presented.",
        "timeFrame": "Measured through 3 full days following each vaccination"
      },
      {
        "measure": "Number of Participants Reporting Adverse Events (AEs), by Relationship to Study Product",
        "description": "For participants reporting multiple AEs over the time frame, the maximum relationship is counted.",
        "timeFrame": "Measured through 30 days after each vaccination"
      },
      {
        "measure": "Number of Participants Reporting Adverse Events (AEs), by Severity Grade",
        "description": "For participants reporting multiple AEs over the time frame, the maximum severity grade is counted.",
        "timeFrame": "Measured through 30 days after each vaccination"
      },
      {
        "measure": "Number of Participants Reporting Serious Adverse Events (SAEs)",
        "description": "Measured as outlined in Version 2.0 (January 2010) of the Manual for Expedited Reporting of Adverse Events to DAIDS (DAIDS EAE Manual).",
        "timeFrame": "Measured through 12 months after last vaccination"
      },
      {
        "measure": "Number of Participants Reporting Adverse Events of Special Interest (AESIs)",
        "description": "Adverse events of special interest (AESI) were described in Appendix J of the protocol. AESI for this protocol include but are not limited to potential immune-mediated diseases.",
        "timeFrame": "Measured through 12 months after last vaccination"
      },
      {
        "measure": "Number of Participants Reporting New Chronic Medical Conditions",
        "description": "A new chronic medical condition is defined as a new onset or exacerbation of medical condition requiring 2 or more visits to a medical provider during a period of at least 30 days.",
        "timeFrame": "Measured through 12 months after last vaccination"
      },
      {
        "measure": "Number of Participants With Early Study Termination Associated With an AE or Reactogenicity",
        "description": "From the termination form, early study termination associated with an AE or reactogenicity reasons are tabulated by treatment group.",
        "timeFrame": "Measured through study completion (through 6 months after confirmation of HIV-1 diagnosis for participants who acquired HIV and through 12 months after last vaccination for the rest)"
      },
      {
        "measure": "Number of Participants With Study Product Discontinuation Associated With an AE or Reactogenicity",
        "description": "From the study product discontinuation form, study product discontinuation reasons are tabulated by treatment group.",
        "timeFrame": "Measured through study completion (through 6 months after confirmation of HIV-1 diagnosis for participants who acquired HIV and through 12 months after last vaccination for the rest)"
      },
      {
        "measure": "Incidence Rate of HIV-1 Infections Diagnosed Following Enrollment and Throughout All Participant Follow-Up",
        "description": "Per the 23 January 2020 DSMB finding that monitoring boundaries for non-efficacy have been met, Primary outcome 1 has been superseded by this primary outcome. Vaccine efficacy was calculated as 1 minus the hazard ratio for HIV-1 infection, which was estimated using a sex-stratified Cox proportional-hazards (Cox PH) model and tested using a sex-stratified log-rank test. Vaccine efficacy was also measured using a ratio of cumulative incidences (CIR) of HIV-1 infection in the vaccine group as compared with the placebo group, which was calculated using Nelson-Aalen cumulative hazard estimates and tested using a Wald test.",
        "timeFrame": "Measured through 36 months after first vaccination"
      }
    ],
    "secondary": [
      {
        "measure": "Incidence Rate of HIV-1 Infection Diagnosed After Enrollment Through 36 Months Post Enrollment",
        "description": "This outcome measure is the same as Primary Outcome 12, which was added after pre-established criteria for vaccine non-efficacy had been met. Analysis was not repeated but the outcome is listed for completeness.",
        "timeFrame": "Measured through 36 months after first vaccination"
      },
      {
        "measure": "Incidence Rate of HIV-1 Infection Diagnosed After Month 6.5 Through 24 Months Post Enrollment",
        "description": "Vaccine efficacy was calculated as 1 minus the hazard ratio for HIV-1 infection, which was estimated using a sex-stratified Cox proportional-hazards (Cox PH) model and tested using a sex-stratified log-rank test. Vaccine efficacy was also measured using a ratio of cumulative incidences (CIR) of HIV-1 infection in the vaccine group as compared with the placebo group, which was calculated using Nelson-Aalen cumulative hazard estimates and tested using a Wald test.",
        "timeFrame": "Measured after Month 6.5 through 24 months after first vaccination"
      },
      {
        "measure": "Number of Participants With Occurrence of CD4+ and CD8+ T-Cells Expressing IFN-g and/or IL-2 in Response to HIV Proteins Included in the Vaccine at Month 6.5",
        "description": "PBMC samples are stimulated with synthetic peptide pools or left unstimulated as negative control. Response magnitude is % cells expressing IFN-g and/or IL-2 after stimulation minus % cells expressing markers after no stimulation. Contingency table is constructed to assess response: stimulation (peptide/none) vs. marker expression (yes/no). One-sided Fisher's exact test is applied, testing if number of cells positive for the marker is equal in stimulated vs. unstimulated cells. Bonferroni-Holm adjustment is made over peptide pools. Response is positive if adjusted p-value le 0.00001. Data are excluded if blood draw date was outside visit window, participant was HIV-infected (post-infection samples), PBMC viability/T-cell count were low or negative control was high. Any Env is the maximum of ZM96 gp120, 1086 gp120, and TV1 gp120. Any HIV is the sum of Any Env and LAI Gag. Negative magnitudes are censored at 0 before calculating sum; if the sum is lt 0.01, it is set to 0.01%.",
        "timeFrame": "Measured at Month 6.5"
      },
      {
        "measure": "Number of Participants With Occurrence of CD4+ and CD8+ T-Cells Expressing IFN-g and/or IL-2 and/or CD40L in Response to HIV Proteins Included in the Vaccine at Month 6.5",
        "description": "PBMC samples are stimulated with synthetic peptide pools or left unstimulated as negative control. Response magnitude is % cells expressing IFN-g and/or IL-2 after stimulation minus % cells expressing markers after no stimulation. Contingency table is constructed to assess response: stimulation (peptide/none) vs. marker expression (yes/no). One-sided Fisher's exact test is applied, testing if number of cells positive for the marker is equal in stimulated vs. unstimulated cells. Bonferroni-Holm adjustment is made over peptide pools. Response is positive if adjusted p-value le 0.00001. Data are excluded if blood draw date was outside visit window, participant was HIV-infected (post-infection samples), PBMC viability/T-cell count were low or negative control was high. Any Env is the maximum of ZM96 gp120, 1086 gp120, and TV1 gp120. Any HIV is the sum of Any Env and LAI Gag. Negative magnitudes are censored at 0 before calculating sum; if the sum is lt 0.01, it is set to 0.01%.",
        "timeFrame": "Measured at Month 6.5"
      },
      {
        "measure": "Level of CD4+ and CD8+ T-Cells Expressing IFN-g and/or IL-2 in Response to HIV Proteins Included in the Vaccine at Month 6.5",
        "description": "PBMC samples are stimulated with synthetic peptide pools or left unstimulated as negative control. Response magnitude is % cells expressing IFN-g and/or IL-2 after stimulation minus % cells expressing markers after no stimulation. Data are excluded if blood draw date was outside visit window, participant was HIV-infected (post-infection samples), PBMC viability/T-cell count were low or negative control was high. Any Env is the maximum of ZM96 gp120, 1086 gp120, and TV1 gp120. Any HIV is the sum of Any Env and LAI Gag. Negative magnitudes are censored at 0 before calculating sum; if the sum is lt 0.01, it is set to 0.01%. Summary was calculated among positive responders only.",
        "timeFrame": "Measured at Month 6.5"
      },
      {
        "measure": "Level of CD4+ and CD8+ T-Cells Expressing IFN-g and/or IL-2 and/or CD40L in Response to HIV Proteins Included in the Vaccine at Month 6.5",
        "description": "PBMC samples are stimulated with synthetic peptide pools or left unstimulated as negative control. Response magnitude is % cells expressing IFN-g and/or IL-2 after stimulation minus % cells expressing markers after no stimulation. Data are excluded if blood draw date was outside visit window, participant was HIV-infected (post-infection samples), PBMC viability/T-cell count were low or negative control was high. Any Env is the maximum of ZM96 gp120, 1086 gp120, and TV1 gp120. Any HIV is the sum of Any Env and LAI Gag. Negative magnitudes are censored at 0 before calculating sum; if the sum is lt 0.01, it is set to 0.01%. Summary was calculated among positive responders only.",
        "timeFrame": "Measured at Month 6.5"
      },
      {
        "measure": "Number of Participants With Occurrence of Vaccine-induced IgG Binding Antibodies to HIV Proteins at Month 6.5",
        "description": "Serum IgG responses were measured on a Bio-Plex instrument using a standardized custom Luminex assay, run at 1:50 dilution.The readout is background-subtracted mean fluorescent intensity(MFI),with background adjustment for an antigen-specific plate level control.For each sample,response magnitude is net MFI,defined as experimental antigen MFI minus reference antigen MFI. Net MFI lt 1 is set to 1,and net MFI \\> 22,000 is set to 22,000.Data are excluded if blood draw date was outside the allowable window,a participant was HIV-infected,reference antigen \\> 5,000 MFI or baseline net MFI \\> 6,500.Samples from post-enrollment visits have positive responses if they meet three criteria:(1) net MFI greater than or equal to an antigen-specific response threshold (defined as the maximum of 100 and the 95th percentile of baseline net MFI),(2) net MFI values are greater than 3 times baseline net MFI, and (3) experimental antigen MFI values are greater than 3 times baseline MFI.",
        "timeFrame": "Measured at Month 6.5"
      },
      {
        "measure": "Number of Participants With Occurrence of Vaccine-induced IgG3 Binding Antibodies to HIV Proteins at Month 6.5",
        "description": "Serum IgG3 responses were measured on a Bio-Plex instrument using a standardized custom Luminex assay,run at 1:40 dilution.The readout is background-subtracted mean fluorescent intensity(MFI), with background adjustment for an antigen-specific plate level control.For each sample, response magnitude is net MFI,defined as experimental antigen MFI minus reference antigen MFI.Net MFI lt 1 is set to 1, and net MFI \\> 22,000 is set to 22,000.Data are excluded if blood draw date was outside the allowable window,a participant was HIV-infected,reference antigen \\> 5,000 MFI or baseline net MFI \\> 6,500.Samples from post-enrollment visits have positive responses if they meet three criteria:(1) net MFI greater than or equal to an antigen-specific response threshold (defined as the maximum of 100 and the 95th percentile of baseline net MFI), (2) net MFI values are greater than 3 times baseline net MFI, and (3) experimental antigen MFI values are greater than 3 times baseline M",
        "timeFrame": "Measured at Month 6.5"
      },
      {
        "measure": "Number of Participants With Occurrence of Vaccine-induced IgA Binding Antibodies to HIV Proteins at Month 6.5",
        "description": "Serum IgA responses were measured on a Bio-Plex instrument using a standardized custom Luminex assay,run at 1:10 dilution.The readout is background-subtracted mean fluorescent intensity (MFI),with background adjustment for an antigen-specific plate level control.For each sample,response magnitude is net MFI,defined as experimental antigen MFI minus reference antigen MFI.Net MFI lt 1 is set to 1, and net MFI \\> 22,000 is set to 22,000.Data are excluded if blood draw date was outside the allowable window,a participant was HIV-infected,reference antigen \\> 5,000 MFI or baseline net MFI \\> 6,500.Samples from post-enrollment visits have positive responses if they meet three criteria:(1) net MFI greater than or equal to an antigen-specific response threshold (defined as the maximum of 100 and the 95th percentile of baseline net MFI),(2) net MFI values are greater than 3 times baseline net MFI, and (3) experimental antigen MFI values are greater than 3 times baseline MFI.",
        "timeFrame": "Measured at Month 6.5"
      },
      {
        "measure": "Level of Vaccine-induced IgG Binding Antibodies to HIV Proteins at Month 6.5",
        "description": "Serum IgG responses were measured on a Bio-Plex instrument using a standardized custom Luminex assay, run at 1:50 and 1:100 dilutions. The readout is background-subtracted mean fluorescent intensity (MFI), with background adjustment for an antigen-specific plate level control. For each sample, response magnitude is net MFI, defined as experimental antigen MFI minus reference antigen MFI. Net MFI lt 1 is set to 1, and net MFI \\> 22,000 is set to 22,000. Data are excluded if blood draw date was outside the allowable window, a participant was HIV-infected, reference antigen \\> 5,000 MFI or baseline net MFI \\> 6,500. Summary was calculated among positive responders only. The immune response data were also studied for their ability to predict HIV-1 infection through Month 24 (correlates of risk analysis). The comprehensive analysis results are available in Moodie et al 2022 (PubMed ID: 35758878).",
        "timeFrame": "Measured at Month 6.5"
      },
      {
        "measure": "Level of Vaccine-induced IgG3 Binding Antibodies to HIV Proteins at Month 6.5",
        "description": "Serum IgG3 responses were measured on a Bio-Plex instrument using a standardized custom Luminex assay, run at 1:40 dilution. The readout is background-subtracted mean fluorescent intensity (MFI), with background adjustment for an antigen-specific plate level control. For each sample, response magnitude is net MFI, defined as experimental antigen MFI minus reference antigen MFI. Net MFI lt 1 is set to 1, and net MFI \\> 22,000 is set to 22,000. Data are excluded if blood draw date was outside the allowable window, a participant was HIV-infected, reference antigen \\> 5,000 MFI or baseline net MFI \\> 6,500. Summary was calculated among positive responders only. The immune response data were also studied for their ability to predict HIV-1 infection through Month 24 (correlates of risk analysis). The comprehensive analysis results are available in Moodie et al 2022 (PubMed ID: 35758878).",
        "timeFrame": "Measured at Month 6.5"
      },
      {
        "measure": "Level of Vaccine-induced IgA Binding Antibodies to HIV Proteins at Month 6.5",
        "description": "Serum IgA responses were measured on a Bio-Plex instrument using a standardized custom Luminex assay, run at 1:10 dilution. The readout is background-subtracted mean fluorescent intensity (MFI), with background adjustment for an antigen-specific plate level control. For each sample, response magnitude is net MFI, defined as experimental antigen MFI minus reference antigen MFI. Net MFI lt 1 is set to 1, and net MFI \\> 22,000 is set to 22,000. Data are excluded if blood draw date was outside the allowable window, a participant was HIV-infected, reference antigen \\> 5,000 MFI or baseline net MFI \\> 6,500. Summary was calculated among positive responders only. The immune response data were also studied for their ability to predict HIV-1 infection through Month 24 (correlates of risk analysis). The comprehensive analysis results are available in Moodie et al 2022 (PubMed ID: 35758878).",
        "timeFrame": "Measured at Month 6.5"
      },
      {
        "measure": "Incidence Rate of HIV-1 Infection Diagnosed After Enrollment Through 24 Months Among Female Participants",
        "description": "Vaccine efficacy was calculated as 1 minus the hazard ratio for HIV-1 infection, which was estimated using a Cox proportional-hazards (Cox PH) model and tested using a log-rank test.",
        "timeFrame": "Measured through 24 months after first vaccination"
      },
      {
        "measure": "Incidence Rate of HIV-1 Infection Diagnosed After Enrollment Through 24 Months Among Male Participants",
        "description": "Vaccine efficacy was calculated as 1 minus the hazard ratio for HIV-1 infection, which was estimated using a Cox proportional-hazards (Cox PH) model and tested using a log-rank test.",
        "timeFrame": "Measured through 24 months after first vaccination"
      },
      {
        "measure": "Incidence Rate of HIV-1 Infection Diagnosed After Enrollment Through 24 Months Among Female Participants Aged 25 or Younger",
        "description": "Vaccine efficacy was calculated as 1 minus the hazard ratio for HIV-1 infection, which was estimated using a Cox proportional-hazards (Cox PH) model and tested using a log-rank test.",
        "timeFrame": "Measured through 24 months after first vaccination"
      },
      {
        "measure": "Incidence Rate of HIV-1 Infection Diagnosed After Enrollment Through 24 Months Among Female Participants Older Than 25",
        "description": "Vaccine efficacy was calculated as 1 minus the hazard ratio for HIV-1 infection, which was estimated using a Cox proportional-hazards (Cox PH) model and tested using a log-rank test.",
        "timeFrame": "Measured through 24 months after first vaccination"
      },
      {
        "measure": "Incidence Rate of HIV-1 Infection Diagnosed After Enrollment Through Month 24 by Genotypic Characteristics of Viral Sequences From HIV-1 Infected Participants at HIV-1 Diagnosis, Such As Signature Site Mutations",
        "description": "Analysis will only be performed if significant positive evidence of vaccine efficacy from enrollment through 24 months is seen. However, monitoring boundaries for non-efficacy have been met per the 23 January 2020 DSMB finding.",
        "timeFrame": "Measured through 24 months after first vaccination"
      },
      {
        "measure": "Number of Participants With Viral Sequences at HIV-1 Diagnosis",
        "description": "Number of participants in the female mITT cohort with viral sequences were reported. Viral sequencing was conducted on the earliest available plasma specimens with positive HIV-1 RNA PCR tests from study participants who are diagnosed with HIV-1 infection.",
        "timeFrame": "Measured through 24 months after first vaccination"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 12,
      "secondaryCount": 18,
      "otherCount": 0,
      "totalCount": 30
    },
    "studyDesign": {
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:42.817Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}