{
  "nctId": "NCT05085392",
  "briefTitle": "A Trauma-Informed Intervention for Positive Youth Development and Teacher Wellness in Rural Montana",
  "officialTitle": "A Trauma-Informed Intervention for Positive Youth Development and Teacher Wellness in Rural Montana",
  "protocolDocument": {
    "nctId": "NCT05085392",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-09-01",
    "uploadDate": "2023-05-03T12:50",
    "size": 265482,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05085392/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 20,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-01-24",
    "completionDate": "2022-03-08",
    "primaryCompletionDate": "2022-03-08",
    "firstSubmitDate": "2021-10-07",
    "firstPostDate": "2021-10-20"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Any teacher currently employed by the Livingston school district who wishes to participate in the intervention (up to 35 participants)\n\nExclusion Criteria:\n\n* Only teachers will be considered for this study (i.e., no school staff, administrators, etc.)",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Salivary Cortisol Levels",
        "description": "Participants will provide a saliva sample in which cortisol levels will be analyzed through salivary assay kits (through Salimetrics.com). Samples will be collected on the first day of the intervention, halfway through the intervention, and on the last day of the intervention to determine if the intervention has improved stress levels (as indicated by a reduction in cortisol levels). A biostatistician will provide analysis and conclusion of these samples at the conclusion of the study",
        "timeFrame": "Pre-Intervention (Baseline), Post-Intervention (Week 6)"
      },
      {
        "measure": "Patient Health Questionnaire (PHQ-9)",
        "description": "This 9 item questionnaire is designed to evaluate severity of depressive symptoms in participants. It is scored on a Likert scale from 0 (not at all) to 3 (nearly every day) on items linked to depression indicators. The minimum score is a 0 and the maximum score is a 27, and a reduction in score from pre- to post-assessment indicates an improvement in symptomology. Lower scores indicate a better outcome.",
        "timeFrame": "Pre-Intervention (Baseline), Post-Intervention (Week 6)"
      },
      {
        "measure": "Generalized Anxiety Disorder-7 Anxiety Scale (GAD-7)",
        "description": "This 7 item questionnaire is based on a likert scale of 0 (not at all) to 3 (nearly every day) for items related to anxiety disorders. The lowest score is a zero and the maximum score is a 21. A reduction in score from pre- to post-assessment indicates an improvement in symptomology. Lower scores indicate a better outcome.",
        "timeFrame": "Pre-Intervention (Baseline), Post-Intervention (Week 6)"
      },
      {
        "measure": "Heart Rate Variability",
        "description": "Participants enrolled will have their heart rate data measured by the HeartMath Institute Inner Balance Bluetooth Sensor and accompanying software for Android or IOS smartphones (Inner Balance) or Inner Balance USB Sensor and accompanying computer software (EmWave Pro Plus (28, 29) The small plastic sensors will clip to the participant's earlobe and send photoplethysmography-derived (PPG) pulse signals via a non-invasive light source and photodetector.",
        "timeFrame": "Pre-Intervention (Baseline), Post-Intervention (Week 6)"
      }
    ],
    "secondary": [
      {
        "measure": "Connor-Davidson Resilience Scale (CD-RISC)",
        "description": "The Connor Davidson Resilience Scale (CD-RISC 10) is a unidimensional self-reported scale consisting of 10-items measuring resilience. Respondents rate items on a 5-point Likert scale, ranging from 0 (not true at all) to 4 (true nearly all the time). Each item has a minimum score of 0 and a maximum score of 4. The minimum value is a 0 and the maximum value is a 100. A higher score indicates higher resilience, which indicates a better outcome.",
        "timeFrame": "Pre-Intervention (Baseline), Post-Intervention (Week 6)"
      },
      {
        "measure": "Professional Quality of Life Index (Pro-QOL)",
        "description": "The Professional Quality of Life Index (Pro-QOL) is self-reporting scale consisting of 30 items measuring levels of compassion satisfaction, secondary trauma, and professional burnout. Respondents rate items on a 5 point Likert scale ranging from 0 (never) to 5 (very often). The minimum score for each subscale is a 10, and the maximum score for each subscale is a 50. Higher scores on compassion satisfaction items indicate higher levels of job enjoyment, whereas higher scores on burnout and secondary trauma items indicate lower levels of job satisfaction. For each of the sub-scales scores are categorized as Low (22 or less), Moderate (between 23 and 41) or High (42 or more). A total sum of each sub-scale is not intended to be measured. Higher scores on the compassion satisfaction scale indicate a better outcome. Lower scores on burnout and secondary trauma indicate a better outcome.",
        "timeFrame": "Pre-Intervention (Baseline), Post-Intervention (Week 6)"
      },
      {
        "measure": "Teachers' Sense of Self-Efficacy (Short Form) (TSSE)",
        "description": "The Teachers' Sense of Self-Efficacy is a self-reporting scale consisting of 12 items measuring levels of self-perceived levels of impact on student engagement, instructional strategies, and classroom management. Respondents rate items on a 9 point Likert scale ranging from 1 (nothing) to 9 (a great deal). Higher scores indicate higher self-perceptions of self-efficacy. Higher scores indicate a better outcome. A minimum score isa 12, and a maximum score of 108 is possible on the scale.",
        "timeFrame": "Pre-Intervention (Baseline), Post-Intervention (Week 6)"
      },
      {
        "measure": "PROMIS Sleep Disturbance Scales (PROMIS)",
        "description": "The PROMIS Sleep Disturbance Scale is self-reporting scale consisting of 8 items measuring perceived levels of sleep quality over the previous 7 days. Items are scored on a Likert scale ranging from 1 (not at all) to 5 (very much). Higher scores indicate a greater severity of sleep disturbance. The scale's minimum score is an 8, and the scale's maximum score is 40; therefore, lower scores indicate better quality of sleep. Lower scores indicate a better outcome.",
        "timeFrame": "Pre-Intervention (Baseline), Post-Intervention (Week 6)"
      },
      {
        "measure": "PTSD Checklist for DSM-5 (PCL-5)",
        "description": "The PTSD Checklist for DSM-5 (PCL-5) is a self-reporting scale consisting of 20 items measuring traumatic stress symptoms in the previous month. Items are scored on a Likert scale from 0 (not at all) to 4 (extremely). Higher scores indicate higher levels of traumatic stress in respondents. The scale's minimum score is a zero with a maximum score being an 80. Therefore, lower scores indicate an improvement in traumatic stress symptomology. Lower scores indicate a better outcome.",
        "timeFrame": "Pre-Intervention (Baseline), Post-Intervention (Week 6)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:18.631Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}