{
  "nctId": "NCT04538378",
  "briefTitle": "Olaparib (LYNPARZA) Plus Durvalumab (IMFINZI) in EGFR-Mutated Adenocarcinomas That Transform to Small Cell Lung Cancer (SCLC) and Other Neuroendocrine Tumors",
  "officialTitle": "Phase II Trial of Olaparib (LYNPARZA) Plus Durvalumab (IMFINZI) in EGFR-Mutated Adenocarcinomas That Transform to Small Cell Lung Cancer (SCLC) and Other Neuroendocrine Tumors",
  "protocolDocument": {
    "nctId": "NCT04538378",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2024-03-11",
    "uploadDate": "2024-12-18T12:53",
    "size": 1767325,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04538378/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 4,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-07-07",
    "completionDate": "2024-02-27",
    "primaryCompletionDate": "2023-03-22",
    "firstSubmitDate": "2020-09-03",
    "firstPostDate": "2020-09-04"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n* Subjects with initial diagnosis of epidermal growth factor receptor (EGFR)-mutated non-small-cell lung carcinoma (NSCLC) and histologically or cytologically confirmed transformation to small cell or neuroendocrine tumor following treatment with EGFR tyrosine kinase inhibitor.\n* Subjects should have received platinum-based chemotherapy with or without immunotherapy for small cell/neuroendocrine transformation or refused such therapy.\n* Age greater than or equal to 18 years.\n* Patients must have measurable disease per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1.\n* Eastern Cooperative Oncology Group (ECOG) performance status less than or equal to 2.\n* Adequate hematological function within 28 days prior to enrollment as defined below:\n\n  * white blood cell (WBC) count greater than or equal to 3x10\\^9/L,\n  * absolute neutrophil count (ANC) greater than or equal to 1.0x10\\^9/L,\n  * platelet count greater than or equal to 75x10\\^9/L, and\n  * Hemoglobin (Hgb) greater than or equal to 9 g/ dL if no blood transfusion within 4 weeks prior to enrollment OR \\>10 g/dL if no blood transfusion within 2 weeks prior to enrollment.\n* Adequate hepatic function within 28 days prior to enrollment as defined by:\n\n  * a total bilirubin level less than or equal to 1.5 x upper limit of normal (ULN); for subjects with documented/suspected Gilbert's disease, bilirubin less than or equal to 3 x ULN\n  * an aspartate aminotransferase (AST) level less than or equal to 2.5 x ULN, (less than or equal to 5X ULN if liver metastasis)\n  * an alanine aminotransferase (ALT) level less than or equal to 2.5 x ULN, (less than or equal to 5X ULN if liver metastasis).\n* Adequate renal function within 28 days prior to enrollment as defined by:\n\n  * Creatinine OR Measured or calculated creatinine clearance (CrCl) estimated glomerular filtration rate (eGFR) may also be used in place of CrCl)\n\n    ---\\< 1.5x institution upper limit of normal OR\n  * greater than or equal to 51 mL/min/1.73 m\\^2 for participant with creatinine levels\n  * greater than or equal to 1.5 X institutional ULN\n\nCreatinine clearance (CrCl) or eGFR should be calculated per institutional standard.\n\n-The effects of the study treatment on the developing human fetus are unknown; thus, women of childbearing potential must agree to use 1 highly effective form of contraception and their partners must use a male condom, or they must totally/truly abstain from any form of sexual intercourse from the time of screening throughout the total duration of the protocol treatment and for at least 6 months after the last dose of the study drugs. Male participants and their partners must use a highly effective form of contraception from the time\n\nof screening throughout the total duration of the protocol treatment and for 3 months after the last dose of study treatment.\n\n* Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately\n\n  ---Postmenopausal or evidence of non-childbearing status for women of childbearing potential: negative urine or serum pregnancy test within 28 days of enrollment and confirmed prior to treatment on day 1. Postmenopausal is defined as: amenorrheic for 1 year (12 months in a row) or more following cessation of exogenous hormonal treatments; luteinizing hormone (LH) and follicle stimulating hormone (FSH) levels in the post-menopausal range for women under 50, radiation-induced oophorectomy with last menses \\>1 year ago; chemotherapy-induced menopause with more than one-year interval since last menses; surgical sterilization for female participants (bilateral oophorectomy or hysterectomy) or male partners.\n* Patients with symptomatic brain metastases will be excluded from trial secondary to poor prognosis. However, patients who have had treatment for their brain metastasis and whose brain disease is stable without steroid therapy for 2 weeks may be enrolled. Imaging to rule out brain metastases is not required for screening but should be performed prior to study enrollment if clinically indicated.\n* Subjects must be able to understand and willing to sign a written informed consent document\n\nEXCLUSION CRITERIA:\n\n* Patients who are receiving any other investigational agents. Patients may be on other clinical trials or treatment during screening to determine eligibility\n* Systemic anti-cancer treatment or major surgery within 2 weeks prior to enrollment.\n* Palliative radiation within 24 hours prior to enrollment.\n* High-dose consolidative chest radiation within 2 weeks prior to enrollment.\n* Major surgical procedure (as defined by the Investigator) within 28 days prior to enrollment. Note: local surgery of isolated lesions for palliative intent is acceptable.\n* Patients receiving any medications or substances that are moderate and strong inhibitors or inducers of cytochrome P450 3A4 (CYP3A4).\n\nNote: dihydropyridine calcium - channel blockers are permitted for management of underling disease.\n\n* History of auto-immune disease requiring steroid maintenance, or history of primary immunodeficiency.\n* Current or prior use of immunosuppressive medication within 14 days before the enrollment, with the exception of intranasal and inhaled corticosteroids or systemic corticosteroids at physiological doses, which are not to exceed 10 mg/day of prednisone or an equivalent corticosteroid. In the case of short-term use of systemic corticosteroids (less than 24 hours within 28 days) of greater than 10 mg/day of prednisone or an equivalent corticosteroid, the required washout period prior to enrollment is 7 days.\n* Patients with myelodysplastic syndrome/acute myeloid leukemia; or baseline clinical features suggestive of myelodysplastic syndrome or acute myelogenous leukemia.\n* Persistent toxicities (greater than or equal to Common Terminology Criteria for Adverse Events (CTCAE) grade 2) with the exception of alopecia, caused by previous cancer therapy.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition of olaparib or durvalumab.\n* Resting electrocardiogram (ECG) indicating uncontrolled, potentially reversible cardiac conditions, as judged by the investigator (e.g., unstable ischemia, uncontrolled symptomatic arrhythmia, congestive heart failure, Q wave and the T wave (QT) corrected for heart rate by Fridericia's cube root formula (QTcF) prolongation \\>500 ms, electrolyte disturbances, etc.), or patients with congenital long QT syndrome.\n* Active infection including tuberculosis (clinical evaluation that includes clinical history, physical examination and radiographic findings, and tuberculosis (TB) testing), hepatitis B (known positive hepatitis B virus (HBV) hepatitis B surface antigen (HBsAg) result), hepatitis C. Patients with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[anti-HBc\\] and absence of HBsAg) and patients positive for hepatitis C (HCV) antibody are eligible only if polymerase chain reaction is negative for HBV or HCV ribonucleic acid (RNA).\n* Human immunodeficiency virus (HIV)-positive patients on antiretroviral therapy are ineligible because of potential pharmacokinetic interactions with study drugs. However, patients with long-standing (\\>5 years) HIV on antiretroviral therapy \\> 1 month (undetectable HIV viral load and cluster of differentiation 4 (CD4) count \\> 150 cells/microliters) may be eligible if the PI determines no anticipated clinically significant drug-drug interactions.\n* History of allogenic organ transplantation, bone marrow transplant or double umbilical cord blood transplantation (dUCBT).\n* Uncontrolled intercurrent illness or medical condition including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia requiring medications ((except chronic atrial fibrillation/flutter with controlled vascular rate), or psychiatric illness/social situations that may impair the patients tolerance of study treatments and, in the judgment of the investigator, would make the patient inappropriate for the study.\n* Patients unable to swallow orally administered medication and patients with gastrointestinal disorders likely to interfere with absorption of the study medication based on primary investigator decision.\n* Pregnant women are excluded from this study because olaparib is a poly adenosine diphosphate ribose polymerase (PARP) inhibitor agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with durvalumab and olaparib, breastfeeding should be discontinued if the mother is treated with study drugs.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Best Overall Response (BOR)",
        "description": "BOR is the best response recorded from the start of the treatment until disease progression/recurrence. The clinical response rate of evaluable participants will be reported along with a 95% confidence interval according to the Response Evaluation Criteria in Solid Tumors (RECIST 1.1). Complete response (CR) is the disappearance of all target lesions. Partial response (PR) is at least a 30% decrease in the sum of the diameters of target lesions. Progressive Disease (PD) is at least a 20% increase in the sum of the diameters of target lesions. Stable disease (SD) is neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD.",
        "timeFrame": "Disease progression; an average of 53 days"
      }
    ],
    "secondary": [
      {
        "measure": "Progression-free Survival (PFS)",
        "description": "PFS is defined as the time interval from start of treatment to documented evidence of disease progression assessed by the Response Evaluation Criteria in Solid Tumors (RECIST). PFS will be estimated by the Kaplan-Meier method. The median PFS will be reported along with a 95% confidence interval. Progressive Disease (PD) is at least a 20% increase in the sum of the diameters of target lesions.",
        "timeFrame": "Disease progression, an average of 7 weeks"
      },
      {
        "measure": "Number of Participants With Grades 1, 2, 3, 4 and/or 5 Serious and/or Non-serious Toxicity",
        "description": "Participants will be assessed for toxicity by reporting the grades of toxicity and the type of toxicity observed for all participants. Toxicity was assessed by the Common Terminology Criteria for Adverse Events (CTCAE v5.0). A non-serious adverse event is any untoward medical occurrence. A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life-threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned. Grade 1 is mild. Grade 2 is moderate. Grade 3 is severe. Grade 4 is life-threatening. Grade 5 is death related to adverse event.",
        "timeFrame": "Treatment phase, an average of 12 weeks"
      },
      {
        "measure": "Overall Survival (OS)",
        "description": "OS is defined as the time between the first day of treatment to the day of death. OS will be estimated by the Kaplan-Meier method. The median OS will be reported along with a 95% confidence interval.",
        "timeFrame": "At death, an average of 275 days"
      }
    ],
    "other": [
      {
        "measure": "Number of Participants With Serious and/or Non-Serious Adverse Events Assessed by the Common Terminology Criteria for Adverse Events (CTCAE v5.0).",
        "description": "Here is the number of participants with serious and/or non-serious adverse events assessed by the Common Terminology Criteria for Adverse Events (CTCAE v5.0). A non-serious adverse event is any untoward medical occurrence. A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life-threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned.",
        "timeFrame": "From the first study intervention, Study Day 1 of Cycle 1 through 30 days after the study agent (s) was/were administered, an average of 11.4 weeks"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 1,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 31,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:06.677Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}