{
  "nctId": "NCT05113771",
  "briefTitle": "A Biomarker-Guided, Randomized, Placebo-Controlled Efficacy and Safety Study of Liafensine in Patients With TRD",
  "officialTitle": "A Biomarker-Guided, Randomized, Double-Blind, Placebo-Controlled Efficacy and Safety Study of Liafensine in Patients With Treatment-Resistant Depression",
  "protocolDocument": {
    "nctId": "NCT05113771",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-08-29",
    "uploadDate": "2025-03-13T18:55",
    "size": 989608,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05113771/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 197,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-06-29",
    "completionDate": "2024-03-05",
    "primaryCompletionDate": "2024-02-06",
    "firstSubmitDate": "2021-10-29",
    "firstPostDate": "2021-11-09"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Provide signed informed consent which includes pharmacogenomic (PGx) testing.\n2. Have a diagnosis of MDD without psychotic features, according to the Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5) criteria, based on clinical assessment and confirmed by the Mini International Neuropsychiatric Interview (MINI).\n3. Have a history of TRD within the past 5 years as documented by the Massachusetts General Hospital (MGH) Antidepressant Treatment Response Questionnaire (ATRQ) (5-year version). That is, within the past 5 years study participants must have had a clinically meaningful inadequate response (estimated \\< 50% improvement per Investigator/patient consensus and documented by the Investigator) to at least two treatment courses with antidepressant regimens. These must involve at least two different pharmacologic treatment classes\\* and have been given at accepted therapeutic doses for an adequate duration (at least 6 weeks). One of these treatment failures must have occurred within the current episode.\n\n   \\*Note: Non-pharmacological treatment (eg, cognitive behavioral therapy, electroconvulsive therapy, repetitive transcranial magnetic stimulation, vagus nerve stimulation, acupuncture) are not counted as treatment regimen.\n4. To be eligible, patients must have DGM4 genotype results obtained from the designated Clinical Laboratory Improvement Amendments (CLIA) lab, and all eligible DGM4-positive patients and about 20% DGM4-negative patients will be randomly included by an IRT system in order to achieve the appropriate randomization ratio of DGM4-positive vs negative patients.\n5. Pregnancy conception limitations\n\n   * Female patients must be postmenopausal or surgically sterile or, if of childbearing potential and the partner is not vasectomized (6 months minimum), must agree to use a medically acceptable form of contraception from the time of signing the informed consent form (ICF) through at least 60 days following the last administration of study drug. If only the barrier method is used, a double barrier must be employed. Postmenopausal women must have had ≥ 24 months of spontaneous amenorrhea. Surgically sterile women are defined as those who have had a hysterectomy, bilateral ovariectomy, or bilateral tubal ligation. All women of childbearing potential must have a negative pregnancy test result before administration of study drug.\n   * Male patients must be biologically incapable of having children (eg, vasectomized) or must agree to use the above forms of birth control for themselves and their partner from the time of signing the informed consent form through at least 120 days following the last administration of study drug.\n6. Be fluent in the local language.\n7. Male or female aged 18 to 70, inclusive, at time of enrollment.\n8. Have a HAMD-17 total score ≥ 21 at screening.\n9. Be willing to discontinue the use of antidepressant drugs (including over-the-counter medications to treat depression \\[eg, St John's Wort\\]) at least 5 half-lives (or at least 1 week for herbal or other over-the-counter medications for depression) prior to baseline (Day -1). For fluoxetine, a washout period of at least 3 weeks for ≤ 20 mg/day and at least 4 weeks for \\> 20 mg/day is required.\n\nExclusion Criteria:\n\n1. Prior participation in a study with liafensine\n2. Used any investigational drug product, device, or biologic within 6 months or five half-lives (whichever is longer) prior to baseline (Day -1).\n3. A positive pregnancy test result or currently breastfeeding.\n4. Clinically significant illness (including chronic, persistent, or acute infection), medical/surgical procedure, or trauma within 30 days prior to screening or between screening and baseline (Day 1) as determined by the investigator.\n5. A history or presence of a clinically significant hepatic, renal, gastrointestinal, cardiovascular, endocrine, respiratory, immunologic, hematologic, dermatologic, or neurologic abnormality, or any other condition, that in the investigator's opinion, represent potential risk to the patient's safety, full participation in the study, or affect the absorption, distribution, metabolism, or excretion of liafensine.\n6. Presence of autoimmune hepatitis, primary sclerosing cholangitis, untreated hepatitis C, active hepatitis B, or any other uncontrolled or unstable liver disease according to local guidance.\n7. Uncontrolled human immunodeficiency virus (HIV) infection according to local guidance.\n8. Uncontrolled abnormal thyroid function according to local guidance.\n9. One or more clinical laboratory evaluations are outside the reference range, at screening, that are in the investigator's opinion, of potential risk to the patient's safety.\n10. Has at the Screening Visit:\n\n    * Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) levels \\> 1.5x the upper limit of normal (ULN) at screening.\n    * Total bilirubin (TBL) \\> 2 mg/dL (34.2 μmol/L) at screening, unless there is an explained indirect hyperbilirubinemia, eg, Gilbert's syndrome.\n    * Alkaline phosphatase (ALP) \\> 1.5x the ULN at screening. Note: Laboratory tests can be repeated to see if values return to normal range, but any such laboratory abnormality must be resolved by the Baseline Visit (Day -1).\n11. Clinically significant vital sign abnormality at screening. This includes, but is not limited to, the following, in the supine (after at least 5 min rest) and standing (after 1 min and 3 min standing): systolic blood pressure ≥ 140 mmHg; diastolic blood pressure ≥ 90 mmHg; or heart rate \\< 50 or \\> 90 beats per minute. If the initial blood pressure is ≥ 140/90 mmHg, the lowest value from up to 3 additional attempts, which also must not be ≥ 140/90 mmHg, should be used. Patients with symptomatic orthostatic hypotension, at the discretion of investigator, will be excluded.\n12. Corrected QT interval measurement according to the Fridericia rule (QTcF) \\> 450 msec for men and \\> 470 msec for women during controlled rest at screening, or history of long-QT syndrome.\n13. ECGs containing any of the following readings:\n\n    * Left bundle branch block\n    * Right bundle branch block with QRS duration \\> 140 ms\n    * Intraventricular conduction defect with QRS duration \\> 140 ms\n    * Long QT syndrome\n14. History of seizure, other than childhood febrile seizures.\n15. History of clinically significant head trauma, including closed head injury with loss of consciousness, that is, in the opinion of the investigator, likely to affect central nervous system function.\n16. History of clinically significant symptomatic orthostatic hypotension (ie, postural syncope).\n17. History of narrow angle glaucoma.\n18. History of cancer within 2 years prior to screening or between screening and baseline (Day -1), except for non-metastatic basal and/or squamous cell carcinoma of the skin.\n19. Use of prescription or nonprescription medications for attention-deficit hyperactivity disorder (ADHD), narcolepsy, or cognitive enhancement (eg, methylphenidate, atomoxetine, modafinil, ginkgo biloba, and huperzine A) within 30 days prior to screening or between screening and baseline (Day -1).\n20. Regular consumption of (eg, more days than not) excessive quantities of xanthine-containing beverages (eg, more than five cups of coffee or the equivalent per day) within 30 days prior to screening or between screening and baseline (Day -1).\n21. Urine drug screen (UDS) positive for a drug of abuse, with the exception of cannabis in countries where it is legally available (see Table 3 for list of drugs of abuse). Where legal, prior use of cannabis is permitted provided the patient agrees to abstain from smoking or ingesting cannabis or cannabis products during the study.\n22. Use of potent inducers of CYP3A4 (eg, rifampin, rifabutin, phenytoin, carbamazepine, or phenobarbital) within 2 weeks prior to baseline (Day-1).\n23. Current diagnosis or history of a psychotic disorder, MDD with psychotic features, manic or hypomanic episode of bipolar or related disorders.\n24. Current diagnosis of anxiety disorder (if primary), post-traumatic stress disorder, obsessive compulsive disorder (if primary), intellectual disability (DSM-5 diagnostic code 319), borderline personality disorder, antisocial personality disorder, histrionic personality disorder, or narcissistic personality disorder according to the DSM-5 criteria, or any other psychiatric or neurologic disorder or symptom due to a general medical condition, that, in the judgement of the investigator, could pose undue risk to the patient or compromise the study.\n25. Hospitalized or discharged from psychiatric ward within 8 weeks prior to the screening visit and planned hospitalization for any condition(s) during the study.\n26. Moderate or severe alcohol use disorder or other substance use disorder (except nicotine or caffeine), within 6 months prior to screening, according to the DSM-5 criteria.\n27. Significant risk of suicide determined by:\n\n    1. Acute suicidality as evidenced by answering \"yes\" to Question 5 (\"In the Past Year\") on the C-SSRS, indicating active suicidal ideation with specific plan and intent for suicide, at screening, or baseline (Day -1); or\n    2. History of suicidal behavior as indicated by a \"yes\" response on the Suicidal Behavior section of the C-SSRS (\"In the past year\") or\n    3. A score ≥ 5 on Item 10 (suicidal thoughts) of the MADRS at screening or baseline (Day -1); or\n    4. Has attempted suicide within 6 months prior to the initial screening visit.\n28. Previous allogenic bone marrow transplant.\n29. Received non-leukocyte-depleted whole blood transfusion within 4 months prior to PGx testing at Screening.\n30. Currently employed by the sponsor or by a clinical trial site participating in this study, or a first-degree relative of an employee of the sponsor or of an employee at a participating clinical trial site.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Montgomery Åsberg Depression Rating Scale (MADRS) Total Score From Baseline to Day 42, in DGM4-positive Patients",
        "description": "The primary objective of this study was change of Montgomery Åsberg Depression Rating Scale (MADRS) total score (range = 0 60, with higher scores indicating more severe depression) in DGM4 positive patients who were treated with liafensine versus placebo.",
        "timeFrame": "Baseline to Day 42"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline to Day 42 in Clinical Global Impression-Severity Scale (CGI-S) Score in DGM4 Positive Patients",
        "description": "The secondary endpoint was the change from baseline to Day 42 in Clinical Global Impression-Severity Scale CGI-S score (range = 1-7, with higher scores indicating greater illness) in DGM4 positive patients.",
        "timeFrame": "Baseline to Day 42"
      },
      {
        "measure": "The Clinical Global Impression-Improvement Scale (CGI-I) (Range = 1-7, With Higher Score Indicating Worsening) Was Assessed in DGM4 Positive Patients",
        "description": "To evaluate the Clinical Global Impression-Improvement Scale (CGI I) (range = 1-7, with higher score indicating worsening) at Day 42 in DGM4 positive patients with TRD treated with liafensine vs placebo",
        "timeFrame": "42 days"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 49,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:18.260Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}