{
  "nctId": "NCT02730169",
  "briefTitle": "Safety and Efficacy of BGS649 in Male Obese Subjects With Hypogonadotropic Hypogonadism",
  "officialTitle": "A Phase IIb Multicentre, Double-Blind, Dose-Ranging, Randomised, Placebo-Controlled Study Evaluating Safety and Efficacy of BGS649 in Male Obese Subjects With Hypogonadotropic Hypogonadism",
  "protocolDocument": {
    "nctId": "NCT02730169",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-03-10",
    "uploadDate": "2020-09-08T10:11",
    "size": 1204525,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02730169/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 271,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-05-12",
    "completionDate": "2018-05-19",
    "primaryCompletionDate": "2018-02-15",
    "firstSubmitDate": "2016-03-17",
    "firstPostDate": "2016-04-06"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Adult male subject aged 18 to 65 years inclusive\n* BMI \\> 30 kg/m2 and \\< 50 kg/m2\n* Serum total testosterone concentration below the normal range\n* LH levels below the upper limit of normal\n* Oestradiol levels within or above the normal range of approved assay\n* At least two symptoms of androgen deficiency present for at least 2 months prior to the first Screening Visit, with at least one of these being a sexual dysfunction\n\nExclusion Criteria:\n\n* Evidence of clinically significant endocrinopathy at screening that may interfere with the study assessments\n* Other types of hypogonadotropic hypogonadism or primary hypogonadism\n* Any other pituitary or hypothalamic disease",
    "healthyVolunteers": false,
    "sex": "MALE",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Patients With Normalised Testosterone After 24 Weeks of Study Treatment",
        "description": "Percentage of patients with normalised testosterone i.e. testosterone in the range 300-1000ng/dL after 24 weeks of study treatment. The primary objective was considered met, if greater than or equal to 75% of the participants in any arm normalised.",
        "timeFrame": "24 weeks of treatment"
      }
    ],
    "secondary": [
      {
        "measure": "The Proportion of Subjects That Have Normalization of Total Testosterone Serum Concentrations From Baseline to Week 24",
        "description": "Normalised total testosterone level was defined as between 300-1000 ng/dL (10.4-35 nmol/L) inclusive. Levels \\>1000 ng/dL were considered super-physiological outside the normal range.",
        "timeFrame": "Baseline, Day 8, 4 weeks, 8 weeks, 12 weeks, 16 weeks, 20 weeks and 24 weeks"
      },
      {
        "measure": "Proportion of Subjects That Overshoot Testosterone (Total Testosterone Above 1000 ng/dL [35 Nmol/L]) From Baseline to Week 24",
        "description": "Testosterone overshoot was defined as total testosterone above 1000 ng/dL (35 nmol/L). Samples were collected in the morning before 11 am pre dose.",
        "timeFrame": "Baseline, Day 8, 4 weeks, 8 weeks, 12 weeks, 16 weeks, 20 weeks and 24 weeks"
      },
      {
        "measure": "Normalization of Total Testosterone Serum Concentrations in ≥ 90% Subjects After 24 Weeks of Treatment.",
        "description": "Normalized total testosterone level was defined as between 300-1000 ng/dL (10.4-35 nmol/L) inclusive. Levels \\>1000 ng/dL were considered super-physiological outside the normal range. This secondary outcome measure was considered to have been met for a dose if ≥ 90% of subjects in the intent-to-treat (ITT) population had normalisation of total testosterone levels at Week 24.",
        "timeFrame": "24 weeks of treatment"
      },
      {
        "measure": "Mean (SD) Change From Baseline in Luteinizing Hormone (LH) to Week 24.",
        "description": "LH was measured at screening, baseline. The Baseline was defined as the last non-missing value collected before the first study treatment administration, including unscheduled assessments.",
        "timeFrame": "Day 8, 4 weeks, 8 weeks, 12 weeks, 16 weeks, 20 weeks and 24 weeks"
      },
      {
        "measure": "Mean (SD) Change From Baseline in Follicle Stimulating Hormone (FSH) to Week 24.",
        "description": "FSH was measured at baseline, Visit 1 through 8 and follow-up. Baseline was defined as the last non-missing value collected before the first study treatment administration, including unscheduled assessments.",
        "timeFrame": "Day 8, 4 weeks, 8 weeks, 12 weeks, 16 weeks, 20 weeks and 24 weeks"
      },
      {
        "measure": "Descriptive Summary (Geometric Mean [95% CI]) of BGS649 Plasma PK Concentration Values to 24 Weeks.",
        "description": "Plasma PK sampling for BGS649 was performed at Weeks 12 and 24. BGS649 PK plasma concentrations were summarised for the PK population by descriptive statistics.",
        "timeFrame": "Week 12 (pre-dose and 1 hour post-dose), week 24 and week 24/End of treatment"
      },
      {
        "measure": "Descriptive Summary (Geometric Mean [95% CI]) of BGS649 Semen PK Concentration Values at 24 Weeks.",
        "description": "Semen PK sampling for BGS649 was performed at Visit 8 (End of Treatment). BGS649 PK semen concentrations were summarised for the PK population by descriptive statistics.",
        "timeFrame": "Week 24 and week 24/End of treatment"
      }
    ],
    "other": [
      {
        "measure": "Mean (SD) Change From Baseline in Prostate Specific Antigen (PSA) to Week 24.",
        "description": "PSA was measured alongside other clinical chemistry parameters at screening, baseline, Visits 1 through 8 and at follow-up.",
        "timeFrame": "Baseline, Day 8, 4 weeks, 8 weeks, 12 weeks, 16 weeks, 20 weeks and 24 weeks"
      },
      {
        "measure": "Mean (SD) Change From Baseline in Haematocrit to Week 24.",
        "description": "Haematocrit was measured alongside other haematology parameters at screening, baseline, Visits 1 through 8 and at follow-up.",
        "timeFrame": "Day 8, 4 weeks, 8 weeks, 12 weeks, 16 weeks, 20 weeks and 24 weeks"
      },
      {
        "measure": "Mean (SD) Change From Baseline in Dual Energy X-ray Absorptiometry (DEXA) Scan T-score by Location at Week 24.",
        "description": "Summary of DEXA Scan T-score at Visit 8 (Week 24) in the hip, femoral neck, and lumber spine. DEXA T-score was calculated based on actual measured bone density value and compared to a standard reference range for healthy young adult men.\n\nA bone density scan compares bone density with the bone density expected for a young healthy adult or a healthy adult of the same age, gender and ethnicity. The difference is calculated as a standard deviation (SD) score. The measures between the bone density and the expected value of a young healthy adult is known as the T score.\n\nThe World Health Organization (WHO) classifies T scores as follows:\n\n* above -1 SD is normal\n* between -1 and -2.5 SD is defined as mildly reduced bone mineral density (BMD) compared with peak bone mass (PBM)\n* at or below -2.5 SD is defined as osteoporosis",
        "timeFrame": "Screening to Week 24"
      },
      {
        "measure": "Mean (SD) Change From Baseline in DEXA Scan Density by Location at Week 24",
        "description": "Summary of DEXA scan density at Visit 8 (Week 24) in the hip, femoral neck, and lumber spine. Bone density was evaluated with standard procedure for Hologic and General Electric Lunar scanners.",
        "timeFrame": "Screening to Week 24"
      },
      {
        "measure": "Mean (SD) Change From Baseline in Bone Turnover Markers by Parameter at Week 24.",
        "description": "Descriptive statistics were presented for the following bone turnover marker parameters: type I collagen C-telopeptides, procollagen 1 N-terminal propeptide, osteocalcin, and bone specific alkaline phosphatase.",
        "timeFrame": "Screening to Week 24"
      },
      {
        "measure": "Change From Baseline in Bone Specific Alkaline Phosphatase at Week 24.",
        "description": "Change from baseline in bone specific alkaline phosphatase at week 24 measured in U/L",
        "timeFrame": "24 weeks"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 6,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 86,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:15.276Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}