{
  "nctId": "NCT02835092",
  "briefTitle": "Weight Loss Using the Take Shape For Life Program or the Medifast Direct Program Versus a Self-Directed Diet",
  "officialTitle": "A Randomized, Controlled, 3-Arm Clinical Trial to Assess Weight Loss Using the Take Shape For Life Program or the Medifast Direct Program Versus a Self-Directed Diet",
  "protocolDocument": {
    "nctId": "NCT02835092",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2016-06-21",
    "uploadDate": "2018-06-26T14:44",
    "size": 2086110,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02835092/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 198,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-07",
    "completionDate": "2017-02",
    "primaryCompletionDate": "2017-02",
    "firstSubmitDate": "2016-07-13",
    "firstPostDate": "2016-07-15"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participant is judged by the Clinical Investigator to be in good health on the basis of medical history and screening laboratory assessments.\n* Participant has a BMI of 27.0 to 42.0 kg/m2 at start of intervention.\n* Participant has no plans to change smoking habits during the study period.\n* Participant is willing and able to comply with the visit schedule.\n* Participant is willing to modify their physical activity level in accordance with recommendations provided with each group.\n* In the Clinical Investigator's opinion, participant has interest in losing weight, and is ready and willing to do so.\n* Participant is willing/able to follow assigned plan and adhere to food and beverage consumption guidelines for the duration of the study period.\n* Participant has access to the internet via a computer, tablet, and/or smart phone.\n* Participant understands the study procedures and signs forms providing informed consent to participate in the study and authorization for release of relevant protected health information to the study Clinical Investigators.\n\nExclusion Criteria:\n\n* Participant has an abnormal laboratory test result of clinical significance at the screening visit, at the discretion of the Clinical Investigator.\n* Participant has had a weight loss or gain \\>5% in the 6 months prior to the screening visit except in the case of post-partum weight loss.\n* Participant has extreme dietary habits, including vegetarianism, in the judgment of the Clinical Investigator.\n* Participant has used medications, products, supplements, and/or programs/diets intended to alter body weight within 6 months of the screening visit.\n* Participant has used medications which are known to stimulate or suppress appetite, and/or alter body weight but which are taken for other indications, will be allowed as long as the dose has remained stable for the past 6 months.\n* Participant has used thyroid hormones, except stable-dose replacement therapy for ≥2 months prior to the screening visit.\n* Participant has used Coumadin® (warfarin), and/or medications that may influence lipids and/or blood pressure, except stable-dose medications for 1 month prior to the screening visit.\n* Participant has used medications that may influence carbohydrate metabolism, including but not limited to hypoglycemic medications and systemic (intravenous, intramuscular, or oral) corticosteroids within 1 month of the screening visit.\n* Participant has used lithium within 1 month of the screening visit.\n* Participant has a history of any surgery or liposuction for weight reducing purposes.\n* Participant has a history or presence of clinically important gout, cardiac, renal, hepatic, endocrine (type 1 diabetes mellitus or type 2 diabetes mellitus that requires medication), pulmonary, biliary, pancreatic, or neurologic disorders.\n* Participant has a history of an eating disorder (e.g., anorexia nervosa, bulimia nervosa or binge eating) diagnosed by a health professional.\n* Participant has uncontrolled hypertension (systolic blood pressure ≥160 mm Hg or diastolic blood pressure ≥100 mm Hg) as defined by the blood pressure measured at screening visit.\n* Participant has a history or presence of cancer in the prior 2 years, except for non-melanoma skin cancer.\n* Participant has elective hospitalizations planned (e.g., elective cosmetic procedures) during the study period.\n* Participant is a female who is pregnant, planning to be pregnant during the study period, lactating, or is of childbearing potential and is unwilling to commit to the use of a medically approved form of contraception throughout the study period.\n* Participant has a recent history of (within 12 months of Visit 1; week -1) or strong potential for alcohol or substance abuse. Alcohol abuse defined as \\>14 drinks/week (1 drink = 12 oz beer, 5 oz wine, or 1½ oz distilled spirits).\n* Participant has a known allergy, sensitivity, or intolerance to the study foods or any ingredient(s) of the study diets (e.g., soy, gluten, wheat, lactose).\n* Exposure to any non-registered drug product within 1 month prior to the screening visit.\n* Participant has a condition the Clinical Investigator believes would interfere with his or her ability to provide informed consent, comply with the study protocol, or which might confound the interpretation of the study results or put the person at undue risk.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Body Weight Change",
        "description": "Body weight (in gown, without shoes) was measured at each clinic visit on a medical quality digital scale (Health-o-meter 349KLX, Pelstar, McCook, IL) following a 10-14-hr fast. The relevant time points to determine body weight change were baseline and 16 weeks. The value for body weight at 16 weeks minus the value at baseline was the calculation used to determine body weight change.",
        "timeFrame": "16 weeks"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 24,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:30:14.863Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}