{
  "nctId": "NCT05384938",
  "briefTitle": "FAsenra Safety Trial in India",
  "officialTitle": "A Postmarketing, Phase 4, Multicentre, Prospective, Single-arm Study to Assess the Safety of Fasenra® (Benralizumab) in Adult Patients of Severe Asthma With Eosinophilic Phenotype in India.",
  "protocolDocument": {
    "nctId": "NCT05384938",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-03-09",
    "uploadDate": "2024-06-26T05:16",
    "size": 11044138,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05384938/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 139,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-11-19",
    "completionDate": "2023-07-01",
    "primaryCompletionDate": "2023-07-01",
    "firstSubmitDate": "2021-11-09",
    "firstPostDate": "2022-05-20"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Male or female patients 18 to 75 years of age inclusive, at the time of signing the informed consent\n2. Patients with physician's confirmed diagnosis of severe asthma with an eosinophilic phenotype, ie, a diagnosis of severe asthma in preceding at least 12 months, with an eosinophil count of ≥300 cells/μL at screening, requiring treatment with high-dose ICS (\\>500 μg fluticasone propionate dry powder formulation, or \\>800 μg budesonide dry powder formulation, or equivalent total daily dose) and a LABA as maintenance treatment for at least 3 months prior to enrolment\n3. A decreased lung function with prebronchodilator (Pre-BD) forced expiratory volume in 1 second (FEV1) of \\<80% predicted, demonstrated by spirometry at screening\n4. At least 2 documented asthma exacerbations in the preceeding12 months, except in 30 days before the date of informed consent, that required the use of a systemic corticosteroid or temporary increase from the patient's usual maintenance dose of oral corticosteroid (OCS)\n5. Documented postbronchodilator (post-BD) reversibility in FEV1 of ≥12% and ≥200 mL in FEV1 within 12 months before first dose. If historical documentation is not available, reversibility must be demonstrated and documented at screening or Day 1 before first dose\n6. Benralizumab naïve patients who have not previously received benralizumab prior to the start of this study\n7. Patients who are willing and capable of giving signed informed consent as described in Appendix A, which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol.\n\nExclusion Criteria:\n\n1. Clinically important pulmonary disease other than asthma (eg, active lung infection, chronic obstructive pulmonary disease, bronchiectasis, pulmonary fibrosis, cystic fibrosis etc.) or ever been diagnosed with pulmonary or systemic disease, other than asthma, that are associated with elevated peripheral eosinophil counts (eg, allergic bronchopulmonary aspergillosis/mycosis, Churg-Strauss syndrome, hypereosinophilic syndrome), which can confound the outcome assessment.\n2. Patients currently enrolled in an interventional clinical study in parallel including those with any biologic treatment\n3. Patients who have received any biologic within 30 days prior to the date of informed consent.\n4. Known history of allergy or reaction to the benralizumab formulation or excipients (L-histidine, L-histidine hydrochloride monohydrate, α-trehalose dihydrate, polysorbate 20, water for injection)\n5. History of anaphylaxis to any biologic therapy\n6. A helminth parasitic infection diagnosed within 24 weeks before the date informed consent is obtained that has not been treated with, or has failed to respond to, standard of care therapy\n7. Acute asthma exacerbation 30 days before the date informed consent\n8. Acute asthma exacerbation between screening and first dose of study dose administration.\n9. Acute upper or lower respiratory infections requiring antibiotics or antiviral medication within 30 days before the date informed consent\n10. Patients with malignancy within 5 years prior to enrolment, with the exception of adequately treated in-situ carcinoma of the cervix, uteri, basal, or squamous cell carcinoma or non-melanomatous skin cancer with active or recent malignancy\n11. Any clinically significant abnormal findings in physical examination, vital signs, haematology, clinical chemistry, or urinalysis, which, in the opinion of the investigator, may put the participant at risk because of his/her participation in the study\n12. History of current alcohol, drug, or chemical abuse or past abuse that would impair or risk the participant's full participation in the study, in the opinion of the investigator\n13. Female patients who are pregnant or lactating or planning a family during the study period.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Participants With Adverse Events (AEs), Serious AEs, and Treatment-emergent AEs",
        "description": "The number and percentage of participants who experienced at least one adverse event (AE), serious AE, or treatment-emergent AE experienced are presented",
        "timeFrame": "From study treatment to follow-up (up to 24 weeks)"
      },
      {
        "measure": "Severity of AEs",
        "description": "Severity of adverse events (AEs) by intensity grade",
        "timeFrame": "From study treatment to follow-up (up to 24 weeks)"
      },
      {
        "measure": "Participants With AEs That Led to Study Treatment Discontinuations or Modifications",
        "description": "Participants with adverse events (AEs) that led to study treatment discontinuations or modifications",
        "timeFrame": "From study treatment to follow-up (up to 24 weeks)"
      }
    ],
    "secondary": [
      {
        "measure": "Time to First Asthma Exacerbation",
        "description": "Time to first asthma exacerbation in days in participants with asthma exacerbation",
        "timeFrame": "From study treatment to follow-up (up to 24 weeks)"
      },
      {
        "measure": "Exacerbation Rate: Before and After Treatment",
        "description": "The annual exacerbation rate for each participant was calculated by dividing the total number of exacerbations by the number of days participated in the study and multiplying by 365.",
        "timeFrame": "From study treatment to follow-up (up to 24 weeks)"
      },
      {
        "measure": "Annualized Exacerbation Rate: Overall",
        "description": "Overall annualized exacerbation rate. The annual exacerbation rate for each participant was calculated by dividing the total number of exacerbations by the number of days participated in the study and multiplying by 365.",
        "timeFrame": "From study treatment to follow-up (up to 24 weeks)"
      },
      {
        "measure": "Overall Investigators Assessment",
        "description": "Overall investigator's assessment on the outcome of the treatment: \"well controlled\", \"partly controlled\", and \"uncontrolled.\"",
        "timeFrame": "From study treatment to follow-up (up to 24 weeks)"
      },
      {
        "measure": "Change in Blood Eosinophil Levels From Baseline at Weeks 4, 16, and 24",
        "description": "Mean change in blood eosinophil levels from baseline at Weeks 4, 16, and 24",
        "timeFrame": "Baseline and Weeks 4, 16, and 24"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:21.728Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}