{
  "nctId": "NCT05546385",
  "briefTitle": "PArtial REbreathing for Migraine With Aura 1",
  "officialTitle": "A Prospective, Multi-centre, Randomized, Double-blind, Sham-controlled, Parallel-group, Group-sequential Study to Investigate Safety and Effectiveness of the Rehaler Partial Rebreathing Device, in Adults Suffering From Migraine With Aura",
  "protocolDocument": {
    "nctId": "NCT05546385",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2024-02-05",
    "uploadDate": "2025-02-11T05:18",
    "size": 1157314,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05546385/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 142,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-08-08",
    "completionDate": "2024-10-30",
    "primaryCompletionDate": "2024-10-30",
    "firstSubmitDate": "2022-09-14",
    "firstPostDate": "2022-09-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Participant has migraine with typical aura (ICHD3 classification 1.2.1) with the additional criterion that historically in more than 75% of cases of aura a moderate or severe headache begins between 10 and 60 minutes after aura onset.\n2. Participant has had 3 or more migraine-with-aura attacks over the last six months.\n3. Participant is 18 to 65 years of age.\n4. Participant's age at onset of migraine with aura was less than 50 years.\n5. If participant is taking migraine prophylactic drugs, the dose must have been stable for three months or more.\n6. Participant agrees to withhold usual acute migraine medications until at least two hours after treatment with the study device.\n7. Participant does not plan to initiate new (and/or change existing) migraine prophylaxis medication for the duration of Stage 1 of the study.\n8. For female participants: is willing to use adequate contraception during study participation\n9. Participant owns a smartphone compatible with the ePRO study diary app.\n10. Participant agrees to use the study device as intended, comply with all study requirements including treatment, follow-up visits, and recording required study data in the ePRO app.\n11. Participant is willing and able to provide written informed consent.\n\nExclusion Criteria:\n\n1. Participant has a history of chronic pulmonary disease (e.g. Chronic Obstructive Pulmonary Disease (COPD) or pulmonary fibrosis).\n2. Participant has a history of severe cardiovascular disease (e.g. symptomatic coronary artery disease, prior myocardial infarction, congestive heart failure) or cerebrovascular disease (e.g. prior stroke or transient ischemic attack, symptomatic carotid artery disease, prior carotid endarterectomy or other vascular neck surgery).\n3. Participant has a history of intracranial hyper/hypo-tension.\n4. Participant has a history of cerebral aneurysm.\n5. Participant has had previous brain surgery, including stenting.\n6. Anaemia, defined as a hemoglobin concentration in capillary blood lower than 11g/dL\n7. Participant has a baseline SPO2 level which is lower than 95% performed at Site Visit 1.\n8. Participant has 15 or more headache days per month\n9. Participant has medication-overuse headache (ICHD3 classification 8.2).\n10. Participant has a known history or suspicion of recurring secondary headache which in the opinion of the investigator may interfere with the study.\n11. Hemiplegic migraine\n12. Participant has other significant and relevant pain problem (e.g. cancer pain, fibromyalgia or other head or facial pain disorders)\n13. Participant has a known history or suspicion of substance abuse or addiction (within the last 5 years) that in the opinion of the investigator may confound the study assessments.\n14. Participant has a history of psychiatric or cognitive disorder and/or behavioural problems which in the opinion of the investigator may interfere with the study.\n15. Participant belongs to a vulnerable population or has any condition such that his or her ability to provide informed consent, comply with the follow-up requirements, or provide self-assessments is compromised (e.g. homeless, developmentally disabled, prisoner).\n16. For female participants: is pregnant or actively trying to become pregnant.\n17. Participant is participating in any other clinical investigation or has participated in an interventional clinical trial in the preceding 30 days.\n18. Participant has any condition that according to the investigator may pose the participant at risk or provide confounding data.\n19. Participant is unable, as perceived by study personnel, to correctly understand and follow the instructions for use of the device and ePRO app.\n20. Sickle Cell Disease\n21. Participant is being treated with nerve blocks or injections for migraine prophylaxis on a regularly scheduled basis (including Botox, Aimovig/Erenumab, Ajovy/Fremanezumab, Emgality/Galcanezumab or Vyepti/Eptinezumab).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Absence of Moderate or Severe Pain at 2 Hours (AMSP2)",
        "description": "The percentage of attacks in which the participant reported absence of headache of moderate or severe intensity at 2 hours post-treatment initiation",
        "timeFrame": "2 hours"
      }
    ],
    "secondary": [
      {
        "measure": "Pain Freedom at 2 Hours (PF2)",
        "description": "The percentage of attacks with absence of headache pain two hours after treatment initiation",
        "timeFrame": "2 hours"
      },
      {
        "measure": "Freedom From Most Bothersome Symptom at 2 Hours (MBSF2)",
        "description": "The percentage of attacks with absence of MBS two hours after treatment initiation",
        "timeFrame": "2 hours"
      },
      {
        "measure": "Sustained Pain Freedom at 24 Hours (SPF24)",
        "description": "The percentage of attacks having no headache pain at 2 hours after treatment initiation, with no use of rescue medication and no relapse of headache pain within 24 hours",
        "timeFrame": "24 hours"
      },
      {
        "measure": "Headache Score at 2 Hours (HS2)",
        "description": "Headache Score 2 hours after treatment initiation. Measured on Likert four-point scale: 0 = no headache; 1 = mild headache; 2 = moderate headache; 3 = severe headache.",
        "timeFrame": "2 hours"
      },
      {
        "measure": "Most Bothersome Symptom Score at 2 Hours (MBS2).",
        "description": "Most Bothersome Symptom score two hours after treatment initiation. Measured on Likert four-point scale: 0 = symptom absent; 1 = mild degree of symptom; 2 = moderate degree of symptom; 3 = severe degree of symptom.",
        "timeFrame": "2 hours"
      },
      {
        "measure": "Functional Disability Score at 2 Hours (FDS2)",
        "description": "Functional Disability Score two hours after treatment initiation. Measured on Likert four-point scale: 0 = no functional disability; 1 = mild functional disability; 2 = moderate functional disability; 3 = severe functional disability.",
        "timeFrame": "2 hours"
      },
      {
        "measure": "Attacks With Use of Rescue Medication From the 2 Hours' Time Point Until 24 Hours (Res24)",
        "description": "The percentage of attacks with use of rescue medication from the 2 hours' time point until 24 hours (Res24)",
        "timeFrame": "24 hours"
      },
      {
        "measure": "Participant Satisfaction at 48 Hours (PS48)",
        "description": "Participant's overall satisfaction with the acute treatment effect on attack, evaluated at 48 hours after treatment initiation (5 point satisfaction scale: 5 = Satisfied, 4 = Partially Satisfied, 3 = Neutral, 2 = Partially Unsatisfied, 1 = Unsatisfied)",
        "timeFrame": "48 hours"
      },
      {
        "measure": "Light Sensitivity Score at 2 Hours (LSS2)",
        "description": "Photophobia (light sensitivity) score two hours after treatment initiation. Measured on Likert four-point scale: 0 = no photophobia; 1 = mild photophobia; 2 = moderate photophobia; 3 = severe photophobia.",
        "timeFrame": "2 hours"
      },
      {
        "measure": "Nausea Score at 2 Hours (NS2)",
        "description": "Nausea Score two hours after treatment initiation. Measured on Likert four-point scale: 0 = no nausea; 1 = mild nausea; 2 = moderate nausea; 3 = severe nausea.",
        "timeFrame": "2 hours"
      },
      {
        "measure": "Sound Sensitivity Score at 2 Hours (SSS2)",
        "description": "Phonophobia (sound sensitivity) score two hours after treatment initiation. Measured on Likert four-point scale: 0 = no phonophobia; 1 = mild phonophobia; 2 = moderate phonophobia; 3 = severe phonophobia.",
        "timeFrame": "2 hours"
      },
      {
        "measure": "Freedom From Relapse at 48 Hours (FR48)",
        "description": "The percentage of attacks having no headache pain at 2 hours after dose, with no use of rescue medication and no relapse of headache pain within 48 hours",
        "timeFrame": "48 hours"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 12,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:52.120Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}