{
  "nctId": "NCT04985383",
  "briefTitle": "Study to Compare Safety and Tolerability of AKST1210 Column at 2 Blood Flow Rates in Subjects With ESRD on Hemodialysis",
  "officialTitle": "An Open Label Phase 1 Study to Compare the Safety and Tolerability of the AKST1210 Column at Different Blood-Flow Rates in Patients With End-Stage Renal Disease (ESRD) Undergoing Hemodialysis (HD)",
  "protocolDocument": {
    "nctId": "NCT04985383",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-05-13",
    "uploadDate": "2022-08-31T11:26",
    "size": 2526540,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04985383/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 10,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-03-11",
    "completionDate": "2021-09-01",
    "primaryCompletionDate": "2021-09-01",
    "firstSubmitDate": "2021-07-01",
    "firstPostDate": "2021-08-02"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Males and females aged 40 - 75 years, inclusive.\n2. End Stage Renal Disease (ESRD) requiring HD.\n3. Dialysis vintage ≥ 24 months.\n4. Absence of clinically-relevant residual renal function.\n5. Regular Hemodialysis (HD) sessions done at blood-flow rates between 400 and 500 mL/min, and with inter-dialysis intervals of 48 hours or more.\n6. Stable health status for at least 4 weeks prior to screening based on medical history, and findings from physical examination, laboratory tests, vital signs, and ECG, as assessed by the investigator.\n7. Life expectancy \\> 6 months (as determined by the investigator).\n8. Body mass index (BMI) between 18 and 37 kg/m2, inclusive, with a minimum body weight of 52 kg.\n9. Must be on stable doses (\\> 4 weeks) of all treatments for concomitant diseases (e.g., diabetes, hypertension), but this does not apply to medications for conditions related to ESRD (e.g., medications for calcium and phosphate control, anemia).\n10. Must be able to follow the study protocol and receive the treatment in the established timeframe.\n11. Must provide a signed and dated informed consent form.\n\nExclusion Criteria:\n\n1. Patients for whom adequate anticoagulation cannot be achieved, such as those with severe anemia, severe hemorrhagic diathesis, severe gastrointestinal ulcers, or who are receiving anticoagulant medications for any reason other than as required for HD. Use of antiplatelet drugs (e.g., aspirin or clopidogrel) is allowed.\n2. Patients for whom extracorporeal circulation therapy is contraindicated, such as those with severe cardiac insufficiency, acute myocardial infarction, severe cardiac arrhythmia, acute seizure disorder, or severe uncontrolled hypertension.\n3. Patients with Kt/V \\< 1.2 during recent 8-week period prior to run-in.\n4. History of hypersensitivity to heparin, including heparin-induced thrombocytopenia.\n5. History of hypersensitivity to the AKST1210 column or its components.\n6. Patients who are not anticipated to be able to tolerate blood-flow rates of 450 mL/min during HD (e.g., new vascular access that cannot be used with 14G or 15G needles).\n7. Patients who are at higher risk for intradialytic hypotension (IDH) including:\n\n   1. Medical records indicating the occurrence IDH (SBP \\< 90 mmHg) in more than 30% of HD sessions during a recent 8-week period prior to run-in;\n   2. Patients requiring or expected to require extensive fluid management as determined by the investigator;\n   3. Presence of pre-dialysis hypotension, defined as SBP \\< 90 mmHg and/or diastolic blood pressure (DBP) \\< 50 mmHg, before any of the last 3 dialysis sessions prior to screening;\n   4. Diagnosis of IDH in medical records;\n   5. Diagnosis of autonomic dysfunction;\n   6. Patients who frequently require a ultrafiltration rate (UFR) above 13 mL/kg/h.\n8. Patients who are pregnant or breast-feeding or who are planning to become pregnant. Female subjects must not be pregnant or breastfeeding. Women of childbearing potential (WOCBP) must have a negative serum pregnancy test at screening and prior to start of treatment. WOCBP and men must agree to use highly-effective contraception (Clinical Trial Facilitation Group 2014) prior to study entry. A woman is considered of childbearing potential following menarche and until becoming postmenopausal (no menses for at least 2 years without an alternative cause). Should a woman become pregnant or suspect she is pregnant while she or her male partner is participating in the study, she should inform her treating physician immediately.\n9. Clotting disorders.\n10. Sickle cell anemia, hereditary spherocytosis, or autoimmune hemolysis.\n11. Clinically significant abnormalities on screening ECG including QT interval corrected for heart rate (QTc) using Fridericia's correction formula \\[QTcF\\] of ≥ 500 ms in men and ≥ 520 ms in women.\n12. Delirium (encephalopathy).\n13. Out of range value for complete blood count (CBC), complete metabolic panel, or coagulation that the investigator deems clinically significant.\n14. Thyroid stimulating hormone (TSH) below 0.2 or above 6.0 milli-International unit (mIU)/L, and/or clinically-relevant abnormalities in T3 or T4.\n15. Hemoglobin level \\< 9.0 g/dL.\n16. Alanine aminotransferase (ALT) and/or aspartate transaminase (AST) \\> 3 times upper limit of normal.\n17. Uncontrolled type 2 diabetes.\n18. Concurrent or have recent participation in another interventional clinical trial. Prior clinical trial subjects must have discontinued investigational agents/devices at least 30 days prior to planned first use of the AKST1210 column.\n19. History of severe depression/suicidality requiring hospitalization in the last 6 months.\n20. Significant drug or alcohol abuse within the past 12 months.\n21. Patients planning to receive renal transplantation during the study.\n22. Patients with any other condition and/or situation the investigator believes may interfere with the safety of the subject during study participation, study conduct, or interpretation of study data.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Safety as Evaluated by Rate and Severity of Treatment-emergent AEs (TEAEs)",
        "description": "A TEAE is defined as an AE that occurs on or after the date of the first column use.\n\nPrimary and secondary endpoints were assessed at the beginning and end of each week of treatment for a particular column size and blood-flow rate combination (S-15 250 mL/min, S-15 up to 450 mL/min, S-25 250 mL/min, S-25 up to 450 mL/min, S-35 250 mL/min, S-35 up to 450 mL/min). The effect of blood-flow rate was assessed for a given column size as well as intra-subject and across-subject variability.",
        "timeFrame": "Screening to Week 7"
      },
      {
        "measure": "Safety as Evaluated by the Number of Subjects With Intradialytic Hypotensive (IDH) Events",
        "description": "The number and percentage of subjects with Intradialytic Hypotensive (IDH) event(s) summarized by column size and blood-flow rate combination.\n\nPrimary and secondary endpoints were assessed at the beginning and end of each week of treatment for a particular column size and blood-flow rate combination (S-15 250 mL/min, S-15 up to 450 mL/min, S-25 250 mL/min, S-25 up to 450 mL/min, S-35 250 mL/min, S-35 up to 450 mL/min). The effect of blood-flow rate was assessed for a given column size as well as intra-subject and across-subject variability.",
        "timeFrame": "Week 1 - S-15 at 250 mL/min, Week 2 - S-15 at up to 450 mL/min, Week 3 - S-25 at 250 mL/min, Week 4 - S-25 at up to 450 mL/min, Week 5 - S-35 at 250 mL/min, Week 6 - S-35 at up to 450 mL/min"
      },
      {
        "measure": "Safety as Evaluated by Changes in Total Hemoglobin (Hgb)",
        "description": "Changes in post-HD total hemoglobin at baseline (i.e., the last non-missing value prior to the start of HD with the AKST1210 column) and each scheduled post-baseline timepoint summarized by each column size and blood-flow rate combination.",
        "timeFrame": "Baseline, Week 1 - S-15 at 250 mL/min, Week 2 - S-15 at up to 450 mL/min, Week 5 - S-35 at 250 mL/min, Week 6 - S-35 at up to 450 mL/min"
      },
      {
        "measure": "Safety as Evaluated by Changes in Free Hemoglobin (Hgb)",
        "description": "Changes in post-HD free hemoglobin at baseline (i.e., the last non-missing value prior to the start of HD with the AKST1210 column) and each scheduled post-baseline timepoint summarized by each column size and blood-flow rate combination.",
        "timeFrame": "Baseline, Week 1 - S-15 at 250 mL/min, Week 2 - S-15 at up to 450 mL/min, Week 5 - S-35 at 250 mL/min, Week 6 - S-35 at up to 450 mL/min"
      }
    ],
    "secondary": [
      {
        "measure": "Adequacy of Hemodialysis Measured With Kt/V",
        "description": "Kt/V summarized at baseline and by each column size and flow-rate combination. Kt/V is calculated with Daugirdas' formula from the pre-dialysis to post-dialysis urea nitrogen ratio (R), the weight loss (UF), session length in hours (t), and anthropometric or modeled volume (V) using the equation: Kt/V = In (R - 0.008 x t) + (4 - 3.5 x R) x 0.55 UF/V.",
        "timeFrame": "Week 1 - S-15 at 250 mL/min, Week 2 - S-15 at up to 450 mL/min, Week 3 - S-25 at 250 mL/min, Week 4 - S-25 at up to 450 mL/min, Week 5 - S-35 at 250 mL/min, Week 6 - S-35 at up to 450 mL/min"
      },
      {
        "measure": "Adequacy of Hemodialysis Measured by Urea Reduction Ratio (URR)",
        "description": "Weekly URR (%) measurements calculated as URR (%) = (1 - post-dialysis BUN / pre-dialysis BUN) \\* 100 and summarized by each column size and flow-rate combination. Pre-dialysis BUN and Post-Dialysis BUN are hemodialysis values observed within the same dialysis session. URR is a measure of the proportionate reduction in blood urea nitrogen over the course of dialysis.",
        "timeFrame": "Week 1 - S-15 at 250 mL/min, Week 2 - S-15 at up to 450 mL/min, Week 3 - S-25 at 250 mL/min, Week 4 - S-25 at up to 450 mL/min, Week 5 - S-35 at 250 mL/min, Week 6 - S-35 at up to 450 mL/min"
      },
      {
        "measure": "Total Fluid Balance for Each Column-Size Blood-Flow Rate Combination",
        "description": "Actual fluid removal is calculated as follows: Weight (kg) - Weight Post-Dialysis (kg) and subsequently converting weight to volume (1 kg = 1000 mL).\n\nEach week contains 3 visits, as indicated in the following parentheses:\n\nWeek 1 - S-15 at 250 mL/min: Visit 5 (Visit #1), Visit 6 (Visit #2), Visit 7 (Visit #3) Week 2 - S-15 at up to 450 mL/min: Visit 8 (Visit #1), Visit 9 (Visit #2), Visit 10 (Visit #3) Week 3 - S-25 at 250 mL/min: Visit 11 (Visit #1), Visit 12 (Visit #2), Visit 13 (Visit #3) Week 4 - S-25 at up to 450 mL/min: Visit 14 (Visit #1), Visit 15 (Visit #2), Visit 16 (Visit #3) Week 5 - S-35 at 250 mL/min: Visit 17 (Visit #1), Visit 18 (Visit #2), Visit 19 (Visit #3) Week 6 - S-35 at up to 450 mL/min: Visit 20 (Visit #1), Visit 21 (Visit #2), Visit 22 (Visit #3)",
        "timeFrame": "Week 1 - S-15 at 250 mL/min, Week 2 - S-15 at up to 450 mL/min, Week 3 - S-25 at 250 mL/min, Week 4 - S-25 at up to 450 mL/min, Week 5 - S-35 at 250 mL/min, Week 6 - S-35 at up to 450 mL/min"
      },
      {
        "measure": "Number of Participants Who Achieved the Dry Weight Goal",
        "description": "Number of subjects who were able to achieve the dry weight goal during the allotted HD duration for each visit and column size and blood-flow rate combination.\n\nEach week contains 3 visits, as indicated in the following parentheses:\n\nWeek 1 - S-15 at 250 mL/min: Visit 5 (Visit #1), Visit 6 (Visit #2), Visit 7 (Visit #3) Week 2 - S-15 at up to 450 mL/min: Visit 8 (Visit #1), Visit 9 (Visit #2), Visit 10 (Visit #3) Week 3 - S-25 at 250 mL/min: Visit 11 (Visit #1), Visit 12 (Visit #2), Visit 13 (Visit #3) Week 4 - S-25 at up to 450 mL/min: Visit 14 (Visit #1), Visit 15 (Visit #2), Visit 16 (Visit #3) Week 5 - S-35 at 250 mL/min: Visit 17 (Visit #1), Visit 18 (Visit #2), Visit 19 (Visit #3) Week 6 - S-35 at up to 450 mL/min: Visit 20 (Visit #1), Visit 21 (Visit #2), Visit 22 (Visit #3)",
        "timeFrame": "Week 1 - S-15 at 250 mL/min, Week 2 - S-15 at up to 450 mL/min, Week 3 - S-25 at 250 mL/min, Week 4 - S-25 at up to 450 mL/min, Week 5 - S-35 at 250 mL/min, Week 6 - S-35 at up to 450 mL/min"
      },
      {
        "measure": "Plasma Beta-2 Microglobulin (b2M) Concentrations (Before and After HD) and Contribution of the AKST1210 Column to b2M Removal at Each Column Size and Blood-flow Rate",
        "description": "Least-squares mean arterial ratios (end-HD/pre-HD) and associated 95% confidence intervals (CIs) were determined from a Mixed Model Repeated Measure (MMRM) for the end-HD/pre-HD arterial ratio in the logarithmic scale, with visits (V7, V10, V13, V16, V19, and V22) as a fixed effect, a covariate for baseline b2M protein levels, and a random intercept and covariate for investigational site (or dialyzer type). Note: Visits correspond to blood-flow rate and column combinations.",
        "timeFrame": "Week 1 (V7) - S-15 at 250 mL/min, Week 2 (V10) - S-15 at up to 450 mL/min, Week 3 (V13) - S-25 at 250 mL/min, Week 4 (V16) - S-25 at up to 450 mL/min, Week 5 (V19) - S-35 at 250 mL/min, Week 6 (V22) - S-35 at up to 450 mL/min"
      },
      {
        "measure": "Number of Occurrences of Visible Thrombosis (Clotting) in the AKST1210 Column, Dialyzer, and/or Tubing",
        "description": "Number of occurrences of visible thrombosis (clotting) in the AKST1210 column, dialyzer, and/or tubing by column size and blood-flow rate combination.",
        "timeFrame": "Week 1 - S-15 at 250 mL/min, Week 2 - S-15 at up to 450 mL/min, Week 3 - S-25 at 250 mL/min, Week 4 - S-25 at up to 450 mL/min, Week 5 - S-35 at 250 mL/min, Week 6 - S-35 at up to 450 mL/min"
      },
      {
        "measure": "Plasma Levels of Complement Factors, Including Total Complement CH50, Soluble Complement SC5b-9, and Complement C5a",
        "description": "Plasma levels of complement factors, including total CH50, SC5b-9, and C5a, are summarized by visit for combined column size and blood-flow rate combinations.",
        "timeFrame": "Baseline, Week 1 - S-15 at 250 mL/min, Week 6 - S-35 at up to 450 mL/min"
      },
      {
        "measure": "Plasma Levels of Other Proteins, Including Insulin and Adrenocorticotropic Hormone (ACTH)",
        "description": "Plasma levels of other proteins, including insulin and ACTH, at each schedule timepoint summarized by visit for combined column size and blood-flow rate combination.",
        "timeFrame": "Baseline, Week 1 - S-15 at 250 mL/min, Week 6 - S-35 at up to 450 mL/min"
      },
      {
        "measure": "Plasma Levels of Other Proteins, Including Insulin-Like Growth Factor Binding Prot1 (IGFBP1)",
        "description": "Plasma levels of other proteins, including IGFBP1, at each schedule timepoint summarized by visit for combined column size and blood-flow rate combination.",
        "timeFrame": "Baseline, Week 1 - S-15 at 250 mL/min, Week 6 - S-35 at up to 450 mL/min"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 89,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:06.108Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}