{
  "nctId": "NCT02145390",
  "briefTitle": "Chemoradiation for Bladder Preservation After Complete Response to Neoadjuvant Chemotherapy",
  "officialTitle": "A Phase II Study of Chemoradiation for Bladder Preservation in Patients With Muscle Invasive Bladder Carcinoma After Complete Response to Neoadjuvant Chemotherapy",
  "protocolDocument": {
    "nctId": "NCT02145390",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2014-07-15",
    "uploadDate": "2018-06-26T08:59",
    "size": 7526447,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02145390/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 1,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-01-05",
    "completionDate": "2017-04-25",
    "primaryCompletionDate": "2017-04-25",
    "firstSubmitDate": "2014-05-20",
    "firstPostDate": "2014-05-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Pathologically proven diagnosis of primary carcinoma of the bladder(transitional cell cancer). Must be operable patients with muscularis propria invasion and American Joint Committee on Cancer (AJCC) clinical stages T2-4a, N0 or N+, M0. Patients with prostatic urethra involvement with transitional cell cancer (TCC) are eligible if it is completely resected and the patient has no evidence of stromal invasion of the prostate.\n2. Patients must be able to tolerate systemic chemotherapy combined with pelvic radiation therapy and radical cystectomy.\n3. Zubrod Performance Status of ≤1.\n4. Age ≥18.\n5. Complete Blood Count (CBC)/differential obtained no more than 8 weeks prior to enrollment on study, with adequate bone marrow function defined as follows:\n\n   * White Blood Cell (WBC) ≥ 4000/ml\n   * Absolute neutrophil count (ANC) ≥1,800 cells/mm\n   * Platelets ≥100,000 cells/mm\n   * Hemoglobin ≥ 10.0 mg/dl (Note: the use of transfusion or other intervention to achieve this level is acceptable)\n6. Serum bilirubin of 2.0mg or less;\n7. Serum creatinine of 1.5mg or less; creatinine clearance of 60ml/min or greater no more than 8 weeks prior to enrollment (Note: calculated creatinine clearance is permissible, using Cockcroft-Gault formula. If the creatinine clearance is greater than 60ml/min, then a serum creatinine of up to 1.8mg is allowable at the discretion of the principal investigator.)\n\n   Note: Prechemotherapy laboratory investigations and Eastern Cooperative Oncology Group (ECOG) evaluation must meet inclusion criteria irrespective of where they were drawn, retroactive, prior to cycle 1 of cisplatin/gemcitabine. Inclusion criteria from these initial investigations will be used for evaluation of enrollment eligibility.\n8. Patients must be willing and able to provide study-specific informed consent prior to study entry\n\nExclusion Criteria:\n\n1. Tumor related untreated active hydronephrosis\n2. Evidence of distant metastases.\n3. Diffuse bladder carcinoma in situ (CIS) not able to be encompassed in a boost radiotherapy volume.\n4. Previous systemic chemotherapy (for any cancer) or pelvic radiation therapy\n5. A prior or concurrent malignancy of any other site or histology unless the patient has been disease free for greater than or equal to five years except for non-melanoma skin cancer and/or stage T1a prostate cancer or carcinoma in situ of the uterine cervix\n6. Patients that are not candidates for radical cystectomy (T4b disease are considered unresectable)\n7. Pregnancy or women of childbearing potential \\[not post-menopausal or permanently sterilized (e.g. tubal occlusion, hysterectomy, bilateral salpingectomy)\\] and men who are sexually active and not willing/able to use medically acceptable forms of contraception; this exclusion is necessary because the treatment involved in this study may be significantly teratogenic\n8. Severe active co-morbidity:\n\n   * Unstable angina and/or congestive heart failure requiring hospitalization within the last 6 months\n   * Transmural myocardial infarction within the last 6 months\n   * Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration\n   * Chronic Obstructive Pulmonary Disease exacerbation or other respiratory illness requiring hospitalization or precluding study therapy at the time of enrollment\n   * History of hepatic insufficiency resulting in clinical jaundice and/or coagulation defects (Note: laboratory tests for liver function and coagulation parameters are not required for enrollment into this protocol)\n   * Known diagnosis of Acquired Immune Deficiency Syndrome (AIDS) based upon current Centers for Disease Control (CDC) definition (Note: HIV testing is not required for enrollment into this protocol). The need to exclude patients with AIDS from this protocol is necessary because the treatments involved in this protocol may be significantly immunosuppressive.\n   * As determined by the investigator or principal investigator",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Rate of Failure-Free Survival With Intact Bladder (FFSIB) in Study Participants",
        "description": "Rate of failure free survival with intact bladder (FFSIB) at two years in subjects undergoing bladder preservation. FFSIB is defined by the absence of any failures (locoregional, distant metastasis, and death) and bladder preservation (no radical cystectomy for any causes) after definitive chemoradiation. FFSIB is defined as the time elapsed from the start of neoadjuvant chemotherapy to the date of documented failure events or radical cystectomy. For failure-free patients (without failure events and no radical cystectomy), FFSIB will be censored at the last date of documented failure-free bladder preservation (FFBP) status.",
        "timeFrame": "2 years"
      }
    ],
    "secondary": [
      {
        "measure": "Rate of Failure-Free Survival (FFS) at Two Years",
        "description": "The two year rate of failure free survival (FFS) in study participants. This will include locoregional recurrence, and distant metastases. FFS is defined as absence of any failures (locoregional, distant metastasis, and death) during the time elapsed from the start of neoadjuvant chemotherapy to the date of documented failure events or radical cystectomy.",
        "timeFrame": "2 Years"
      },
      {
        "measure": "Rate of Acute and Late Grade 2 or Higher Treatment-Related GU, GI and Hematologic Toxicity.",
        "description": "The rate of acute and late grade 2 or higher (CTCAE v4.0) treatment-related genitourinary (GU), gastrointestinal (GI) and hematologic toxicity of bladder preservation in study participants.",
        "timeFrame": "Up to 2 years Post-Treatment"
      },
      {
        "measure": "Rate of Overall Survival in Study Participants",
        "description": "Rate of Overall Survival in Study Participants. Overall survival (OS) is defined as the time elapsed from the start of neoadjuvant chemotherapy until death. Surviving patients (including patients lost to follow up) will be censored at the date of last contact.",
        "timeFrame": "Up to 3 years"
      }
    ],
    "other": [
      {
        "measure": "Evaluation of Known Predictive and Prognostics Biomarkers for Complete Response to Neoadjuvant Chemotherapy and Bladder Preservation.",
        "description": "To evaluate known predictive and prognostic biomarkers for complete response to neoadjuvant chemotherapy and bladder preservation. Blood, urine and tumor tissue will be collected pre- and post-neoadjuvant chemotherapy, post-cystectomy or chemoradiation, and at any time point of distant metastases.",
        "timeFrame": "Up to 1 year Post-Treatment, About 2 years"
      },
      {
        "measure": "Identification of New Predictive and Prognostic Biomarkers for Response to Neoadjuvant Chemotherapy, and Bladder Preservation.",
        "description": "To perform exploratory molecular analysis to identify new predictive and prognostic biomarkers for response to neoadjuvant chemotherapy, and bladder preservation. Blood, urine and tumor tissue for muscle invasive bladder cancer. Blood, urine and tumor tissue will be collected pre and post-neoadjuvant chemotherapy, post-cystectomy or chemoradiation, and at any time point of distant metastases.",
        "timeFrame": "Up to 1 year Post-Treatment, About 2 years"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 2,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 33,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:51.361Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}