{
  "nctId": "NCT02974868",
  "briefTitle": "Study To Evaluate The Efficacy And Safety Profile Of PF-06651600 And PF-06700841 In Subjects With Alopecia Areata",
  "officialTitle": "A PHASE 2A RANDOMIZED, DOUBLE-BLIND, PLACEBO-CONTROLLED, MULTICENTER STUDY TO EVALUATE THE EFFICACY AND SAFETY PROFILE OF PF-06651600 AND PF-06700841 IN SUBJECTS WITH MODERATE TO SEVERE ALOPECIA AREATA WITH A SINGLE-BLIND EXTENSION PERIOD AND A CROSS-OVER OPEN LABEL EXTENSION PERIOD",
  "protocolDocument": {
    "nctId": "NCT02974868",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-06-06",
    "uploadDate": "2020-05-06T12:54",
    "size": 3946800,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02974868/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 142,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-12-15",
    "completionDate": "2019-05-15",
    "primaryCompletionDate": "2019-05-15",
    "firstSubmitDate": "2016-11-23",
    "firstPostDate": "2016-11-29"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male or female subjects between 18 75 years of age, inclusive, at time of informed consent.\n* Must have moderate to severe alopecia areata:\n\nExclusion Criteria:\n\n* History of human immunodeficiency virus (HIV) or positive HIV serology at screening,\n* Infected with hepatitis B or hepatitis C viruses.\n* Have evidence of active or latent or inadequately treated infection with Mycobacterium tuberculosis (TB)\n* Have received any of the following treatment regiments specified in the timeframes outlined below:\n\nWithin 6 months of first dose of study drug: Any cell depleting agents Within 12 weeks of first dose of study drug: Any studies with JAK inhibitors; Other biologics Within 8 weeks of first dose of study drug: Participation in other studies involving investigational drug(s) Within 6 weeks of first dose of study drug: Have been vaccinated with live or attenuated live vaccine.\n\nWithin 4 weeks of first dose of study drug: Use of oral immune suppressants; Phototherapy (NB UVB) or broad band phototherapy; Regular use (more than 2 visits per week) of a tanning booth/parlor.\n\nWithin 2 week of first dose of study drug: Topical treatments that could affect AA; Herbal medications with unknown properties or known beneficial effects for AA.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Severity of Alopecia Tool (SALT) Score at Week 24",
        "description": "SALT is a quantitative assessment of alopecia areata (AA) severity based on the scalp hair loss. Score range: 0-100%. Higher score indicates more severe disease. Change from baseline is defined as the baseline value minus the value at a specific visit. Positive change from baseline signifies an improvement. Baseline is defined as the last measurement prior to first dosing (Day 1).",
        "timeFrame": "Baseline, Week24"
      },
      {
        "measure": "Number of Participants With Treatment-emergent Adverse Events (All-causality and Treatment-related) - Single-Blind Extension (SBE) Period",
        "description": "An AE (non-serious and serious) was any untoward medical occurrence in a participant who received study treatment without regard to possibility of causal relationship. Any such events with initial onset or increasing in severity after the first dose of study treatment were counted as treatment-emergent Adverse Event (TEAE). Treatment-related TEAE were determined by investigators. Arms end with \"withdrawal Segment\" and \"retreatment segment\" described the same population while in different treatment segment .The reason why count on PF-06700841 differ by 1 participant is that 1 responder directly entered the retreatment segment and skipped the withdrawal segment.",
        "timeFrame": "Week 28 up to Week 52"
      },
      {
        "measure": "Number of Participants With Treatment-emergent Adverse Events (All-causality and Treatment-related) - Cross-Over Extension (COE) Period",
        "description": "An AE (non-serious and serious) was any untoward medical occurrence in a participant who received study treatment without regard to possibility of causal relationship. Any such events with initial onset or increasing in severity after the first dose of study treatment were counted as treatment-emergent Adverse Event (TEAE). Treatment-related TEAE were determined by investigators.",
        "timeFrame": "COE day 1 up to end of study"
      },
      {
        "measure": "Number of Participants With Laboratory Abnormalities During SBE Period",
        "description": "Following laboratory parameters were assessed against pre-defined abnormality criteria: hematology(Hemoglobin, Hematocrit, RBC count, Reticulocyte count, Platelet count, WBC count with differential, Total neutrophils, Eosinophils, Monocytes, Basophils, Lymphocytes); serum chemistry (BUN and Creatinine, Cystatin C, Creatine Phosphokinase, Glucose , Na+, K+, Cl ,Ca++, Total CO2, AST, ALT, Total Indirect \\& Direct Bilirubin, Alkaline phosphatase, Uric acid, Albumin,Total protein, Fasting lipid Profile Panel; urinalysis(pH, Glucose, Protein, Nitrites, Leukocyte esterase, Microscopy culture);Other(HIV, HBsAg, HBcAb, HepB reflex (HbsAB), if applicable, HCVAb, Serum pregnancy test, Urine pregnancy test, FSH, QFT G or other IGRA, or PPD, EBV, CMV, HSV1, HSV2, VZV, Skin swab for herpetiform rash, Skin swab for potential drug related rash).Retest/discontinuation criteria are defined in Protocol Appendix 6.1 and 6.2 respectively.",
        "timeFrame": "Week 28 up to Week 52 for non-responders and responders in the withdrawal segment, AT day 1 up to AT Week 24 for retreatment segment (AT=active treatment)"
      },
      {
        "measure": "Numbers of Participants With Specific Clinical Laboratory Abnormalities During COE Period",
        "description": "Following laboratory parameters were assessed against pre-defined abnormality criteria: hematology(Hemoglobin, Hematocrit, RBC count, Reticulocyte count, Platelet count, WBC count with differential, Total neutrophils, Eosinophils, Monocytes, Basophils, Lymphocytes); serum chemistry (BUN and Creatinine, Cystatin C, Creatine Phosphokinase, Glucose , Na+, K+, Cl ,Ca++, Total CO2, AST, ALT, Total Indirect \\& Direct Bilirubin, Alkaline phosphatase, Uric acid, Albumin,Total protein, Fasting lipid Profile Panel; urinalysis(pH, Glucose, Protein, Nitrites, Leukocyte esterase, Microscopy culture);Other(HIV, HBsAg, HBcAb, HepB reflex (HbsAB), if applicable, HCVAb, Serum pregnancy test, Urine pregnancy test, FSH, QFT G or other IGRA, or PPD, EBV, CMV, HSV1, HSV2, VZV, Skin swab for herpetiform rash, Skin swab for potential drug related rash).Retest/discontinuation criteria are defined in Protocol Appendix 6.1 and 6.2 respectively.",
        "timeFrame": "COE day 1 up to end of study"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Severity of Alopecia Tool (SALT) Score at Week 24 -AT/AU Participants",
        "description": "SALT is a quantitative assessment of alopecia areata (AA) severity based on the scalp hair loss. The SALT score can vary from 0 to 100%, with higher scores representing increasing severity of disease. Change from baseline is defined as the baseline value minus the value at a specific visit. Positive change from baseline implies an improvement. Alopecia totalis (AT): derived as SALT score = 100% at baseline only. Alopecia universalis (AU): derived as SALT score = 100% and both eyelash and eyebrow assessments were \"none\" at baseline.",
        "timeFrame": "Baseline, Week 24"
      },
      {
        "measure": "Percentage of Participants Achieving SALT 30 at Week 24",
        "description": "SALT is a quantitative assessment of alopecia areata (AA) severity based on the scalp hair loss. A SALT 30 response is a 30% or greater reduction from baseline in SALT score. The SALT score can vary from 0 to 100%, with higher scores representing increasing severity of disease. The analysis was done using FAS (full analysis set) based on Non-responder imputation (ie. set missing values to be non-responsive) data. The 90% CI was calculated using Chan and Zhang method.",
        "timeFrame": "Baseline, Week 24"
      },
      {
        "measure": "Change From Baseline in Severity of Alopecia Tool (SALT) Across Time (Treatment Period)",
        "description": "SALT is a quantitative assessment of alopecia areata (AA) severity based on the scalp hair loss. The SALT score can vary from 0 to 100% with higher score indicates more severe disease. Baseline is defined as the last measurement prior to first dosing (Day 1). Change from baseline is defined as the baseline value minus the value at a specific visit. Positive change from baseline implies an improvement. Least Square Mean and 90% Confidence Interval of Arms (PF-06651600 and PF-06700841) are the Least Square Mean and 90% Confidence Interval for difference from placebo respectively.",
        "timeFrame": "Baseline, Weeks 2,4,6,8,12,16,20,24"
      },
      {
        "measure": "Percent Change From Baseline in Severity of Alopecia Tool (SALT) Across Time (Treatment Period)",
        "description": "SALT is a quantitative assessment of alopecia areata (AA) severity based on the scalp hair loss. The SALT score can vary from 0 to 100% with higher score indicates more severe disease. Baseline is defined as the last measurement prior to first dosing (Day 1). Percent change from baseline is defined as SALT baseline value minus SALT value at a specific visit divided by baseline and multiplying by 100. Positive change from baseline implies an improvement. Least Square Mean and 90% Confidence Interval of Arms (PF-06651600 and PF-06700841) are the Least Square Mean and 90% Confidence Interval for difference from placebo respectively.",
        "timeFrame": "Baseline, Weeks 2,4,6,8,12,16,20,24"
      },
      {
        "measure": "Percentage of Participants Achieving SALT 30 Across Time (Treatment Period)",
        "description": "SALT is a quantitative assessment of alopecia areata (AA) severity based on the scalp hair loss. A SALT 30 response is a 30% or greater reduction from baseline in SALT score. The SALT score can vary from 0 to 100%, with higher scores representing increasing severity of disease. The analysis was done using FAS (full analysis set) based on Non-responder imputation (ie. set missing values to be non-responsive) data. The percentage(Number) and 90% confidence interval (CI) of Arms(PF-06651600 and PF-06700841) in this outcome measurement is the percentage and 90% CI for difference from placebo. The 90% CI was calculated using Chan and Zhang method.",
        "timeFrame": "Baseline, Weeks 2,4,6,8,12,16,20,24"
      },
      {
        "measure": "Percentage of Participants Achieving SALT 50 Across Time (Treatment Period)",
        "description": "SALT is a quantitative assessment of alopecia areata (AA) severity based on the scalp hair loss. A SALT 50 response is a 50% or greater reduction from baseline in SALT score. The SALT score can vary from 0 to 100%, with higher scores representing increasing severity of disease. The analysis was done using FAS (full analysis set) based on Non-responder imputation (ie. set missing values to be non-responsive) data. The percentage(Number) and 90% confidence interval (CI) of Arms(PF-06651600 and PF-06700841) in this outcome measurement is the percentage and 90% CI for difference from placebo. The 90% CI was calculated using Chan and Zhang method.",
        "timeFrame": "Baseline, Weeks 2,4,6,8,12,16,20,24"
      },
      {
        "measure": "Percentage of Participants Achieving SALT 75 Across Time (Treatment Period)",
        "description": "SALT is a quantitative assessment of alopecia areata (AA) severity based on the scalp hair loss. A SALT 75 response is a 75% or greater reduction from baseline in SALT score. The SALT score can vary from 0 to 100%, with higher scores representing increasing severity of disease. The analysis was done using FAS (full analysis set) based on Non-responder imputation (ie. set missing values to be non-responsive) data. The percentage(Number) and 90% confidence interval (CI) of Arms(PF-06651600 and PF-06700841) in this outcome measurement is the percentage and 90% CI for difference from placebo. The 90% CI was calculated using Chan and Zhang method.",
        "timeFrame": "Baseline, Weeks 2,4,6,8,12,16,20,24"
      },
      {
        "measure": "Percentage of Participants Achieving SALT 90 Across Time (Treatment Period)",
        "description": "SALT is a quantitative assessment of alopecia areata (AA) severity based on the scalp hair loss. A SALT 90 response is a 90% or greater reduction from baseline in SALT score. The SALT score can vary from 0 to 100%, with higher scores representing increasing severity of disease. The analysis was done using FAS (full analysis set) based on Non-responder imputation (ie. set missing values to be non-responsive) data. The percentage(Number) and 90% confidence interval (CI) of Arms(PF-06651600 and PF-06700841) in this outcome measurement is the percentage and 90% CI for difference from placebo. The 90% CI was calculated using Chan and Zhang method.",
        "timeFrame": "Baseline, Weeks 2,4,6,8,12,16,20,24"
      },
      {
        "measure": "Percentage of Participants Achieving SALT 100 Across Time (Treatment Period)",
        "description": "SALT is a quantitative assessment of alopecia areata (AA) severity based on the scalp hair loss. A SALT 100 response is a 100% or greater reduction from baseline in SALT score. The SALT score can vary from 0 to 100%, with higher scores representing increasing severity of disease. The analysis was done using FAS (full analysis set) based on Non-responder imputation (ie. set missing values to be non-responsive) data. The percentage(Number) and 90% confidence interval (CI) of Arms(PF-06651600 and PF-06700841) in this outcome measurement is the percentage and 90% CI for difference from placebo. The 90% CI was calculated using Chan and Zhang method.",
        "timeFrame": "Baseline, Weeks 2,4,6,8,12,16,20,24"
      },
      {
        "measure": "Number of Participants With the IGA Score Change (Treatment Period)",
        "description": "The clinical evaluator of alopecia areata (AA) will perform an assessment of the overall improvement of AA and assign an Investigator Global Assessment (IGA) score(ranging from 0 to 5) with higher score representing higher regrowth rate. Baseline is defined as the last measurement prior to first dosing (Day 1).",
        "timeFrame": "baseline, Week 2,4,6,8,12,16,20,24"
      },
      {
        "measure": "Number of Participants With Treatment-emergent Adverse Events (All-causality and Treatment-related) - Treatment Period",
        "description": "An AE (non-serious and serious) was any untoward medical occurrence in a participant who received study treatment without regard to possibility of causal relationship. Any such events with initial onset or increasing in severity after the first dose of study treatment were counted as treatment-emergent Adverse Event (TEAE). Treatment-related TEAE were determined by investigators.",
        "timeFrame": "baseline up to Week 24"
      },
      {
        "measure": "Number of Participants With Laboratory Abnormalities During Treatment Period",
        "description": "Following laboratory parameters were assessed against pre-defined abnormality criteria: hematology(Hemoglobin, Hematocrit, RBC count, Reticulocyte count, Platelet count, WBC count with differential, Total neutrophils, Eosinophils, Monocytes, Basophils, Lymphocytes); serum chemistry (BUN and Creatinine, Cystatin C, Creatine Phosphokinase, Glucose , Na+, K+, Cl ,Ca++, Total CO2, AST, ALT, Total Indirect \\& Direct Bilirubin, Alkaline phosphatase, Uric acid, Albumin,Total protein, Fasting lipid Profile Panel; urinalysis(pH, Glucose, Protein, Nitrites, Leukocyte esterase, Microscopy culture);Other(HIV, HBsAg, HBcAb, HepB reflex (HbsAB), if applicable, HCVAb, Serum pregnancy test, Urine pregnancy test, FSH, QFT G or other IGRA, or PPD, EBV, CMV, HSV1, HSV2, VZV, Skin swab for herpetiform rash, Skin swab for potential drug related rash).Retest/discontinuation criteria are defined in Protocol Appendix 6.1 and 6.2 respectively.",
        "timeFrame": "Baseline up to Week 24"
      },
      {
        "measure": "Time to Achieve the Retreatment Criteria During the Withdrawal/Retreatment Part of the Extension Period Among Subjects Who Achieved Primary Endpoint at Week 24 (SBE Period)",
        "description": "Time to re-treatment (weeks) = (date of re-treatment criteria met - date at Week 24 +1)/7. The calendar time to retreatment was calculated. Baseline is defined as Week 24 measurement. The duration in Drug Holiday #1 (ranging from 2-6 weeks) is counted in the Kaplan-Meier analysis. One subject directly entered the re-treatment period and hence is censored at baseline in the Kaplan-Meier analysis.",
        "timeFrame": "Week 24 up to Week 52"
      },
      {
        "measure": "Change From Baseline in SALT Across Time (SBE Period)",
        "description": "SALT is a quantitative assessment of alopecia areata (AA) severity based on the scalp hair loss. The SALT score can vary from 0 to 100% with higher score indicates more severe disease. Baseline is defined as the last measurement prior to first dosing (Day 1). Change from baseline is defined as the baseline value minus the value at a specific visit. Positive change from baseline implies an improvement. Least Square Mean and 90% confidence interval in this outcome measurement is the LSM and 90%CI for difference from initial 24-week treatment period placebo respectively.",
        "timeFrame": "Weeks 30, 32, 34, 36, 40, 44, 48, 52 for non-responders, and AT Weeks 2, 4, 6, 8, 12, 16, 20, 24 for retreated responders.(AT=active treatment)"
      },
      {
        "measure": "Percentage of Participants Achieving SALT 30 Across Time (SBE Period)",
        "description": "SALT is a quantitative assessment of alopecia areata (AA) severity based on the scalp hair loss. A SALT 30 response is a 30% or greater reduction from baseline in SALT score. The SALT score can vary from 0 to 100%, with higher scores representing increasing severity of disease. The analysis was done using FAS (full analysis set) based on Non-responder imputation (ie. set missing values to be non-responsive) data. The percentage(Number) and 90% confidence interval (CI) in this outcome measurement is the percentage and 90% CI for difference from initial 24-week treatment period placebo. The 90% CI was calculated using Chan and Zhang method.",
        "timeFrame": "Weeks 30, 32, 34, 36, 40, 44, 48, 52 for non-responders, and AT Weeks 2, 4, 6, 8, 12, 16, 20, 24 for retreated responders.(AT=active treatment)"
      },
      {
        "measure": "Percentage of Participants Achieving SALT 50 Across Time (SBE Period)",
        "description": "SALT is a quantitative assessment of alopecia areata (AA) severity based on the scalp hair loss. A SALT 50 response is a 50% or greater reduction from baseline in SALT score. The SALT score can vary from 0 to 100%, with higher scores representing increasing severity of disease. The analysis was done using FAS (full analysis set) based on Non-responder imputation (ie. set missing values to be non-responsive) data. The percentage(Number) and 90% confidence interval (CI) in this outcome measurement is the percentage and 90% CI for difference from initial 24-week treatment period placebo. The 90% CI was calculated using Chan and Zhang method.",
        "timeFrame": "Weeks 30, 32, 34, 36, 40, 44, 48, 52 for non-responders, and AT Weeks 2, 4, 6, 8, 12, 16, 20, 24 for retreated responders.(AT=active treatment)"
      },
      {
        "measure": "Percentage of Participants Achieving SALT 75 Across Time (SBE Period)",
        "description": "SALT is a quantitative assessment of alopecia areata (AA) severity based on the scalp hair loss. A SALT 75 response is a 75% or greater reduction from baseline in SALT score. The SALT score can vary from 0 to 100%, with higher scores representing increasing severity of disease. The analysis was done using FAS (full analysis set) based on Non-responder imputation (ie. set missing values to be non-responsive) data. The percentage(Number) and 90% confidence interval (CI) in this outcome measurement is the percentage and 90% CI for difference from initial 24-week treatment period placebo. The 90% CI was calculated using Chan and Zhang method.",
        "timeFrame": "Weeks 30, 32, 34, 36, 40, 44, 48, 52 for non-responders, and AT Weeks 2, 4, 6, 8, 12, 16, 20, 24 for retreated responders.(AT=active treatment)"
      },
      {
        "measure": "Percentage of Participants Achieving SALT 90 Across Time (SBE Period)",
        "description": "SALT is a quantitative assessment of alopecia areata (AA) severity based on the scalp hair loss. A SALT 90 response is a 90% or greater reduction from baseline in SALT score. The SALT score can vary from 0 to 100%, with higher scores representing increasing severity of disease. The analysis was done using FAS (full analysis set) based on Non-responder imputation (ie. set missing values to be non-responsive) data. The percentage(Number) and 90% confidence interval (CI) in this outcome measurement is the percentage and 90% CI for difference from initial 24-week treatment period placebo. The 90% CI was calculated using Chan and Zhang method.",
        "timeFrame": "Weeks 30, 32, 34, 36, 40, 44, 48, 52 for non-responders, and AT Weeks 2, 4, 6, 8, 12, 16, 20, 24 for retreated responders.(AT=active treatment)"
      },
      {
        "measure": "Percentage of Participants Achieving SALT 100 Across Time (SBE Period)",
        "description": "SALT is a quantitative assessment of alopecia areata (AA) severity based on the scalp hair loss. A SALT 100 response is a 100% or greater reduction from baseline in SALT score. The SALT score can vary from 0 to 100%, with higher scores representing increasing severity of disease. The analysis was done using FAS (full analysis set) based on Non-responder imputation (ie. set missing values to be non-responsive) data. The percentage(Number) and 90% confidence interval (CI) in this outcome measurement is the percentage and 90% CI for difference from initial 24-week treatment period placebo. The 90% CI was calculated using Chan and Zhang method.",
        "timeFrame": "Weeks 30, 32, 34, 36, 40, 44, 48, 52 for non-responders, and AT Weeks 2, 4, 6, 8, 12, 16, 20, 24 for retreated responders.(AT=active treatment)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 5,
      "secondaryCount": 19,
      "otherCount": 0,
      "totalCount": 24
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:07.313Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}