{
  "nctId": "NCT02115139",
  "briefTitle": "GEM STUDY: Radiation And Yervoy in Patients With Melanoma and Brain Metastases",
  "officialTitle": "A Multicenter, Single Arm, Phase 2 Clinical Study on the Combination of Radiation Therapy and Ipilimumab, for the Treatment of Patients With Melanoma and Brain Metastases",
  "protocolDocument": {
    "nctId": "NCT02115139",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2013-11-28",
    "uploadDate": "2021-06-03T05:31",
    "size": 1165398,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02115139/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 58,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-04-04",
    "completionDate": "2018-07-31",
    "primaryCompletionDate": "2016-12-31",
    "firstSubmitDate": "2014-04-10",
    "firstPostDate": "2014-04-15"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Willing and able to give written informed consent.\n2. Histologic diagnosis of melanoma.\n3. First episode of radiological evidence of brain metastases\n4. Be over the age of 18 years old\n5. Radiation Therapy Oncology Group-recursive partitioning analysis (RTOG-RPA) class 2\n6. Karnofsky performance status (PS) more than 70%\n7. Barthel Index of Activities of Daily Living more than 10\n8. Measurable disease (mWHO criteria).\n9. Adequate organ function as determine by the following criteria:\n\n   * White blood count (WBC) more or equal to 2000/ microliter (uL)\n   * Absolute neutrophil count (ANC) more than 1.5 x 109/L.\n   * Platelet count more than 75 x 109/L.\n   * Hemoglobin more than 9 g/dL. If the patient received a red blood count (RBC) transfusion, the required value of hemoglobin should be met at least 1 week after the most recent transfusion.\n   * Serum creatinine less or equal to 2.0 x upper limit of normal (ULN).\n   * Serum aspartate aminotransferase (AST) and serum alanine aminotransferase (ALT) less or equal to 2.5 x ULN for patients without liver metastasis, or less or equal to 5 times for liver metastases.\n   * Total bilirubin less or equal 2.0 x ULN, (except patients with Gilbert's Syndrome, who must have a total bilirubin less than 3.0 mg/dL)\n10. Persons of reproductive potential must agree to use an adequate method of contraception throughout treatment and for at least 26 weeks after ipilimumab is stopped\n\nExclusion Criteria:\n\n1. Patients with melanoma and brain metastases with any of the following disease-specific characteristics:\n\n   * Documented evidence of prior progression of melanoma to an ipilimumab-containing regimen (i.e. received at least 2 doses of ipilimumab for either advanced disease or in the adjuvant setting and the disease progressed/relapsed (according to mWHO criteria) within 24 weeks since the first dose of ipilimumab)\n   * Prior radiation therapy to the brain\n   * Other prior antineoplastic therapies for brain metastases.\n   * Patients with cerebral metastases as the only location of the disease, for which local therapy (neurosurgery, radiosurgery) could achieve a disease-free status\n   * Patients with a rapid clinical deterioration, or with risk of herniation, or who require unstable ascending dosing of supportive medication in the last week -including anti-convulsivants, steroids and analgesics-, or who require dexamethasone more than 16 mg/d (or other glucocorticoid at an equipotent dose), or with a high lactate dehydrogenase (LDH) more than 2 x ULN.\n2. Any other malignancy form which the patient has been disease-free for less than 5 years, with the exception of adequately treated and cured basal or squamous cell skin cancer, superficial bladder cancer or carcinoma in situ of the cervix, or incidental prostate cancer.\n3. Uncontrolled diabetes mellitus (HbA1c more than 9 %)\n4. Autoimmune disease other than vitiligo or past thyroiditis under substitutive hormone therapy: Patients with a history of inflammatory bowel disease, including ulcerative colitis and Crohn's Disease, are excluded from this study, as are patients with a history of symptomatic disease (eg, rheumatoid arthritis, systemic progressive sclerosis \\[scleroderma\\], systemic lupus erythematosus, autoimmune vasculitis \\[eg, Wegener's Granulomatosis\\]); motor neuropathy considered of autoimmune origin (e.g. Guillain-Barre Syndrome and Myasthenia Gravis).\n5. Other chronic intestinal diseases associated with diarrhea.\n6. Active infection or other serious illness or medical condition.\n7. Known active or chronic infection with HIV, Hepatitis B, or Hepatitis C.\n8. Concomitant therapy with any of the following: interleukin-2 (IL-2), interferon, or other non-study immunotherapy regimens; cytotoxic chemotherapy; immunosuppressive agents; other investigation therapies; or chronic use of systemic corticosteroids (used for the management of non-cancer related illnesses), either concomitantly or during the last 30 days prior to the beginning of the treatment.\n9. Any experimental therapy administered in the past 30 days prior to the beginning of the treatment.\n10. Any non-oncology vaccine therapy used for the prevention of infectious diseases (for up to 4 weeks prior to or after any dose of blinded study drug) (see definitions in protocol text)\n11. Prisoners or subjects who are compulsorily detained (involuntarily incarcerated) for treatment of either a psychiatric or physical (eg, infectious) illness.\n12. Any other general, medical or psychological conditions which in the opinion of the investigator will make the administration of ipilimumab hazardous, or that would preclude appropriate informed consent or compliance with the protocol, or obscure the interpretation of eventual adverse events (AEs).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "1-year Survival Rate",
        "description": "During treatment period, there will be assessments every cycle. After end of treatment every 3 month.",
        "timeFrame": "From date of inclusion until the date of first documented date of death from any cause, assessed every 3 weeks during for the first 6 months, then every 3 months. Up to 1 year"
      }
    ],
    "secondary": [
      {
        "measure": "Progression-Free Survival (PFS)",
        "description": "Median time from treatment initiation to progression of disease. Progression is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions",
        "timeFrame": "Within 4 weeks before start treatment, week 12, 17+/-1 and every 9 + / -1 weeks until progression up to 12 months after last patient treatment initiation."
      },
      {
        "measure": "Intracranial PFS",
        "description": "median, 6-month PFS rate",
        "timeFrame": "Within 4 weeks before start treatment, week 12, 17+/-1 and every 9 + / -1 weeks until progression up to 12 months after last patient treatment initiation."
      },
      {
        "measure": "Extracranial PFS",
        "description": "median, 6-month PFS rate",
        "timeFrame": "Within 4 weeks before start treatment, week 12, 17+/-1 and every 9 + / -1 weeks until progression up to 12 months after last patient treatment initiation."
      },
      {
        "measure": "Overall Survival",
        "description": "median value for OS estimated by kaplan meier method",
        "timeFrame": "From date of inclusion until the date of first documented date of death from any cause, assessed every 3 weeks during for the first 6 months, then every 3 months."
      },
      {
        "measure": "Response Rate",
        "description": "Measured according to Who response criteria and Immune-related response criteria.\n\nResponse for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR.",
        "timeFrame": "Within 4 weeks before start treatment, week 12, 17+/-1 and every 9 + / -1 weeks until progression up to 12 months after last patient treatment initiation."
      },
      {
        "measure": "Adverse Event Rates",
        "description": "Number of patients with at least one treatment-related toxicity, classified by grade.",
        "timeFrame": "From date of inclusion until the date of first documented date of death from any cause or end of study, assessed every 3 weeks during for the first 6 months, then every 3 months."
      },
      {
        "measure": "Rate of Dose Delays/Reductions and Treatment Exposure.",
        "description": "Treatment feasibility. Number of patients with treatment delays and reductions, categorized as function of the number of events (reductions/delays)",
        "timeFrame": "Expected average of 3 weeks during for the first 6 months, then every 3 months."
      }
    ],
    "other": [
      {
        "measure": "Correlation of Biomarker Expression and PFS.",
        "description": "Translational study. PFS outcome reported by subgroups according to BRAF mutation status",
        "timeFrame": "Within 28 days before start treatment, just before the start treatment, then expected average of 3 weeks for the first 12 weeks"
      },
      {
        "measure": "Intrapatient Variation of Quantitative Apparent Diffusion Coefficients of Serial Diffusion-weighted Magnetic Resonance Imaging",
        "timeFrame": "Baseline and 4 weeks after WBRT"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 2,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 53,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:56.093Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}