{
  "nctId": "NCT02174861",
  "briefTitle": "A Study to Assess the Long-term Safety and Efficacy of Erenumab (AMG 334) in Chronic Migraine Prevention.",
  "officialTitle": "An Open-label Extension (OLE) Study to Assess the Long-term Safety and Efficacy of AMG 334",
  "protocolDocument": {
    "nctId": "NCT02174861",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-03-31",
    "uploadDate": "2018-05-24T15:40",
    "size": 1833644,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02174861/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 609,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-06-30",
    "completionDate": "2017-05-26",
    "primaryCompletionDate": "2017-05-26",
    "firstSubmitDate": "2014-05-28",
    "firstPostDate": "2014-06-26"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Subject has provided informed consent prior to initiation of any study-specific activities/procedures\n2. Completed the 12-week study visit and did not end IP early during the double-blind treatment period of the AMG 334 20120295 (NCT02066415) parent study, and is appropriate for continued treatment.\n\nExclusion Criteria:\n\n1. Development of any unstable or clinically significant medical condition, laboratory or electrocardiogram (ECG) abnormality following randomization into the parent study, that in the opinion of the investigator, would pose a risk to subject safety or interfere with the study evaluation, procedures or completion.\n2. Systolic blood pressure (BP) 160 mm Hg and/or diastolic BP 100 mm Hg or greater at screening/Day 1.\n3. Subject who used excluded concomitant medications between week 8 and week 12 of the parent study",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "66 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Adverse Events",
        "description": "Adverse events (AEs) were graded for severity using the Common Terminology Criteria for Adverse Events (CTCAE) version 4.03, where Grade 1 = mild AE, asymptomatic or mild symptoms; Grade 2 = Moderate AE; Grade 3 = Severe or medically significant but not immediately life-threatening; Grade 4 = Life-threatening consequences; urgent intervention indicated; Grade 5 = Death related to AE.",
        "timeFrame": "From first dose of erenumab in extension study 20130255 to the end of the 12-week safety follow-up period (up to 64 weeks)."
      },
      {
        "measure": "CHU Substudy: Number of Participants Able to Administer a Full Dose of Erenumab in Home-use",
        "description": "At the CHU substudy day 28 and day 56 visits, the site provided erenumab 140 mg to participants to self-administer at home on the following day. Study site staff then called the participants and asked if they administered a full, partial, or no dose of erenumab. A full dose was defined when the entire volume of both prefilled syringes or autoinjector/pens were injected.",
        "timeFrame": "Day 29 (week 4) and day 57 (week 8) of the substudy"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Study 20120295 Baseline in Monthly Migraine Days",
        "description": "A migraine day was any calendar day in which the participant experienced a qualified migraine headache (onset, continuation, or recurrence of the migraine headache). A qualified migraine headache was defined either as a migraine with or without aura.\n\nThe change from baseline in monthly migraine days was calculated as the number of migraine days during the 4 weeks prior to each study visit - the number of migraine days during the 4-week baseline phase.",
        "timeFrame": "4-week baseline phase of Study 20120295 and the 4 weeks prior to the week 4, 8, 12, 24, 40, and 52 visits of Study 20130255"
      },
      {
        "measure": "Percentage of Participants With at Least a 50% Reduction in Monthly Migraine Days From Study 20120295 Baseline",
        "description": "A migraine day was any calendar day in which the participant experienced a qualified migraine headache (onset, continuation, or recurrence of the migraine headache). A qualified migraine headache was defined either as a migraine without aura or a migraine with aura. Monthly migraine days were calculated as the number of migraine days in the 4-week baseline phase and during the 4 weeks prior to each study visit.\n\nAt least a 50% reduction from baseline (of study 20120295) in monthly migraine days was determined if the change in monthly migraine days from the 4-week baseline phase to the 4 weeks prior to each study visit \\* 100 / baseline monthly migraine days was less than or equal to -50%.",
        "timeFrame": "4-week baseline phase of Study 20120295 and the 4 weeks prior to the week 4, 8, 12, 24, 40 and 52 visits of Study 20130255"
      },
      {
        "measure": "Change From Study 20120295 Baseline in Monthly Acute Migraine-Specific Medication Treatment Days",
        "description": "Monthly acute migraine-specific medication treatment days is the number of days on which migraine specific medications were used between monthly doses of study drug. Migraine-specific medications includes two categories of medications: triptan-based migraine medications and ergotamine-based migraine medications.",
        "timeFrame": "4-week baseline phase of Study 20120295 and the 4 weeks prior to the week 4, 8, 12, 24, 40 and 52 visits of Study 20130255"
      },
      {
        "measure": "Change From Study 20120295 Baseline in Cumulative Monthly Headache Hours",
        "description": "The cumulative duration of any qualified headache between monthly doses of study drug regardless of acute treatment use.\n\nA qualified headache was defined as follows:\n\n* a qualified migraine headache (including an aura-only event that is treated with acute migraine-specific medication), or\n* a qualified non-migraine headache, which is a headache that lasted continuously for ≥ 4 hours and was not a qualified migraine headache, or\n* a headache of any duration for which acute headache treatment was administered.",
        "timeFrame": "4-week baseline phase of Study 20120295 and the 4 weeks prior to the week 4, 8, 12, 24, 40, and 52 visits of Study 20130255"
      },
      {
        "measure": "CHU Substudy: Number of Participants With Adverse Events",
        "description": "Adverse events were graded for severity using the Common Terminology Criteria for Adverse Events (CTCAE) version 4.03.\n\nInjection site reactions were derived from a Medical Dictionary for Regulatory Activities (MedDRA) query using a list of pre-specified preferred terms.\n\nAn adverse device effect (ADE) is any adverse event related to the use of a medical device.",
        "timeFrame": "From first dose of erenumab in the CHU substudy to 28 days after last dose of erenumab in the CHU substudy; up to 12 weeks."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 49,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:55.136Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}