{
  "nctId": "NCT02919306",
  "briefTitle": "Safety and Efficacy Study of Vaccine Schedule With Ad26.Mos.HIV and MVA-Mosaic in Human Immunodeficiency Virus (HIV)-Infected Adults",
  "officialTitle": "A Combined Phase 1/2a, Exploratory Study of a Therapeutic Vaccine Using an Adenovirus Type 26 Vector Prime and Modified Vaccinia Ankara Boost Combination With Mosaic Inserts in HIV-1 Infected Adults Who Initiated Antiretroviral Treatment During Acute HIV Infection",
  "protocolDocument": {
    "nctId": "NCT02919306",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-10-11",
    "uploadDate": "2021-09-17T04:35",
    "size": 2046606,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02919306/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 27,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-09",
    "completionDate": "2018-09",
    "primaryCompletionDate": "2018-09",
    "firstSubmitDate": "2016-09-01",
    "firstPostDate": "2016-09-29"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Confirmed human immunodeficiency virus (HIV)-1 infected and started antiretroviral therapy (ART) during acute infection (Fiebig stages I, II, III or IV) as part of trial RV254\n* Treatment with current stable antiretroviral therapy (ART) (no changes to treatment) for at least 4 weeks prior to screening\n* All female participants of childbearing potential must have a negative serum pregnancy test (beta human chorionic gonadotropin) at the screening visit, and a negative urine pregnancy test prior to vaccination on Day 1 and prior to subsequent study vaccinations\n* HIV ribonucleic acid (RNA) less than (\\<)50 copies per milliliter (copies/ml) for at least 48 weeks at screening: a) One blip of HIV RNA greater than (\\>)50 and \\<200 copies/ml within 48 weeks is acceptable, provided that the most recent (before screening) HIV RNA \\<50 copies/ml\n* Laboratory criteria during screening: a) Hemoglobin: Women: greater than or equal to \\>=11 gram/deciliter (g/dL); Men \\>=12.5 g/dL, b) White cell count: 2,500 to 11,000 cells per cubic millimeter (cells/mm\\^3), c) Platelets: 125,000 to 450,000 per mm\\^3, d) Alanine aminotransferase (ALT)/aspartate aminotransferase (AST) less than or equal to \\<=1.5x institutional upper limits of normal (ULN), e) Creatinine \\<=1.5x institutional ULN, f) CD4 \\> 400 cells/mm\\^3, g) Troponin \\<1x ULN\n* A woman must be either: a) Not of childbearing potential: postmenopausal (\\>45 years of age with amenorrhea for at least 2 years, or any age with amenorrhea for at least 6 months and a serum follicle stimulation hormone \\[FSH\\] level \\>40 International Units Per Liter (IU/L); surgically sterile; or b) Of child-bearing potential and practicing an effective double method of birth control (example, prescription oral contraceptives, contraceptive injections, intrauterine device, contraceptive patch, or vaginal ring, in conjunction with either a female condom or one of the methods for male contraception before entry and through 3 months after the last vaccination\n\nExclusion Criteria:\n\n* Receipt of any vaccine within 30 days prior to the first vaccination or plans to receive within 30 days post-vaccination. In the case of medically indicated vaccines, the vaccination should be given at least 2 weeks before or after the first vaccination. However, if a vaccine is indicated in a post exposure setting (example, rabies or tetanus), it must take priority over the study vaccine and same rules will apply to subsequent study vaccinations\n* Any history of HIV-related illness under Centers for Disease Control and Prevention (CDC) category C\n* History of myocarditis, pericarditis, cardiomyopathy, congestive heart failure with permanent sequelae, clinically significant arrhythmia (including any arrhythmia requiring medication, treatment, or clinical follow-up)\n* Chronic active hepatitis B or active hepatitis C (for example, positive serology with confirmatory positive polymerase chain reaction) or active syphilis infection. Active syphilis documented by examination or serology unless positive serology is due to past treated infection\n* Receipt of blood products or immunoglobulin in the past 3 months\n* History of anaphylaxis or other serious adverse reactions to vaccines or vaccine products, or neomycin or streptomycin or egg products\n* History of chronic urticaria (recurrent hives)\n* Chronic or recurrent use of medications which modify host immune response, example (e.g.) cancer chemotherapeutic agents, parenteral corticosteroids (short course oral steroids given for non-chronic conditions not expected to recur is not an exclusion criteria, topical steroid use is not an exclusion criteria), etc. but not including ART",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "50 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Grade 3 or 4 Solicited Local Adverse Events (AEs)",
        "description": "Solicited local AE of grade 3 or 4 and that is thought to be related to study vaccine were reported. An AE is any untoward medical occurrence in a clinical study participant administered a investigational or non-investigational medicinal product. An AE does not necessarily have a causal relationship with the treatment. Solicited local AEs (at injection site) included pain/tenderness, erythema, induration, swelling, itching and warmth were collected and reported for 7 days after each vaccination.",
        "timeFrame": "Up to Week 49 (7 days post each vaccination)"
      },
      {
        "measure": "Percentage of Participants With Grade 3 or 4 Solicited Systemic AEs",
        "description": "Solicited systemic AE of grade 3 or 4 and that is thought to be related to study vaccine were reported. Solicited systemic AEs included fever (defined as body temperature of 38.0-degree celsius or higher), fatigue, headache, myalgia, arthralgia, chills, nausea, vomiting, rashes, and general itching.",
        "timeFrame": "Up to Week 49 (7 days post each vaccination)"
      },
      {
        "measure": "Percentage of Participants With Grade 3 or 4 Unsolicited AEs",
        "description": "Unsolicited AE with worst severity grade 3 or 4 and that is thought to be related to study vaccine were reported. Unsolicited AEs were defined as events that participants experienced but were not specifically asked about.",
        "timeFrame": "Up to Week 52 (28 days after each vaccination)"
      },
      {
        "measure": "Percentage of Participants With Grade 3 or 4 Related AEs",
        "description": "Related AEs of grade 3 or 4 and that is thought to be related to study vaccine were reported.",
        "timeFrame": "Up to Week 52 (28 days after each vaccination)"
      },
      {
        "measure": "Percentage of Participants With Solicited Local AEs for 7 Days After Each Vaccination",
        "description": "An AE is any untoward medical occurrence in a clinical study participant administered a investigational or non-investigational medicinal product. An AE does not necessarily have a causal relationship with the treatment. Solicited local AEs (at injection site) included pain/tenderness, erythema, induration, swelling, itching and warmth were collected and reported for 7 days after each vaccination.",
        "timeFrame": "Up to Week 49 (7 days post each vaccination)"
      },
      {
        "measure": "Percentage of Participants With Solicited Systemic AEs for 7 Days After Each Vaccination",
        "description": "Solicited systemic AEs included fever (defined as body temperature of 38.0-degree celsius or higher), fatigue, headache, myalgia, arthralgia, chills, nausea, vomiting, rashes, and general itching were collected and reported for 7 days after each vaccination.",
        "timeFrame": "Up to Week 49 (7 days after each vaccination)"
      },
      {
        "measure": "Percentage of Participants With Unsolicited AEs 28 Days After Each Vaccination",
        "description": "Unsolicited AEs were defined as events that participants experienced but were not specifically asked about.",
        "timeFrame": "Up to Week 52 (28 days after each vaccination)"
      },
      {
        "measure": "Percentage of Participants With Related AEs and Serious Adverse Events (SAEs)",
        "description": "An AE is any untoward medical occurrence in a clinical study participant administered a investigational or non-investigational medicinal product. An AE does not necessarily have a causal relationship with the treatment. A SAE is any AE that results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect and is a suspected transmission of any infectious agent via a medicinal product.",
        "timeFrame": "Up to Week 52 (28 days after each vaccination)"
      },
      {
        "measure": "Percentage of Participants With AEs Leading to Discontinuation of Study Vaccination",
        "description": "Percentage of participants with AEs leading to discontinuation of study vaccination were reported.",
        "timeFrame": "Up to Week 96"
      },
      {
        "measure": "Percentage of Participants With AEs",
        "description": "Percentage of participants with AEs were reported.",
        "timeFrame": "Up to Week 52 (28 days after each vaccination)"
      },
      {
        "measure": "Percentage of Participants With Worst Laboratory Toxicity Grades 1, 2, 3, and 4 and Non-graded Serum Chemistry Abnormalities",
        "description": "Percentage of participants with worst laboratory grades 1 (mild), 2 (moderate), 3 (severe), and 4 (potentially life-threatening) and non-graded serum chemistry abnormalities were reported. Serum chemistry parameters included alanine aminotransferase, aspartate aminotransferase, creatine, hyperglycemia, hypoglycemia, gamma-gutamyl transferase, chloride, urea nitrogen, and bilirubin. The parameters not represented in the grading scale, abnormalities were indicated as being 'high' or 'low' or 'abnormal'.",
        "timeFrame": "Up to Week 96"
      },
      {
        "measure": "Percentage of Participants With Worst Laboratory Toxicity Grade 1 and Non-graded Hematology Abnormalities",
        "description": "Percentage of participants with worst laboratory toxicity grade 1 (mild) and non-graded hematology abnormalities were reported. Hematology parameters included absolute neutrophil count, basophils/leukocytes, eosinophils/leukocytes, hematocrit, lymphocytes/leukocytes, monocytes/leukocytes, neutrophils/leukocytes, erythrocytes, hematocrit, neutrophils, basophils, eosinophils, eosinophils/leukocytes, monocytes, neutrophils and platelet count. The parameters not represented in the grading scale, abnormalities were indicated as being 'high' or 'low' or 'abnormal'.",
        "timeFrame": "Up to Week 96"
      },
      {
        "measure": "Percentage of Participants With Sustained Viremic Control (Human Immunodeficiency Virus [HIV] Ribonucleic Acid [RNA] Less Than [<]50 Copies Per Milliliter [Copies/mL]) During ATI Phase",
        "description": "Percentage of participants with sustained viremic control (HIV RNA \\<50 copies/mL) during ATI phase were reported.",
        "timeFrame": "From Week 60 to Week 96"
      },
      {
        "measure": "Duration of Sustained Viremic Control With HIV RNA <50 Copies/mL During ATI Phase",
        "description": "Duration of sustained viremic control With HIV RNA \\<50 copies/mL during ATI Phase was reported.",
        "timeFrame": "From Week 60 to Week 96"
      }
    ],
    "secondary": [
      {
        "measure": "Total HIV Deoxyribonucleic Acid (DNA) Levels Over Time",
        "description": "The total HIV DNA levels were assessed as a biomarker of the HIV reservoir.",
        "timeFrame": "From Week 60 to Week 96"
      },
      {
        "measure": "Change in Cluster of Differentiation (CD)4 Count Over Time",
        "description": "Change in CD4 count over time was reported. Assessment of residual HIV replication and viral reservoir in total CD4+ T cells was measured by quantitative real-time polymerase chain reaction (PCR).",
        "timeFrame": "Baseline and from Week 60 to Week 96"
      },
      {
        "measure": "Time to Reinitiating ART",
        "description": "Time to reinitiating ART was reported.",
        "timeFrame": "Up to Week 96"
      },
      {
        "measure": "Number of Participants With Acute Retroviral Syndrome Post-ARV ATI",
        "description": "Number of participants with acute retroviral syndrome post-ARV ATI were reported.",
        "timeFrame": "From Week 60 to Week 96"
      },
      {
        "measure": "Duration of Acute Retroviral Syndrome Post-ARV ATI",
        "description": "Duration of acute retroviral syndrome post-ARV ATI was reported.",
        "timeFrame": "From Week 60 to Week 96"
      },
      {
        "measure": "Percentage of Participants With HIV Resistance to ARV Drugs Who Experienced Rebound Viremia After ARV ATI",
        "description": "Percentage of participants with HIV resistance to ARV drugs who experienced rebound viremia after ARV ATI were reported. An HIV genotype test was done to evaluate and characterize HIV resistance to ARV drugs in participants who experience rebound viremia after ARV ATI.",
        "timeFrame": "From Week 60 to Week 96"
      },
      {
        "measure": "Percentage of Responders With Interferon-gamma (IFN-gamma) T Cell Responses Analyzed by Enzyme-linked Immunospot Assay (ELISpot) at Week 24, 26, 48, and 50",
        "description": "Frozen peripheral blood mononuclear cell (PBMCs) was analyzed by interferon-gamma (IFN-gamma) (ELISpot). The response was defined as post-baseline value \\>P95 if baseline \\<P95 or missing or defined as post-baseline value \\>3-fold increase from baseline if baseline \\>=P95. The threshold for ELISpot test was based on the 95th percentile (P95) from the baseline values of participants on that test in the study.",
        "timeFrame": "At Week 24, 26, 48 and 50"
      },
      {
        "measure": "Percentage of Responders for Envelop (Env) Clade A, B, C and Mos1-specific Binding Antibody Titers",
        "description": "The Env Clade A (92UG037), B (1990a), and C (Con C), (C97ZA.012) and Mos1- specific binding antibody titer were assessed using enzyme-linked immunosorbent assay (ELISA). The response was defined as post-baseline value greater than (\\>) lower limit of quantification (LLOQ) if baseline less than (\\<) LLOQ or missing or defined as post-baseline value \\>3-fold increase from baseline if baseline greater than or equal to (\\>=) LLOQ. The lower limits of quantification (LLOQs) for this assay were 625, 156.25, 625, 156.25 and 78.125 endotoxin units per milliliter (EU/mL) for Clade A (92UG037), Clade B (1990a), Clade C (Con C), Clade C (C97ZA.012) and Mos1 respectively.",
        "timeFrame": "At Week 24, 26, 48 and 50"
      },
      {
        "measure": "Percentage of Responders for Clade C (C97ZA.012) Env ELISA Immunoglobulin G1 (IgG1), IgG2, and IgG3 Glycoprotein (gp) 140 Binding Antibody",
        "description": "Vaccine-induced binding antibody IgG1, IgG2, and IgG3 subclass responses were investigated using Clade C (C97ZA.012) specific ELISAs. The response was defined as post-baseline value \\>LLOQ if baseline \\<LLOQ or missing or defined as post-baseline value \\>3-fold increase from baseline if baseline \\>=LLOQ. The LLOQs for this assay were 12.3, 28.7, and 12.4, for IgG1, IgG2, and IgG3, respectively. Less participants were assessed for IgG2 responses due to lack of sample volume which led to a limit on the number of repeats that the analysis lab could perform. Reportable results were not generated for the remaining participants post vaccination.",
        "timeFrame": "Week 50"
      },
      {
        "measure": "Breadth of T Cell Responses Analyzed by ELISPOT Assays",
        "description": "Breadth of T cell responses was assessed at baseline (Week 0), Week 26, and Week 50 by ELISPOT assays.",
        "timeFrame": "Baseline (Week 0), Week 26 and 50"
      },
      {
        "measure": "Percentage of Env Antibody-dependent Cellular Phagocytosis (ADCP) Glycoprotein (gp) Antibody Over Time",
        "description": "The functionality of vaccine-induced antibody responses was investigated by the determination of ADCP. The response was defined as post-baseline value \\> limit of detection (LOD) if baseline \\<LOD or missing or defined as post-baseline value \\>3-fold increase from baseline if baseline \\>=LOD. The lower limits of detection (LODs) for this assay were 4.28 (phagocytic score) for Mos1.",
        "timeFrame": "At Week 24, 26, 48 and 50"
      },
      {
        "measure": "Percentage of Responders for HIV Neutralizing Antibody (nAb)",
        "description": "The functionality of vaccine-induced antibody responses was investigated by the determination of nAb activity in a virus neutralization assay (VNA) using TZM-bl cells and Env-pseudotyped viruses. The response was defined as post-baseline value \\>LLOQ.",
        "timeFrame": "Week 64"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 14,
      "secondaryCount": 12,
      "otherCount": 0,
      "totalCount": 26
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:42.395Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}