{
  "nctId": "NCT03876314",
  "briefTitle": "Physical Activity, Alzheimer's Disease and Cognition Relative to APOE Genotype",
  "officialTitle": "The Effect of Physical Activity on Cognition Relative to APOE Genotype (PAAD-2)",
  "protocolDocument": {
    "nctId": "NCT03876314",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-05-24",
    "uploadDate": "2021-05-25T10:46",
    "size": 492099,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03876314/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 180,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-05-23",
    "completionDate": "2024-12-21",
    "primaryCompletionDate": "2024-12-21",
    "firstSubmitDate": "2019-01-24",
    "firstPostDate": "2019-03-15"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Family History of Alzheimer's disease, cognitive impairment\n* Able to communicate in English\n* Not currently meeting recommendations for physical activity (the recommendations are to exercise 3 days/week for 30+ minutes per day for longer than 3 months)\n* Willing to be randomized to either study condition\n* Willing to complete all study activities for 1 year\n\nExclusion Criteria:\n\n* Meet the criteria for clinical cognitive impairment\n* Unable to perform physical activity due to known cardiovascular, metabolic, or renal disease and are symptomatic or due to orthopedic limitations\n* Self-report history of confounding neurologic, psychiatric, or active severe or functionally disabling neurologic or medical diseases, or any other conditions that might limit exercise or pose a danger to the patient\n* Current use of medications to treat symptoms of Alzheimer's disease, that adversely affect cognition, or that impact heart rate\n* Meet the criteria for depression using the short form of the Center for Epidemiological Studies Depression Scale\n* Traveling for an extended period (\\>1 month) during the course of the study",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in performance on the cognitive domain of executive function as measured with Stroop Interference",
        "description": "Change in executive function will be assessed by comparing post-, mid-, and pre-test performance on Stroop Interference.",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of executive function as measured with Trail Making Test Interference",
        "description": "Change in executive function will be assessed by comparing post-, mid-, and pre-test performance on Trail Making Test interference.",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of executive function as measured with Dimensional Change Card Sort",
        "description": "Change in executive function will be assessed by comparing post-, mid-, and pre-test performance on Dimensional Change Card Sort",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of executive function as measured with the Flanker test.",
        "description": "Change in executive function will be assessed by comparing post-, mid-, and pre-test performance on the Flanker test.",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of executive function as measured with Matrix Reasoning.",
        "description": "Change in executive function will be assessed by comparing post-, mid-, and pre-test performance on Matrix Reasoning.",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of memory as measured with the Auditory Verbal Learning Test.",
        "description": "Change in memory will be assessed by comparing post-, mid-, and pre-test performance on the Auditory Verbal Learning Test.",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of memory as measured with the Rey-Osterrieth Complex Figure Test",
        "description": "Change in memory will be assessed by comparing post-, mid-, and pre-test performance on the Rey-Osterrieth Complex Figure Test",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of memory as measured with the Picture Sequence test",
        "description": "Change in memory will be assessed by comparing post-, mid-, and pre-test performance on the Picture Sequence test.",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of memory as measured with the Mnemonic Similarity Test",
        "description": "Change in memory will be assessed by comparing post-, mid-, and pre-test performance on the Mnemonic Similarity Test",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of attention as measured with the Paced Auditory Serial Addition Test",
        "description": "Change in attention will be assessed by comparing post-, mid-, and pre-test performance on the Paced Auditory Serial Addition Test",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of attention as measured with the Forward Digit Span test",
        "description": "Change in attention will be assessed by comparing post-, mid-, and pre-test performance on the Forward Digit Span",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of working memory as measured with List Sort Working Memory",
        "description": "Change in working memory will be assessed by comparing post-, mid-, and pre-test performance on the List Sort Working Memory",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of working memory as measured with Spatial Working Memory",
        "description": "Change in working memory will be assessed by comparing post-, mid-, and pre-test performance on the Spatial Working Memory",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of working memory as measured with Backward Digit Span",
        "description": "Change in working memory will be assessed by comparing post-, mid-, and pre-test performance on the Backward Digit Span",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of processing speed as measured with the Wechsler Adult Intelligence Scale (WAIS-IV) Digit Symbol Task",
        "description": "Change in working memory will be assessed by comparing post-, mid-, and pre-test performance on the Wechsler Adult Intelligence Scale (WAIS-IV) Digit Symbol Task",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of processing speed as measured with the Stroop Color Test",
        "description": "Change in working memory will be assessed by comparing post-, mid-, and pre-test performance on the Stroop Color Test",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of processing speed as measured with the Stroop Word Test",
        "description": "Change in working memory will be assessed by comparing post-, mid-, and pre-test performance on the Stroop Word Test",
        "timeFrame": "Pretest, 6 months, and 12 months"
      },
      {
        "measure": "Change in performance on the cognitive domain of processing speed as measured with the Trail Making Test A",
        "description": "Change in working memory will be assessed by comparing post-, mid-, and pre-test performance on the Trail Making Test A",
        "timeFrame": "Pretest, 6 months, and 12 months"
      }
    ],
    "secondary": [
      {
        "measure": "Change in brain morphology (whole brain and hippocampal volumes)",
        "description": "MRI will be used to measure brain morphology including whole brain and hippocampal volumes and change will be assessed from pre-test to post-test.",
        "timeFrame": "Pretest and 12 months"
      },
      {
        "measure": "Change in brain activity (resting-state connectivity)",
        "description": "Functional MRI will be used to measure brain activity including resting-state connectivity and change will be assessed from pre-test to post-test.",
        "timeFrame": "Pretest and 12 months"
      },
      {
        "measure": "Change in blood biomarkers (BDNF, irisin, IGF-1, glucose, insulin, TNF-⍺, serum amyloid protein (SAP), albumin, ApoE and ⍺-2 macroglobulin)",
        "description": "Blood samples will be taken following a 12-hour fast. Assays will be conducted for brain-derived neurotrophic factor (BDNF), irisin, insulin-like growth factor (IGF)-1, glucose, insulin, tumor necrosis factor (TNF)-⍺, serum amyloid protein (SAP), albumin, apolipoprotein E (ApoE) and ⍺-2 macroglobulin. Change from pre-test to post-test will be assessed.",
        "timeFrame": "Pretest and 12 months"
      },
      {
        "measure": "Change in cardiorespiratory fitness",
        "description": "Fitness will be assessed using a submaximal graded aerobic exercise test performed on a treadmill. Oxygen uptake (VO2) will be measured during a ramped exercise protocol performed until volitional exhaustion or test termination due to symptom limitations. Change across time will be assessed.",
        "timeFrame": "Pretest, 6 months, and 12 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 18,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 22
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:40.750Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}