{
  "nctId": "NCT06915987",
  "briefTitle": "Parkinson Disease and Exercise Snacks",
  "officialTitle": "Exercise Snacks for People With Parkinson Disease: A Pilot Randomized Controlled Trial",
  "protocolDocument": {
    "nctId": "NCT06915987",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2025-03-11",
    "uploadDate": "2025-03-14T14:50",
    "size": 693827,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT06915987/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 40,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2025-05-15",
    "completionDate": "2026-04-30",
    "primaryCompletionDate": "2025-12-31",
    "firstSubmitDate": "2025-03-14",
    "firstPostDate": "2025-04-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Adults (19 years of age or older) with Clinically Established PD (Postuma et al., 2015).\n* Medically cleared to exercise by their physician.\n* A score of ≤3 on the modified Hoehn \\& Yahr scale (i.e. physically independent, may have unilateral or bilateral clinical signs, including mild impairment of postural reflexes).\n* Have access to a computer, tablet, or smartphone with internet connection for intervention delivery and tracking.\n\nExclusion criteria\n\n* Comorbid condition with physical disability preventing participation in exercise (i.e., that cannot be accommodated with modifications to the prescribed exercise).\n* A score of \\>=4 on the modified Hoehn \\& Yahr scale (meaning they may be able to stand or walk but are not physically independent; this typically includes a need for gait aids such as a cane or walker)\n* No access to reliable internet connection.\n* Are currently participating in another clinical trial that would interfere with the study procedures described.\n* Have a scheduled event (e.g. medical or surgical procedure, prolonged travel in the next 3-4 months) that would interrupt participation in the study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "19 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Feasibility of Intervention: completion rate",
        "description": "Feasibility of the study intervention by using quantitative data from activities logged in the Seven Movements platform is a primary outcome. The investigators will evaluate this outcome measure of feasibility by looking at multiple variables indicating completion of target exercise. One of the variables used to assess this primary outcome measure of feasibility is activities completion rate of at least 2 sessions five days per week, or 10 per week long block. Threshold values are High (\\>70%), moderate (50-69%), or low (\\<50%) adherence. This data will be extracted from the 7 Movements App.",
        "timeFrame": "10 weeks"
      },
      {
        "measure": "Feasibility of Intervention: rate of perceived exertion",
        "description": "Feasibility of the study intervention by using quantitative data from activities logged in the Seven Movements platform is a primary outcome. The investigators will evaluate this outcome measure of feasibility by looking at multiple variables indicating completion of target exercise. One of the variables used to assess this primary outcome measure of feasibility is the intensity of the exercise expecting a rate of perceived exertion (RPE) of \\>4/10 on the Borg CR-10 scale for Exercise Snacks. This data will be extracted from the 7 Movements App.",
        "timeFrame": "10 weeks"
      },
      {
        "measure": "Feasibility of Intervention: exercise enjoyment scale",
        "description": "Feasibility of the study intervention by using quantitative data from activities logged in the Seven Movements platform is a primary outcome. The investigators will evaluate this outcome measure of feasibility by looking at multiple variables indicating completion of target exercise. One of the variables used to assess this primary outcome measure of feasibility a summary of the Exercise Enjoyment Scale ratings of exercises to compare the study groups. This quantitative data will be extracted from the 7 Movements App.",
        "timeFrame": "10 weeks"
      },
      {
        "measure": "Adherence to the Intervention: completion rate",
        "description": "Adherence of the study intervention will be evaluated using quantitative data from activities logged in the Seven Movements platform is a primary outcome. The investigators will evaluate this outcome measure of adherence by looking at multiple variables indicating completion of target exercise. One of the variables used to assess this primary outcome measure of adherence is activities completion rate of at least 2 sessions five days per week, or 10 per week long block. Threshold values are High (\\>70%), moderate (50-69%), or low (\\<50%) adherence. This data will be extracted from the 7 Movements App.",
        "timeFrame": "10 weeks"
      },
      {
        "measure": "Adherence to the Intervention: rate of perceived exertion",
        "description": "Adherence of the study intervention by using quantitative data from activities logged in the Seven Movements platform is a primary outcome. The investigators will evaluate this outcome measure by looking at multiple variables indicating completion of target exercise. One of the variables used to assess this outcome measure of adherence is the intensity of the exercise expecting a rate of perceived exertion (RPE) of \\>4/10 on the Borg CR-10 scale for Exercise Snacks. This data will be extracted from the 7 Movements App.",
        "timeFrame": "10 weeks"
      },
      {
        "measure": "Adherence to the Intervention: exercise enjoyment scale",
        "description": "Adherence of the study intervention by using quantitative data from activities logged in the Seven Movements platform is a primary outcome. The investigators will evaluate this outcome measure of by looking at multiple variables indicating completion of target exercise. One of the variables used to assess this primary outcome measure of adherence is a summary of the Exercise Enjoyment Scale ratings of exercises to compare the study groups. This data will be extracted from the 7 Movements App.",
        "timeFrame": "10 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Qualitative Study Review; perceived acceptability of the intervention using a descriptive, open-ended questionnaire.",
        "description": "A qualitative study review to be done in partnership with participants upon completion. This outcome measure will be evaluated using a Post Intervention Descriptive Questionnaire to be completed by participants. Open-ended questions in this questionnaire will be cover 4 major themes. One of these themes is participants perceived acceptability of the intervention.",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Qualitative Study Review; the identification of barriers or facilitators to the study using a descriptive, open-ended questionnaire.",
        "description": "A qualitative study review to be done in partnership with participants upon completion. This outcome measure will be evaluated using a Post Intervention Descriptive Questionnaire to be completed by participants. Open-ended questions in this questionnaire will be cover 4 major themes. One of these themes is participants identification of barriers and facilitators to study activity.",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Qualitative Study Review; participant assessment of the 7 Movements App and technology using a descriptive, open-ended questionnaire.",
        "description": "A qualitative study review to be done in partnership with participants upon completion. This outcome measure will be evaluated using a Post Intervention Descriptive Questionnaire to be completed by participants. Open-ended questions in this questionnaire will be cover 4 major themes. One of these themes is participants opinions of the 7 Movements platform and technology.",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Qualitative Study Review; study safety concerns as expressed by participants using a descriptive, open-ended questionnaire.",
        "description": "A qualitative study review to be done in partnership with participants upon completion. This outcome measure will be evaluated using a Post Intervention Descriptive Questionnaire to be completed by participants. Open-ended questions in this questionnaire will be cover 4 major themes. One of these themes is adverse events or safety concerns, as expressed by participants.",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Actigraphy: heart rate measures (bpm).",
        "description": "Actigraphy data (segmented as sedentary time or mild/moderate/vigorous activity) from five day windows pre-study and post-study. Data collected will include heart rate data collected during two 5 day windows within the study period to assess the effect of Exercise Snack and active movement break interventions on heart rate. The Actigraph LEAP measures heart rate (bpm) using a photoplethysmography (PPG) sensor, a common technology for non-invasive heart rate monitoring.",
        "timeFrame": "12 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 0,
      "totalCount": 1
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:44.105Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}