{
  "nctId": "NCT02266329",
  "briefTitle": "Chronic Postconcussive Headache: A Placebo-Controlled Treatment Trial of Prazosin",
  "officialTitle": "Chronic Postconcussive Headache: A Placebo-Controlled Treatment Trial of Prazosin",
  "protocolDocument": {
    "nctId": "NCT02266329",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-11-12",
    "uploadDate": "2024-05-20T17:34",
    "size": 11691002,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02266329/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 89,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-01-04",
    "completionDate": "2023-09-30",
    "primaryCompletionDate": "2023-05-31",
    "firstSubmitDate": "2014-10-10",
    "firstPostDate": "2014-10-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Veterans or active duty service members aged 18 or older of either gender\n* Good general health\n* History of blast and/or impact head/neck trauma meeting DVBIC criteria for mild TBI, i.e., injury as manifested by at least one of the following:\n\n  * 1\\) any period of loss of consciousness\n  * 2\\) any loss of memory for events immediately before or after the accident\n  * 3\\) any alteration in mental status at the time of the accident (e.g., feeling dazed, disoriented, or confused)\n  * 4\\) focal neurological deficit(s) that may or may not be transient, with severity of injury not exceeding loss of consciousness 30 minutes, Glasgow Coma Scale \\<13-15 after 30 minutes, or posttraumatic amnesia \\>24 hrs,\n* Headaches that started within 3 months of a head/neck injury or pre-existing headaches that markedly worsened (by a two-fold or greater increase in frequency and/or severity) within 3 months of a head/neck injury. Headaches must either 1) last 4 or more hours a day and reach a moderate to severe intensity at any point during the headache or 2) may be of any severity or duration if the participant uses a medication or other agent in an effort to stop the headache. Headaches meeting these criteria must have been present on average at least 8 days per 4-week period over the 3 months preceding study enrollment.\n* Comorbid PTSD or other anxiety disorder is not exclusionary.\n* Fluency in English is required.\n* Persons of all races and ethnicities are eligible.\n* Female participants must agree to abstain from sexual relations that could result in pregnancy or use a reliable form of birth control during the study.\n* Continued use of prophylactic migraine medication other than the study drug is permissible if the participant has been on a stable dose for at least 4 weeks prior to the preliminary screening period and intends to continue the medication for the duration of the trial.\n\nExclusion Criteria:\n\n* Participation in other interventional research.\n* History of TBI more severe than that classified as mild by DVBIC criteria\n* A primary non migraine and/or tension-type headache disorder that accounts for the majority of current symptoms\n* History of penetrating head injury\n* Headaches of any kind of moderate or severe intensity on an average of more than 4 days per month preceding the concussive trauma\n* Acute or unstable chronic medical illness (e.g., unstable angina, myocardial infarction within 6 months, congestive heart failure, symptomatic or concerning cardiac arrhythmias; pre-existing hypotension (systolic BP\\<110) or orthostatic hypotension (systolic drop \\>20 mm mercury (Hg) after 2 min standing accompanied by lightheadedness). Also exclusionary are chronic renal or hepatic failure, Meniere's disease, insulin-dependent diabetes, diagnosed but untreated sleep apnea, history of epilepsy, stroke, dementia, active psychosis or psychotic disorder, severe depression, severe psychiatric instability or severe situational life crises, including evidence of being actively suicidal or homicidal, dementia, delirium within the prior 3 months. Other conditions will be evaluated on a case-by-case basis.\n* Current substance use disorder per DSM-V criteria except caffeine- or tobacco-related disorders.\n* Structural brain abnormalities on any prior imaging with associated clinically evident manifestations.\n* Current participation in transcranial magnetic stimulation studies.\n* Unable to reliably keep the headache log on a minimum of 80% of recordable days\n* Women of childbearing potential must not be pregnant, planning to become pregnant during the study period, or nursing.\n* Participation in a headache support group or other activity such as meditation or yoga intended to mitigate headache or other chronic pain must be stable for at least 4 weeks prior to beginning the preliminary screening period and should be intended to be continued for the duration of the trial. Participants will be encouraged to defer enrolling in such activities until they have completed the treatment trial.\n\nMedication Exclusions:\n\nPlease note that the following two exclusions related to prazosin use had been changed in the study protocol as of September 2021 but were inadvertently not updated on the ClinicalTrials.gov website. The previous exclusion related to prazosin use prior to study enrollment was for a dose up to 2 mg. The change allows a dose up to 4 mg. This change, made based on clinical experience for the purpose of facilitating recruitment, did not adversely affect patient safety or data integrity.\n\n* Past use of prazosin at a dose \\>4 mg is exclusionary.\n* Current use of prazosin at a dose of 4 mg or less is not excluded, however requires a 2-week wash-out period prior to beginning the baseline headache log-keeping period.\n* Current use of an alpha-1 antagonist for any purpose is exclusionary unless discontinued for at least 2 weeks prior to study entry and for the duration of a participant's study enrollment.\n* Allergy or previous adverse reaction to prazosin or other alpha-1 antagonist\n* Subjects must be on a stable dose of the following medications/treatments for at least 4 weeks prior to the preliminary screening period, and must intend to continue the medication for the duration of the trial: psychoactive drugs, for example anticonvulsants, benzodiazepines, antidepressants, sedative/hypnotics; antihypertensive medications, including beta blockers, calcium channel blockers, angiotensin converting enzyme inhibitors, and angiotensin receptor blockers; magnesium prescribed specifically for headache.\n* Potential participants who have been taking trazodone will undergo a 2-week washout period before beginning the preliminary screening period. Because combining prazosin and trazodone may increase risk of priapism, trazodone is not allowed during the study.\n* Sildenafil (Viagra), tadalafil (Cialis), vardenafil (Levitra), and avanafil (Stendra) will not be permitted during the dose titration period, because of increased risk of hypotension in combination with alpha-1 blockers, but will be allowed at half the usual starting dose following the study drug dose titration period, per VA prescribing guidelines.\n* Use of butalbital within 4 weeks of beginning the preliminary screening period through the end of study involvement.\n* Use of supplements containing nitrates and supplements containing stimulants (such as ephedra) within 2 weeks of beginning the preliminary screening period through the end of study involvement.\n* Use of prescribed stimulants (such as amphetamine or dextroamphetamine containing medications) within 2 weeks of beginning the preliminary screening period through the end of study involvement.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Headache Diary",
        "description": "Change from baseline (pre-treatment) to Week 12 (i.e., following 12 weeks of drug treatment) of either 1) Headaches that last 4 or more hours a day and reach a moderate to severe intensity at any point or 2) Headaches of any intensity if a medication or other treatment is used in an effort to stop the Headaches, as determined from Headache Log data.",
        "timeFrame": "Baseline to 12 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in 4-week Average Peak HA Severity",
        "description": "Change from baseline (pre-treatment) to Week 12 (i.e., following 12 weeks of drug treatment) in 4-week average peak HA severity, as determined from Headache Log data.",
        "timeFrame": "Baseline to 12 weeks"
      },
      {
        "measure": "Change From Baseline in 4-week Average Total Number of Hours of HA Pain",
        "description": "Change from baseline (pre-treatment) to Week 12 (i.e., following 12 weeks of drug treatment) in 4-week average total number of hours of HA pain of any severity, as determined from Headache Log data.",
        "timeFrame": "Baseline to 12 weeks"
      },
      {
        "measure": "Change From Baseline in Frequency of Use of Abortive/Analgesic Agents",
        "description": "Change from baseline (pre-treatment) to Week 12 (i.e., following 12 weeks of drug treatment) in 4-week average frequency of use of abortive and/or analgesic HA treatment medications, as determined from Headache Log data.",
        "timeFrame": "Baseline to 12 weeks"
      },
      {
        "measure": "Change From Baseline in Headache-Related Disability",
        "description": "Change from baseline (pre-treatment) in average headache-related disability, as measured 1) in 4-week treatment intervals using the Headache Impact Test-6 and 2) in the full 12-week treatment interval using the Migraine Disability Assessment (for subjects who meet diagnostic criteria for migraine).",
        "timeFrame": "Baseline to 12 weeks"
      },
      {
        "measure": "Change From Baseline in Posttraumatic Stress Disorder (PTSD) Symptoms",
        "description": "Change from baseline (pre-treatment) in PTSD symptom severity, as measured using the PTSD Checklist (PCL) given at baseline and at 4-week treatment intervals.",
        "timeFrame": "Baseline to 12 weeks"
      },
      {
        "measure": "Change From Baseline in Sleep Measures",
        "description": "Change from baseline (pretreatment) in sleep characteristics, including sleep quality, quantity, and efficiency using 1) the Pittsburgh Sleep Quality Index and the Insomnia Severity Index given at baseline and at 4-week treatment intervals and 2) sleep diary and wrist actigraphy performed for one week at baseline and after 11 weeks of treatment",
        "timeFrame": "Baseline to 12 weeks"
      },
      {
        "measure": "Change From Baseline in Concussion-Related Symptoms",
        "description": "Change from baseline (pre-treatment) in concussion-related symptoms, as measured at 4-week treatment intervals using the Neurobehavioral Symptom Inventory",
        "timeFrame": "Baseline to 12 weeks"
      },
      {
        "measure": "Change From Baseline in Depressive Symptoms",
        "description": "Change from baseline (pre-treatment) in depressive symptoms, as measured at 4-week treatment intervals using the Patient Health Questionnaire-9.",
        "timeFrame": "Baseline to 12 weeks"
      },
      {
        "measure": "Change From Baseline in Alcohol Use",
        "description": "Change from baseline (pre-treatment) in alcohol use, as measured at 4-week treatment intervals using the Alcohol Use Disorders Identification Test-Consumption.",
        "timeFrame": "Baseline to 12 weeks"
      },
      {
        "measure": "Change From Baseline in Global Cognitive Function",
        "description": "Change from baseline (pre-treatment) in cognitive function, as measured at 4-week treatment intervals using the Montreal Cognitive Assessment (MoCA).",
        "timeFrame": "Baseline to 12 weeks"
      },
      {
        "measure": "Change From Baseline in Pupillary Light Responses",
        "description": "Change from baseline (pre-treatment) to Week 12 (i.e., following 12 weeks of drug treatment) in pupillary light responses using pupillometry, as a measure of sympathetic activation.",
        "timeFrame": "Baseline to 12 weeks"
      },
      {
        "measure": "Photophobia",
        "description": "Change from baseline (pre-treatment) to Week 12 (i.e., following 12 weeks of drug treatment) in light sensitivity symptoms, as determined using a modified Utah Photophobia Symptom Impact Scale - 12-Item)",
        "timeFrame": "Baseline to 12 weeks"
      },
      {
        "measure": "Number of Patients With a 50% or More Decrease in Mean Number of Headache Days Per 4 Weeks",
        "description": "Number of patients with a 50% or more decrease in mean number of headache days per 4 weeks, as determined at 4 week treatment intervals using Headache Log data.",
        "timeFrame": "Baseline to 12 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 13,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:54.097Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}