{
  "nctId": "NCT05965427",
  "briefTitle": "Morbidity, Mortality And Risk Factors of Mpox in HIV Negative High Risk Sexual Health Clinic Attenders and People Living With HIV",
  "officialTitle": "Morbidity, Mortality And Risk Factors of Mpox in HIV Negative High Risk Sexual Health Clinic Attenders and People Living With HIV",
  "protocolDocument": {
    "nctId": "NCT05965427",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-11-01",
    "uploadDate": "2025-06-25T07:17",
    "size": 811103,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05965427/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 2000,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-12-01",
    "completionDate": "2025-05-07",
    "primaryCompletionDate": "2025-05-07",
    "firstSubmitDate": "2023-06-23",
    "firstPostDate": "2023-07-28"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Diagnosis of MPX was more than 90 days prior to data collection\n* Confirmed MPX infection by documented PCR testing of lesions between 1st May 2022 to 1st December 2023\n* At least 18 years of age\n* Cases (PLWHIV + MPX) i) Documented HIV-1 infection\n* Cases (PrEP users + MPX) i) Attended a clinic to receive PrEP\n\nExclusion Criteria:\n\n* MPX diagnosed based on clinical criteria only\n* MPX diagnosis was within the last 90 days",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Severe Mpox Lesions",
        "description": "The number of participants with severe Mpox lesions. Severity of lesions will be assessed by the peak number of lesions and peak number of sites. Participants with ≥100 lesions at peak severity will be classified as having \"severe lesions\".",
        "timeFrame": "From date of disease onset (first symptom) until date of peak number of lesions and sites recorded (up to 3 months)"
      },
      {
        "measure": "Clinical Complications Associated With Mpox",
        "description": "Complications which will be collected are as follows:\n\n* Severe rectal and/or perianal pain (i.e. due to perianal/anal abscess, proctitis)\n* Tonsillitis and/or dysphagia\n* Secondary bacterial infection on affected skin\n* Urological complications (genital oedema, urinary retention)\n* Ocular involvement (conjunctivitis, corneal involvement, periorbital cellulitis)\n* Central nervous system involvement (encephalitis, meningitis, focal neurology signs)\n* Pneumonia/pulmonary abscess or necrotizing involvement\n* Myocarditis\n* Diarrhoea\n\nA composite outcome representing the presence of any specified clinical complication will be analysed. This composite outcome will be derived by identifying participants who have experienced one or more of the listed clinical complications during the observation period.",
        "timeFrame": "From date of disease onset (first symptom) until date of clinical resolution e.g. lesion resolution, hospital discharge or death (up to 3 months)"
      },
      {
        "measure": "Number of Hospitalisation Events",
        "description": "Number of hospitalisations for clinical reasons only (i.e. not for precautionary measures or quarantine).",
        "timeFrame": "From date of disease onset (first symptom) until date of clinical resolution e.g. lesion resolution, hospital discharge or death (up to 3 months)"
      },
      {
        "measure": "Death",
        "description": "Number of any Mpox related mortality observed during the 3 month observation period",
        "timeFrame": "From date of disease onset (first symptom) until date of death related to Mpox (up to 3 months)"
      },
      {
        "measure": "Differences in Mpox Lesion Severity (the Clinical Manifestation) in PLWHIV and PrEP Users",
        "description": "The severity of lesions will be determined based on the peak/maximum severity score over the observation period. Lesion severity will be classified ordinally as follows:\n\n* Not presenting with skin lesions (0 skin lesions)\n* Mild (1-24 lesions)\n* Moderate (25-99 skin lesions)\n* Severe (100-250 skin lesions)\n* Very severe (\\>250 skin lesions) Individuals with severe or very severe lesions (ie, ≥100 skin lesions) will be classified as having \"severe lesions\".",
        "timeFrame": "From date of disease onset (first symptom) until date of clinical resolution e.g. lesion resolution, hospital discharge or death (up to 3 months)"
      },
      {
        "measure": "Differences in the Clinical Manifestation of Mpox in PLWHIV and PrEP Users by Site of Lesions",
        "description": "Differences in the clinical manifestation of Mpox in PLWHIV and PrEP users by site of lesions. Site of lesions include genital (vulva/vaginal mucosa/penis/pubic area), ano-rectal/perianal, oral mucosa (lips/gums/oral/pharynx), face, trunk (chest/torso/abdomen/back) and limbs (arms/forearms/legs/hands/feet).",
        "timeFrame": "From date of disease onset (first symptom) until date of clinical resolution e.g. lesion resolution, hospital discharge or death (up to 3 months)"
      },
      {
        "measure": "Differences in the Clinical Manifestation of Mpox in PLWHIV and PrEP Users by Severity Indicators",
        "description": "Presence of severity indicators, below, was assessed in PLWHIV and PrEP Users with Mpox\n\n* Significant lower respiratory symptoms\n* Confusion/encephalitis,\n* Other complications (e.g. secondary bacterial infection, sepsis)\n* Widely disseminated lesions and very many in number (≥100)\n* Suspected infection of the cornea\n* Severe, refractory pain from lesions requiring hospitalisation\n* Lesions associated with complications due to pain or swelling",
        "timeFrame": "From date of disease onset (first symptom) until date of clinical resolution e.g. lesion resolution, hospital discharge or death (up to 3 months)"
      },
      {
        "measure": "Differences in the NEWS2 Score ≥5 (Severity Indicator) in PLWHIV and PrEP Users With Mpox",
        "description": "National Early Warning Score \\[NEWS\\] 2 score of ≥5 was reported for PLWHIV and PrEP Users with Mpox.\n\nNEWS2 is a summary score of six physiological parameters (respiratory rate, oxygen saturation, systolic blood pressure, heart rate, level of consciousness, temperature, and supplemental oxygen dependency) routinely recorded for inpatients. Each parameter is assigned a score between 0-3 based on how far it deviates from the normal range. These parameters are used to generate an aggregate severity score classified as low: aggregate score 0-4, low -medium/medium: score of 3 in any individual parameter/aggregate score 5-6,high: aggregate score 7 or more. Minimum scale score is 0, Maximum scale score is 20.\n\nA higher score indicates a greater clinical risk and worse outcome. A score ≥5 is a key threshold for urgent clinical review and signifies severe disease.",
        "timeFrame": "From date of disease onset (first symptom) until date of clinical resolution e.g. lesion resolution, hospital discharge or death (up to 3 months)"
      },
      {
        "measure": "Differences in the Drug Treatments of Mpox in PLWHIV and PrEP Users",
        "description": "Differences in the drug treatments (clinical manifestation) of Mpox in PLWHIV and PrEP users",
        "timeFrame": "From date of disease onset (first symptom) until date of clinical resolution e.g. lesion resolution, hospital discharge or death (up to 3 months)"
      },
      {
        "measure": "Differences in the Drug Treatments for Complications of Mpox in PLWHIV and PrEP Users",
        "description": "Differences in the drug treatments for complications of Mpox (secondary infections, bronchopneumonia, sepsis, encephalitis, and infection of the cornea with ensuing loss of vision) in PLWHIV and PrEP users",
        "timeFrame": "From date of disease onset (first symptom) until date of clinical resolution e.g. lesion resolution, hospital discharge or death (up to 3 months)"
      },
      {
        "measure": "Differences in the First Symptom at Onset of Mpox in PLWHIV and PrEP Users",
        "description": "First symptom at Mpox onset including lesion onset, prodromal symptoms (e.g., fever, myalgia, etc), rectal pain or other symptoms.",
        "timeFrame": "Mpox onset"
      },
      {
        "measure": "Mpox Transmission",
        "description": "Differences between Mpox transmission characteristics in PLWHIV and PrEP users",
        "timeFrame": "Mpox onset"
      },
      {
        "measure": "Mpox Transmission Characteristics",
        "description": "Differences in days between symptom onset and positive PCR test between PLWHIV with mpox and PrEP Users with mpox",
        "timeFrame": "Mpox onset"
      },
      {
        "measure": "Risk Factors for Mpox Outcomes",
        "description": "Predicted risk factors (chronic kidney or liver disease, diabetes, lymphoma, AIDS defining condition, mental health condition, other comorbidities, and immunosuppression) will be analysed for presence or absence of severe mpox lesions (≥100 skin lesions)",
        "timeFrame": "From date of disease onset (first symptom) until date of clinical resolution e.g. lesion resolution, hospital discharge or death (up to 3 months)"
      },
      {
        "measure": "Risk Factors for Mpox Outcomes for PLWHIV",
        "description": "Risk factors (CD4 count) for severe mpox lesions (≥100 skin lesions) for PLWHIV",
        "timeFrame": "From date of disease onset (first symptom) until date of clinical resolution e.g. lesion resolution, hospital discharge or death(up to 3 months)"
      }
    ],
    "secondary": [
      {
        "measure": "Prevalence of Mpox During the Study Period",
        "description": "The number of mpox patients attending sites as a percentage of total number of patients the sites have seen over a set period of time (from first Mpox patient to last Mpox patient)",
        "timeFrame": "1st May 2022 to 1st December 2023"
      },
      {
        "measure": "Length of Stay in Hospital",
        "description": "The length of stay in hospital for inpatients treated for Mpox. In the case of multiple hospitalisations, the sum of the length of all stays will be analysed.",
        "timeFrame": "From date of hospital admission for Mpox until date of hospital discharge (up to 3 months)"
      },
      {
        "measure": "Time to Lesion Resolution (if Known)",
        "description": "The estimate the time to lesion resolution for participants with at least one lesion during the observation period and with a known date of lesion resolution will be included.",
        "timeFrame": "From date of disease onset (first symptom) until date of lesion resolution (up to 3 months)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 15,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 18
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:19.222Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}