{
  "nctId": "NCT02798952",
  "briefTitle": "A Study to Evaluate Persistence of Hepatitis B Antibodies, Immunogenicity and Safety of Engerix™-B Kinder Challenge Dose, in Adolescents Vaccinated With Four Doses of Infanrix™ Hexa During Infancy",
  "officialTitle": "Persistence of Hepatitis B Antibodies, Immunogenicity and Safety of GlaxoSmithKline (GSK) Biologicals' Hepatitis B Vaccine, Engerix™-B Kinder (SKF103860) Challenge Dose, in Adolescents Vaccinated With Four Doses of Infanrix™ Hexa (SB217744) During Infancy",
  "protocolDocument": {
    "nctId": "NCT02798952",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2015-11-06",
    "uploadDate": "2017-12-20T08:26",
    "size": 1339360,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02798952/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 302,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-08-23",
    "completionDate": "2017-07-05",
    "primaryCompletionDate": "2017-07-05",
    "firstSubmitDate": "2016-06-09",
    "firstPostDate": "2016-06-14"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Subjects' parent(s)/Legally Acceptable Representative(s) \\[LAR(s)\\] who, in the opinion of the investigator, can and will comply with the requirements of the protocol.\n* Written informed consent obtained from the parent(s)/LAR(s) of the subject prior to performance of any study specific procedure.\n* In addition to the informed consent that will be signed by the parents/LAR(s), written informed assent of the subject will be sought.\n* A male or female between the ages of 14 to 15 at the time of vaccination.\n* Healthy subjects as established by medical history and clinical examination before entering into the study.\n* Subjects with documented evidence of previous vaccination with four consecutive doses of Infanrix hexa as part of routine vaccination in Germany: three doses of primary vaccination received by 9 months of age and one booster dose received between 11 and 18 months of age.\n* Female subjects of non-childbearing potential may be enrolled in the study.\n\n  * Non-childbearing potential is defined as pre-menarche, current tubal ligation, hysterectomy or ovariectomy.\n* Female subjects of childbearing potential may be enrolled in the study, if the subject:\n\n  * has practiced adequate contraception for 30 days prior to vaccination, and\n  * has a negative pregnancy test on the day of vaccination, and\n  * has agreed to continue adequate contraception during the entire treatment period and for 2 months after completion of the vaccination series.\n\nExclusion Criteria:\n\n* Child in care.\n* Use of any investigational or non-registered product other than the study vaccine during the period starting 30 days before the dose of study vaccine, or planned use during the study period.\n* Any medical condition that in the judgment of the investigator would make intramuscular injection unsafe.\n* Chronic administration of immunosuppressants or other immune-modifying drugs during the period starting six months prior to the vaccine dose. For corticosteroids, this will mean prednisone ≥ 0.5 mg/kg/day, or equivalent. Inhaled and topical steroids are allowed.\n* Administration of long-acting immune-modifying drugs at any time during the study period.\n* Planned administration/administration of a vaccine not foreseen by the study protocol in the period starting 30 days before the dose and ending 30 days after the dose of HBV vaccine administration with the exception of tetanus toxoid, reduced diphtheria toxoid and acellular pertussis vaccine, which can be given as part of routine vaccination practice. Seasonal or pandemic influenza vaccine can be given at any time during the study, and according to the Summary of Product Characteristics and national recommendations.\n* Concurrently participating in another clinical study, at any time during the study period, in which the subject has been or will be exposed to an investigational or a non-investigational vaccine/product (pharmaceutical product or device).\n* Evidence of previous hepatitis B booster vaccination since administration of the fourth dose of Infanrix hexa booster in the second year of life.\n* History of or intercurrent hepatitis B disease.\n* Hepatitis B vaccination at birth.\n* Any confirmed or suspected immunosuppressive or immunodeficient condition, based on medical history and physical examination.\n* Family history of congenital or hereditary immunodeficiency.\n* History of any reaction or hypersensitivity likely to be exacerbated by any component of the vaccine.\n* Major congenital defects or serious chronic illness including thrombocytopenia and bleeding disorders.\n* History of any neurological disorders or seizures.\n* Acute disease and/or fever at the time of enrolment.\n\n  * Fever is defined as temperature ≥37.5°C for oral, axillary or tympanic route, or ≥38.0°C for rectal route.\n  * Subjects with a minor illness without fever may be enrolled at the discretion of the investigator.\n* Acute or chronic, clinically significant pulmonary, cardiovascular, hepatic or renal functional abnormality, as determined by physical examination or laboratory screening tests.\n* Administration of immunoglobulins and/or any blood products during the period starting 3 months before the dose of study vaccine or planned administration during the study period.\n* Pregnant or lactating female.\n* Female planning to become pregnant or planning to discontinue contraceptive precautions.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "14 Years",
    "maximumAge": "15 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Anti-Hepatitis B Surface (Anti-HBs) Antibody Concentrations",
        "description": "Concentrations were expressed in geometric mean concentrations (GMCs).",
        "timeFrame": "At Day 30."
      }
    ],
    "secondary": [
      {
        "measure": "Anti-HBs Antibody Concentrations",
        "description": "Concentrations were expressed in geometric mean concentrations (GMCs).",
        "timeFrame": "At Day 0"
      },
      {
        "measure": "Number of Seropositive Subjects for Anti-HBs.",
        "description": "A seropositve subject was defined as a subject with anti-HBs antibody concentrations above the assay cut-off (≥ 6.2 mIU/ml).",
        "timeFrame": "At Day 0 and Day 30"
      },
      {
        "measure": "Number of Seroprotected Subjects for Anti-HBs.",
        "description": "A seroprotected subject was defined as a subject with anti-HBs antibody concentrations equal to or above 10 milli-International units per milliliter (mIU/ml).",
        "timeFrame": "At Day 0 and day 30"
      },
      {
        "measure": "Number of Subjects With Anti-HBs Concentrations Above the Cut-off.",
        "description": "The cut-off of the assay was ≥ 100 mIU/mL.",
        "timeFrame": "At Day 0 and Day 30"
      },
      {
        "measure": "Number of Subjects With an Anamnestic Response to the Hepatitis B Challenge Dose.",
        "description": "Anamnestic response was defined as:\n\nFor initially seronegative subjects: antibody concentration ≥10mIU/mL. For initially seropositive subjects: antibody concentration at least four times the pre-challenge antibody concentration.",
        "timeFrame": "At Day 30"
      },
      {
        "measure": "Number of Subjects With Any Solicited Local and General Symptoms.",
        "description": "Solicited local symptoms assessed were pain, redness and swelling at injection site. Solicited general symptoms assessed were fatigue, gastrointestinal symptoms, headache and fever (defined as axillary temperature ≥ 37.5°C).",
        "timeFrame": "Within 4 days (Day 0 - Day 3) after the vaccination"
      },
      {
        "measure": "Number of Subjects With Unsolicited Adverse Events (AEs)",
        "description": "An unsolicited AE was defined as any untoward medical occurrence in a subject, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product.",
        "timeFrame": "Within 31 days (Day 0 - Day 30) after the vaccination."
      },
      {
        "measure": "Number of Subjects With Serious Adverse Events (SAEs)",
        "description": "An SAE was defined as any untoward medical occurrence that: resulted in death, was life-threatening, required hospitalization or prolongation of existing hospitalization, resulted in disability/incapacity or was a congenital anomaly/birth defect in the offspring of a study subject.",
        "timeFrame": "From Day 0 to Day 30"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:42.762Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}