{
  "nctId": "NCT03077243",
  "briefTitle": "P53 Mutational Status and cf HPV DNA for the Management of HPV-associated OPSCC",
  "officialTitle": "LCCC 1612: P53 Mutational Status and Circulating Free HPV DNA for the Management of HPV-associated Oropharyngeal Squamous Cell Cancers",
  "protocolDocument": {
    "nctId": "NCT03077243",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-08-18",
    "uploadDate": "2023-10-20T13:58",
    "size": 9422741,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03077243/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 195,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-12",
    "completionDate": "2022-12-14",
    "primaryCompletionDate": "2022-12-14",
    "firstSubmitDate": "2017-01-30",
    "firstPostDate": "2017-03-10"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. ≥ 18 years of age (no upper age limit)\n2. T0-3, N0 to N2c, M0 squamous cell carcinoma of the oropharynx\n3. Biopsy proven squamous cell carcinoma that is HPV and/or p16 positive\n4. Radiologic confirmation of the absence of hematogenous metastasis within 12 weeks prior to treatment\n5. ECOG Performance Status 0-1\n6. CBC/differential obtained within 8 weeks prior to treatment, with adequate bone marrow function defined as follows: Platelets ≥ 100,000 cells/mm3; Hemoglobin ≥ 8.0 g/dl\n7. Adequate renal and hepatic function within 4 weeks prior to treatment, defined as follows: Serum creatinine \\< 2.0 mg/dl; Total bilirubin \\< 2 x the institutional ULN; AST or ALT \\< 3 x the institutional ULN\n8. Negative pregnancy test within 2 weeks prior to treatment for women of childbearing potential\n9. Women of childbearing potential and male participants who are sexually active must practice adequate contraception during treatment and for 6 weeks following treatment.\n10. Patients must be deemed able to comply with the treatment plan and follow-up schedule.\n11. Patients must provide study specific informed consent prior to study entry\n\nExclusion Criteria:\n\n1. Prior history of radiation therapy to the head and neck\n2. Prior history of head and neck cancer.\n3. Unresectable disease (e.g. immobile node on physical exam, nodal disease that radiographically involves the carotid arteries, nerves)\n4. Currently taking Disease Modifying Rheumatoid Drugs (DMRDs)\n5. Severe, active co-morbidity, defined as follows: Unstable angina and/or congestive heart failure requiring hospitalization within the last 6 months; Transmural myocardial infarction within the last 6 months; Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration; Chronic Obstructive Pulmonary Disease exacerbation or other respiratory illness requiring hospitalization or precluding study therapy at the time of registration; Hepatic insufficiency resulting in clinical jaundice and/or coagulation defects (Note, however, coagulation parameters are not required for entry into this protocol); Pre-existing ≥ grade 2 neuropathy; Prior organ transplant; Systemic lupus; Psoriatic arthritis\n6. Known HIV positive.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Progression Free Survival (PFS)",
        "description": "PFS was assessed as the time from the first day of chemoradiation therapy (CRT) until disease progression. Disease progression was defined as biopsy proven tumor cells. Positron emission tomography / computerized tomography (PET/CT) was performed at week 10-16 (optimally at week 12) after completion of therapy. Biopsies were performed for subjects with imaging or clinical exam results suspicious for tumor. Clinical follow-up occurred and chest imaging was performed during the follow-up.",
        "timeFrame": "Two years after completion of the treatment"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Plasma Circulating Free DNA -Baseline",
        "description": "The number of subjects who have or do not have plasma circulating free Human papillomavirus Deoxyribonucleic acid (HPV- DNA) was tabulated.",
        "timeFrame": "Baseline"
      },
      {
        "measure": "Number of Participants With Plasma Circulating Free DNA -3months",
        "description": "The number of subjects who have or do not have plasma circulating free Human papillomavirus Deoxyribonucleic acid (HPV- DNA) was tabulated.",
        "timeFrame": "3 months after completion of the treatment"
      },
      {
        "measure": "Number of Participants With Plasma Circulating Free DNA -1 Year",
        "description": "The number of subjects who have or do not have plasma circulating free Human papillomavirus Deoxyribonucleic acid (HPV- DNA) was tabulated.",
        "timeFrame": "1 year after completion of the treatment"
      },
      {
        "measure": "Number of Participants With Plasma Circulating Free DNA -2 Year",
        "description": "The number of subjects who have or do not have plasma circulating free Human papillomavirus Deoxyribonucleic acid (HPV- DNA) was tabulated.",
        "timeFrame": "2 years after completion of the treatment"
      },
      {
        "measure": "Local Control Rate",
        "description": "The local control rate is defined as the total disappearance of the primary tumor without any local recurrence. Local recurrence was defined as biopsy-proven tumor cells in the primary tumor region. Biopsy was performed for a subject with a positive positron emission tomography / computerized tomography scan and /or clinical discretion of the surgeon 16 weeks after completion of the treatment.",
        "timeFrame": "2 years after completion of the treatment"
      },
      {
        "measure": "Regional Control Rate",
        "description": "Regional control rate is defined as the total disease disappearance of the related lymph node metastases without any lymph node recurrence. Regional recurrence was defined as biopsy proven tumor cells in related lymph nodes. Biopsy was performed for a subject with a positive positron emission tomography / computerized tomography scan and /or clinical discretion of the surgeon 16 weeks after completion of the treatment.",
        "timeFrame": "2 years post-CRT"
      },
      {
        "measure": "Local-regional Control Rate",
        "description": "Local-regional control rate is defined as the total disappearance of the primary tumor and related lymph node metastases without any recurrence. Local-regional recurrence was defined as biopsy-proven tumor cells in the primary tumor region and/or related lymph nodes. Biopsy was performed for a subject with a positive positron emission tomography / computerized tomography scan and /or clinical discretion of the surgeon 16 weeks after completion of the treatment.",
        "timeFrame": "2 years after completion of the treatment"
      },
      {
        "measure": "Distant Metastasis Free Survival",
        "description": "Distant metastasis-free survival is defined as the time from the first day of the study treatment to the date of disease spreads while subjects are alive.\n\nDistant metastasis-free survival is defined as no disease outside of the primary tumor and related lymph node metastases. Distant metastasis was defined as biopsy-proven tumor cells outside of the primary tumor and related lymph node metastases. Biopsy was performed for a subject with a positive positron emission tomography / computerized tomography scan and /or clinical discretion of the surgeon 16 weeks after completion of the treatment.",
        "timeFrame": "Two years after completion of the treatment"
      },
      {
        "measure": "Overall Survival Rate",
        "description": "The overall survival rate is defined as the time from the first day of the study treatment to the date of death for any cause. Subjects who have not had an event will be censored at the date of the last assessment documenting the subject was alive.",
        "timeFrame": "Up to 2 years after completion of treatment"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:56.041Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}