{
  "nctId": "NCT02759731",
  "briefTitle": "Study of Baricitinib, a JAK1/2 Inhibitor, in Chronic Graft-Versus-Host Disease After Allogeneic Hematopoietic Stem Cell Transplantation",
  "officialTitle": "A Phase 1/2 Study of Baricitinib, a JAK1/2 Inhibitor, in Chronic Graft-Versus-Host Disease (cGVHD) After Allogeneic Hematopoietic Stem Cell Transplantation (SCT)",
  "protocolDocument": {
    "nctId": "NCT02759731",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-10-19",
    "uploadDate": "2022-12-27T10:22",
    "size": 4546234,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02759731/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 24,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-11-01",
    "completionDate": "2024-05-30",
    "primaryCompletionDate": "2022-06-30",
    "firstSubmitDate": "2016-04-14",
    "firstPostDate": "2016-05-03"
  },
  "eligibilityCriteria": {
    "criteria": "-INCLUSION CRITERIA:\n\n1. Moderate or severe Chronic Graft-Versus-Host Disease (cGVHD) (after allogeneic hematopoietic stem cell transplantation) diagnosed and staged per National Institutes of Health (NIH) criteria. Responses to Janus kinase (JAK) inhibitors have not been restricted to specific organs, so any organ involvement is eligible.\n2. Age greater than or equal to 18 years of age. Because inadequate dosing or adverse event data are currently available on the use of baricitinib in patients \\<18 years of age, children are excluded from this study.\n3. Karnofsky performance score \\>50%\n4. Chronic GVHD that did not respond to high-dose corticosteroids (prednisone at 1.0 mg/kg/day for at least 1 week or prednisone at 0.5 mg/kg/day or 1 mg/kg every other day for at least 4 weeks), or second-line therapy (any).\n5. If patient is taking systemic therapy for cGVHD at the time of enrollment, they must be on a stable or tapering doses in the preceding 4 weeks.\n6. Patients must have normal organ and marrow function as defined below:\n\n   absolute neutrophil count greater than or equal to 1,000/mcL\n\n   absolute lymphocyte count greater than or equal to 500/mcL\n\n   platelets greater than or equal to 50,000/mcL\n\n   hemoglobin greater than or equal to 9 g/dL\n\n   total bilirubin less than or equal to 1.5 X institutional upper limit of normal, unless there is a known history of Gilbert's disease\n\n   Aspartate aminotransferase (AST) serum glutamic-oxaloacetic transaminase (SGOT)/Alanine aminotransferase (ALT) serum glutamic pyruvic transferase (SGPT) less than or equal to 3 X institutional upper limit of normal\n   * Creatinine \\< 1.5 times the upper limit of normal, or:\n\n   creatinine clearance greater than or equal to 50 mL/min/1.73 m\\^2. Creatinine clearance should be calculated per institutional standard.\n7. Primary malignancy for which the patient received transplant has been stable for 3 months prior to enrollment on study.\n8. The effects of baricitinib on human fetal development are unknown. Women of child-bearing potential and men must agree to use 2 effective forms of contraception (hormonal or barrier method of birth control; abstinence) for the duration of study participation and for at least 7 days after study drug exposure. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, or if a man's partner becomes pregnant or suspects she is pregnant while he is participating in this study, she or he should inform their treating physician immediately.\n9. Ability of subject to understand and the willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\n1. Systemic immune suppression or systemic therapy for cGVHD started within preceding 4 weeks.\n2. Hypersensitivity to JAK inhibitors.\n3. Any serious medical condition within the previous 4 weeks which places the subject at an unacceptable risk if he or she were to participate in the study or confounds the ability to interpret data from the study, including, but not limited to, symptomatic congestive heart failure, unstable angina pectoris, uncontrolled cardiac arrhythmias, acute kidney injury, or psychiatric illness/social situations that would limit compliance with study requirements.\n4. Uncontrolled infection, including active human immunodeficiency virus (HIV-1), Hepatitis B virus (HBV) and/or Hepatitis C virus (HCV) infection (positive HBV or HCV viral load in the setting of positive HBV core antibody or surface antibody or HCV antibody). History of HBV or HCV is allowed if there is no uncontrolled viral infection. Because the study agent may impact response to infections, patients with any active viral infection are excluded.\n5. Recurrent or progressive malignancy requiring anticancer treatment.\n6. Other cancer except that for which the transplant was done \\<2 years before study entry, except non-melanoma skin cancer or carcinoma in situ of the uterine cervix or breast.\n7. Patients who are receiving any other investigational agents.\n8. NIH lung score 3.\n9. Pregnant women are excluded from this study because the teratogenic effects of baricitinib are unknown. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with baricitinib, breastfeeding should be discontinued if the mother is treated with this agent.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Phase 1: Number of Participants With Dose-Limiting Toxicities (DLT)",
        "description": "DLT is defined as any grade ≥3 non-hematologic or grade ≥4 hematologic adverse event, or hemoglobin \\<6.5 g/dL, within 4 weeks of starting any dose level (1mg, 2mg, or 4 mg) except those that are clearly and incontrovertibly due to extraneous causes. Adverse events were assessed by the Common Terminology Criteria for Adverse Events (CTCAE v4.0). Grade 3 is severe. Grade 4 is life-threatening.",
        "timeFrame": "Starting at each dose level initiation, every 2 weeks up to the first 4 weeks of each dose"
      },
      {
        "measure": "Phase 2: Number of Participants With Any Serious and/or Non-Serious Grades 3, 4, and/or 5 Adverse Events Due to Drug",
        "description": "Adverse events were assessed by the Common Terminology Criteria for Adverse Events (CTCAE v4.0). Grade 3 is severe. Grade 4 is life-threatening. And Grade 5 is death related to adverse event.",
        "timeFrame": "every 4 weeks through study completion (up to 48 weeks)"
      },
      {
        "measure": "Phase 2: Overall Response at 24 Weeks",
        "description": "Response was assessed by the National Institutes of Health (NIH) chronic graft-versus-host disease (cGVHD) response criteria. Complete Response (CR) is defined as resolution of all manifestations in each organ or site. Partial Response (PR) is defined as improvement at least 1 organ or site without progression in any other organ or site. Lack of Response including unchanged, mixed response, and disease progression. Mixed response is a CR or PR in at least 1 organ accompanied by progression in another organ. Unchanged is outcomes that do not meet the criteria for CR, PR, disease progression, or mixed response. Disease Progression is a change in the manifestations in each organ or site that does not meet the criteria for CR, PR, mixed response, unchanged or lack of response.",
        "timeFrame": "24 weeks"
      }
    ],
    "secondary": [],
    "other": [
      {
        "measure": "Phase 1 and 2: Number of Participants With Serious and/or Non-serious Adverse Events Assessed by the Common Terminology Criteria for Adverse Events (CTCAE v4.0)",
        "description": "Here is the number of participants with serious and/or non-serious adverse events assessed by the Common Terminology Criteria for Adverse Events (CTCAE v4.0). A non-serious adverse event is any untoward medical occurrence. A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life-threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned.",
        "timeFrame": "Date treatment consent signed to 30 days off study drug, approximately 73 months and 28 days."
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 0,
      "otherCount": 1,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 46,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:29.398Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}