{
  "nctId": "NCT06030154",
  "briefTitle": "Amplification of Positivity for Alcohol Use",
  "officialTitle": "Developing and Evaluating a Positive Valence Treatment for Alcohol Use Disorder With Anxiety or Depression",
  "protocolDocument": {
    "nctId": "NCT06030154",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-04-04",
    "uploadDate": "2023-08-29T16:40",
    "size": 1723455,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT06030154/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 100,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2023-09-25",
    "completionDate": "2026-07",
    "primaryCompletionDate": "2026-07",
    "firstSubmitDate": "2023-07-12",
    "firstPostDate": "2023-09-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Age between 18 and 65 years old.\n2. Meeting diagnostic criteria for alcohol use disorder 42 according to the DSM-5.\n3. Reports that they would like to seek treatment for AUD and that AUD is one of the primary challenges they would like to address in treatment.\n4. Phase 1: Significant depression or anxiety symptoms as indexed by scoring Patient Health Questionnaire (PHQ-9) ≥ 10 and/or Overall Anxiety Severity and Impairment Scale (OASIS) ≥ 8. Phase 2: Significant depression or anxiety symptoms as indexed by scoring ≥ 55 on either of the NIH PROMIS ((Patient-Reported Outcomes Measurement Information System) Depression and/or Anxiety scales.\n5. Below normative levels of positive affect as indexed by PROMIS Positive Affect \\<50.\n6. Able to provide written informed consent.\n7. Have sufficient proficiency in the English language to understand and complete interviews, questionnaires, and all other study procedures.\n\nExclusion Criteria:\n\n1. Unwillingness or inability to complete any of the major aspects of the study protocol, including self-report or behavioral assessment. However, failing to complete some individual aspects of these assessment sessions will be acceptable (i.e., being unwilling to answer individual items on some questionnaires or being unwilling to complete a behavioral task). In addition, the neuroimaging portion of the protocol will be optional.\n2. Non-correctable vision or hearing problems that interfere with the participant's ability to complete study assessments.\n3. No telephone or easy access to telephone.\n4. Diagnosis of Schizophrenia spectrum, other psychotic disorders, obsessive-compulsive disorder, eating disorders, substance use disorders within the past year other than alcohol use disorder or cannabis use disorder, or bipolar I disorder. Mild binge eating disorder will be considered for inclusion on a case-by-case basis at the discretion of the PI.\n5. Active suicidal ideation with plan and intent to attempt suicide within the next month.\n6. Has a history of unstable liver or renal insufficiency; glaucoma; significant and unstable cardiac, vascular, pulmonary, gastrointestinal, endocrine, neurologic, hematologic, rheumatologic, or metabolic disturbance; or any other condition that, in the opinion of the investigator, would make participation not be in the best interest (e.g., compromise the well-being) of the subject or that could prevent, limit, or confound the protocol-specified assessments.\n7. A positive test for drugs of abuse, including alcohol (breath test) and substances of dependence that are not physician prescribed (i.e., cocaine, cannabis, opioids, stimulants).at the time of baseline assessments. Participants will be asked to refrain from using alcohol within 24 hours prior to assessment sessions and to refrain from using marijuana within 48 hours of assessment sessions.\n8. Current use of a medication within the 6 weeks prior to enrolling in the study that could potentially affect brain functioning and/or the positive valence system (e.g., anxiolytics, antipsychotics, mood stabilizers, opioid antagonists such as naltrexone or other medications specifically targeting alcohol use or cravings). The current use of antidepressants (i.e., SSRIs), benzodiazepines, and psychostimulants will not be excluded as long as the dose has remained consistent for 6 weeks prior to baseline assessment sessions. Individuals who are on stable doses (≥ 6 weeks) of mood stabilizers or antipsychotics may be included if it is determined that they are being prescribed for purposes of treating unipolar depression or anxiety. Inclusion of individuals reporting other types of medications or supplements not listed or considered this far will be at the discretion of the PI according to evidence in the literature of it affecting brain function or brain blood flow.\n9. Taking drugs that affect the fMRI hemodynamic response (e.g., methylphenidate, acetazolamide, and excessive caffeine intake \\> 1000 mg/day) - Phase 2 only\n10. Concurrent engagement in psychosocial treatments that specifically target alcohol use disorder or mood/anxiety symptoms and began within 12 weeks of baseline assessments. Individuals concurrently receiving psychosocial treatments for other symptoms, or that are not specifically targeting symptoms (e.g., ongoing support groups) will not be excluded as long as the dose of treatment (i.e., frequency of sessions) has not changed significantly within 6 weeks prior to enrolling in the study.\n11. MRI contraindications (for those in Phase 2 opting into this portion) including: cardiac pacemaker, metal fragments in eyes/skin/body (shrapnel), aortic/aneurysm clips, prosthesis, by-pass surgery/coronary artery clips, hearing aid, heart valve replacement, shunt (ventricular or spinal), electrodes, metal plates/pins/screws/wires, or neuro/bio-stimulators (TENS unit), persons who have ever been a professional metal worker/welder, history of eye surgery/eyes washed out because of metal, vision problems uncorrectable with lenses, inability to lie still on one's back for 60-120 minutes; prior neurosurgery; tattoos or cosmetic makeup with metal dyes, unwillingness to remove body piercings, and pregnancy - Phase 2 only\n12. Moderate to severe traumatic brain injury (\\>30 min. loss of consciousness or \\>24 hours posttraumatic amnesia) or other neurocognitive disorder with evidence of neurological deficits, neurological disorders, or severe or unstable medical conditions that might be compromised by participation in the study (to be determined by primary care provider).\n13. Severity of alcohol use disorder requiring more intensive treatment (i.e., intensive outpatient or residential), as determined by licensed clinician determination of American Society of Addiction Medicine (ASAM) Criteria ≥ 0-1 across dimensions, with the exception of a '2' on the emotional dimension.\n14. Given the current study involves development of the positive affect intervention, we will not enroll any special vulnerable populations (pregnant women, fetuses, neonates, prisoners, children).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Perceived acceptability and satisfaction of the intervention as measured with the Adherence and Acceptability Scale (AAS)",
        "description": "This measure assesses the acceptability and tolerability of the intervention and is the primary outcome for Phase 1. Scores may range from 10 to 70, with higher scores indicating greater acceptability of treatment and greater anticipated ability to adhere to it.",
        "timeFrame": "Average of total scores from the following time points: pre-treatment, 2 weeks after starting treatment, 6 weeks after starting treatment, and at post-treatment (average of 16 weeks after baseline assessment)"
      },
      {
        "measure": "Change in positive affect self-report measured with National Institute of Health (NIH) Patient Reported Outcome Measurement and Information System (PROMIS) Positive Affect score",
        "description": "National Institute of Health (NIH) Patient Reported Outcome Measurement and Information System (PROMIS) Positive Affect Scale, which is reported as a T score. The score is presented as a T score with a mean of 50 and a standard deviation of 10, with a range of 0-100. Higher scores indicate greater positive affect or better outcome. This is a primary outcome for Phase 2.",
        "timeFrame": "Trajectory of change from pre-treatment to post-treatment (last time point assessed on average 16 weeks after baseline assessment)"
      },
      {
        "measure": "Change in number of drinking days in the past month",
        "description": "As measured through self-reported drinking days using Timeline Followback. This is a primary outcome for Phase 2.",
        "timeFrame": "Trajectory of change from pre-treatment to post-treatment (last time point assessed on average 16 weeks after baseline assessment)"
      }
    ],
    "secondary": [
      {
        "measure": "Distress/Endorsement Validation Scale (DEVS)",
        "description": "This measure assesses two factors, distress (7 items) and endorsement (3 items) and is a secondary outcome for Phase 1. The distress subscale score ranges from 7 to 63, with higher scores indicating more distress experienced during the intervention. The endorsement subscale ranges from 3 to 27, with higher scores indicating greater endorsement of the intervention.",
        "timeFrame": "Average of total scores from the following time points:2 weeks after starting treatment, post-treatment (average of 16 weeks after baseline assessment)"
      },
      {
        "measure": "Change in Average drinks per drinking day",
        "description": "As measured through self-reported drinks using a Timeline Followback interview. This is a secondary outcome for Phase 2.",
        "timeFrame": "Trajectory of change from pre-treatment to post-treatment (last time point assessed on average 16 weeks after baseline assessment)"
      },
      {
        "measure": "Change in Patient-Reported Outcomes Measurement Information System (PROMIS) Anxiety Scale",
        "description": "This measure assesses symptoms of anxiety over the past 7 days. The score is presented as a T score with a mean of 50 and standard deviation of 10, with a range of 0-100. Higher scores indicating greater symptoms of anxiety. This is a secondary outcome for Phase 2.",
        "timeFrame": "Trajectory of change from pre-treatment to post-treatment (last time point assessed on average 16 weeks after baseline assessment)"
      },
      {
        "measure": "Change in Patient-Reported Outcomes Measurement Information System (PROMIS) Depression Scale",
        "description": "This measure assesses symptoms of depression over the past 7 days. The score is presented as a T score with a mean of 50 and standard deviation of 10, with a range of 0-100. Higher scores indicating greater symptoms of depression. This is a secondary outcome for Phase 2.",
        "timeFrame": "Trajectory of change from pre-treatment to post-treatment (last time point assessed on average 16 weeks after baseline assessment)"
      },
      {
        "measure": "Change in Sheehan Disability Scale (SDS)",
        "description": "This measure assesses functional impairment, with higher scores indicating greater disability. Scores range from 0 to 30. This is a secondary outcome for Phase 2.",
        "timeFrame": "Trajectory of change from pre-treatment to post-treatment (last time point assessed on average 16 weeks after baseline assessment)"
      },
      {
        "measure": "Change in the NIH Toolbox Loneliness survey",
        "description": "This measure assesses feelings related to loneliness over the past month. The total score ranges from 5-25, with higher scores indicating greater feelings of loneliness. This is a secondary outcome for Phase 2.",
        "timeFrame": "Trajectory of change from pre-treatment to post-treatment (last time point assessed on average 16 weeks after baseline assessment)"
      },
      {
        "measure": "Change in the Patient-Reported Outcomes Measurement Information System (PROMIS) Meaning and Purpose Scale",
        "description": "This measure assesses general feelings related to meaning and purpose in one's life. The score is presented as a T score with a mean of 50 and standard deviation of 10 with a range of 0-100. Higher scores indicating greater feelings of meaning and purpose. This is a secondary outcome for Phase 2.",
        "timeFrame": "Trajectory of change from pre-treatment to post-treatment (last time point assessed on average 16 weeks after baseline assessment)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:18.472Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}