{
  "nctId": "NCT02425098",
  "briefTitle": "Safety and Immunogenicity With Two Different Serotype 2 Potencies of Takeda's Tetravalent Dengue Vaccine Candidate (TDV) in Adults in Singapore",
  "officialTitle": "A Phase II, Double-Blind, Randomized, Controlled Trial to Assess the Safety and Immunogenicity of a Tetravalent Dengue Vaccine With Two Different Serotype 2 Potencies in an Adult Population in Singapore",
  "protocolDocument": {
    "nctId": "NCT02425098",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2017-04-25",
    "uploadDate": "2018-09-18T10:35",
    "size": 1689512,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02425098/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 351,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-06-03",
    "completionDate": "2017-09-18",
    "primaryCompletionDate": "2017-09-18",
    "firstSubmitDate": "2015-04-09",
    "firstPostDate": "2015-04-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Participant signs and dates a written informed consent form where applicable, and any required privacy authorization prior to the initiation of any trial procedures, after the nature of the trial has been explained according to local regulatory requirements.\n2. Is aged 21 to 45 years of age, inclusive.\n3. Is in good health at the time of entry into the trial as determined by medical history, physical examination (including vital signs) and clinical judgment of the Investigator.\n4. Can comply with trial procedures and are available for the duration of follow-up.\n5. Has self-declared as never having been vaccinated against Yellow Fever or Japanese Encephalitis Virus.\n\nExclusion Criteria:\n\n1. Has febrile illness (temperature ≥38°C or ≥100.4°F) or moderate or severe acute illness or infection at the time of enrollment.\n2. Has history or any illness that, in the opinion of the Investigator, might interfere with the results of the trial or pose an additional risk to the participant due to participation in the trial, including but not limited to:\n\n   1. Known hypersensitivity or allergy to any of the vaccine components.\n   2. Female participants who are pregnant or breastfeeding.\n   3. Individuals with any serious chronic or progressive disease according to judgment of the Investigator (e.g. neoplasm, insulin-dependent diabetes, cardiac, renal or hepatic disease, neurologic or seizure disorder or Guillain-Barré syndrome).\n   4. Known or suspected impairment/alteration of immune function, including:\n\n      * i. Chronic use of oral steroids (equivalent to 20 mg/day prednisone ≥12 weeks/≥2 mg/kg body weight/day prednisone ≥2 weeks) within 60 days prior to Day 1 (Month 0) (use of inhaled, intranasal, or topical corticosteroids is allowed).\n      * ii. Receipt of parenteral steroids (equivalent to 20 mg/day prednisone ≥12 weeks/≥ 2 mg/kg body weight/day prednisone ≥2 weeks) within 60 days prior to Day 1 (Month 0).\n      * iii. Administration of immunoglobulins and/or any blood products within the 3 months prior to Day 1 (Month 0) or planned administration during the trial.\n      * iv. Receipt of immunostimulants within 60 days prior to Day 1(Month 0).\n      * v. Immunosuppressive therapy such as anti-cancer chemotherapy or radiation therapy within 6 months prior to Day 1 (Month 0).\n      * vi. Human immunodeficiency virus (HIV) infection and HIV-related diseases.\n      * vii. Hepatitis C virus (HCV) infection.\n      * viii. Genetic immunodeficiency.\n3. Has received any other vaccine within 14 days (for inactivated vaccines) or 28 days (for live vaccines) prior to Day 1 (Month 0) or planning to receive any vaccine within 28 days after Day 1 (Month 0).\n4. Has participated in any clinical trial with another investigational product 30 days prior to Day 1 (Month 0) or intent to participate in another clinical trial at any time during the conduct of this trial.\n5. Has previously participated in any clinical trial of a dengue candidate vaccine, or previous receipt of a dengue vaccine.\n6. Is first-degree relative of individuals involved in trial conduct.\n7. For females of childbearing potential who are sexually active, and who have not used any of the acceptable contraceptive methods for at least 2 months prior to Day 1 (Month 0).\n\n   1. Of childbearing potential is defined as status post onset of menarche and not meeting any of the following conditions: bilateral tubal ligation (at least 1 year previously), bilateral oophorectomy (at least 1 year previously) or hysterectomy.\n   2. Acceptable birth control methods are defined as one or more of the following:\n\n      * i. Hormonal contraceptive (such as oral, injection, transdermal patch, implant, cervical ring).\n      * ii. Barrier (condom with spermicide or diaphragm with spermicide) each and every time during intercourse.\n      * iii. Intrauterine device (IUD).\n      * iv. Monogamous relationship with vasectomized partner (partner must have been vasectomized for at least six months prior to Day 1 \\[Month 0\\]).\n8. Females of childbearing potential who are sexually active, and who refuse to use an acceptable contraceptive method from signing the informed consent up to 6 weeks post-vaccination.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "21 Years",
    "maximumAge": "45 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Geometric Mean Neutralizing Antibody Titer (GMT) for Each of the Four Dengue Serotypes at Day 15",
        "description": "GMTs were assessed for the four dengue serotypes: DENV-1, DENV-2, DENV-3, and DENV-4, by microneutralization test \\[MNT\\].",
        "timeFrame": "Day 15"
      },
      {
        "measure": "Geometric Mean Neutralizing Antibody Titer (GMT) for Each of the Four Dengue Serotypes at Day 30",
        "description": "GMTs were assessed for the four dengue serotypes: DENV-1, DENV-2, DENV-3, and DENV-4, by MNT.",
        "timeFrame": "Day 30"
      },
      {
        "measure": "Geometric Mean Neutralizing Antibody Titer (GMT) for Each of the Four Dengue Serotypes at Day 90",
        "description": "GMTs were assessed for the four dengue serotypes: DENV-1, DENV-2, DENV-3, and DENV-4, by MNT.",
        "timeFrame": "Day 90"
      },
      {
        "measure": "Geometric Mean Neutralizing Antibody Titer (GMT) for Each of the Four Dengue Serotypes at Day 180",
        "description": "GMTs were assessed for the four dengue serotypes: DENV-1, DENV-2, DENV-3, and DENV-4, by MNT.",
        "timeFrame": "Day 180"
      },
      {
        "measure": "Geometric Mean Neutralizing Antibody Titer (GMT) for Each of the Four Dengue Serotypes at Day 365",
        "description": "GMTs were assessed for the four dengue serotypes: DENV-1, DENV-2, DENV-3, and DENV-4, by MNT.",
        "timeFrame": "Day 365"
      },
      {
        "measure": "Seropositivity Rate for Each of the Four Dengue Serotypes at Day 15",
        "description": "Seropositivity rate was defined as the percentage of participants being seropositive, derived from titers of dengue-neutralizing antibodies. Seropositivity was defined as a reciprocal neutralizing titer ≥10 (for each serotype). Seropositivity rates were assessed for the four dengue serotypes: DENV-1, DENV-2, DENV-3, and DENV-4.",
        "timeFrame": "Day 15"
      },
      {
        "measure": "Seropositivity Rate for Each of the Four Dengue Serotypes at Day 30",
        "description": "Seropositivity rate was defined as the percentage of participants being seropositive, derived from titers of dengue-neutralizing antibodies. Seropositivity was defined as a reciprocal neutralizing titer ≥10 (for each serotype). Seropositivity rates were assessed for the four dengue serotypes: DENV-1, DENV-2, DENV-3, and DENV-4.",
        "timeFrame": "Day 30"
      },
      {
        "measure": "Seropositivity Rate for Each of the Four Dengue Serotypes at Day 90",
        "description": "Seropositivity rate was defined as the percentage of participants being seropositive, derived from titers of dengue-neutralizing antibodies. Seropositivity was defined as a reciprocal neutralizing titer ≥10 (for each serotype). Seropositivity rates were assessed for the four dengue serotypes: DENV-1, DENV-2, DENV-3, and DENV-4.",
        "timeFrame": "Day 90"
      },
      {
        "measure": "Seropositivity Rate for Each of the Four Dengue Serotypes at Day 180",
        "description": "Seropositivity rate was defined as the percentage of participants being seropositive, derived from titers of dengue-neutralizing antibodies. Seropositivity was defined as a reciprocal neutralizing titer ≥10 (for each serotype). Seropositivity rates were assessed for the four dengue serotypes: DENV-1, DENV-2, DENV-3, and DENV-4.",
        "timeFrame": "Day 180"
      },
      {
        "measure": "Seropositivity Rate for Each of the Four Dengue Serotypes at Day 365",
        "description": "Seropositivity rate was defined as the percentage of participants being seropositive, derived from titers of dengue-neutralizing antibodies. Seropositivity was defined as a reciprocal neutralizing titer ≥10 (for each serotype). Seropositivity rates were assessed for the four dengue serotypes: DENV-1, DENV-2, DENV-3, and DENV-4.",
        "timeFrame": "Day 365"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Solicited Local (Injection Site) Adverse Events (AEs) (Diary Recorded) Following Vaccination by Severity",
        "description": "Solicited local AEs (at injection site) were collected by participants using diary cards within 7 days after vaccination and included pain \\[Grade 0 (no pain), 1 (mild: no interference with daily activity), 2 (moderate: interference with daily activity with or without treatment) and 3 (severe: prevents daily activity with or without treatment)\\], erythema \\[Grade 0 (\\<25 mm), 1 (25 - ≤ 50 mm), 2 (\\>50 - ≤ 100 mm), 3 (\\> 100 mm)\\] and swelling \\[Grade 0 (\\<25 mm), 1 (25 - ≤ 50 mm), 2 (\\>50 - ≤ 100 mm), 3 (\\> 100 mm)\\].",
        "timeFrame": "Within 7 days after Vaccination"
      },
      {
        "measure": "Number of Participants With Solicited Systemic Adverse Events (AEs) (Diary Recorded) Following Vaccination by Severity",
        "description": "Solicited systemic AEs were collected by participants using diary cards within 14 days after vaccination and included fever, headache, asthenia, malaise and myalgia. Severity grades were: Grade 0: none, Grade 1: mild (no interference with daily activity), Grade 2: moderate (interference with daily activity with or without treatment), Grade 3: severe (prevents normal daily activity with or without treatment). A systemic AE of fever (defined as ≥ 100.4°F) was derived from a daily temperature reading recorded within 14 days after vaccination.",
        "timeFrame": "Within 14 days after Vaccination"
      },
      {
        "measure": "Number of Participants With at Least One Unsolicited Adverse Events (AEs) Following Vaccination",
        "description": "An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a study vaccine; it does not necessarily have to have a causal relationship with study vaccine administration.",
        "timeFrame": "Within 28 days after Vaccination"
      },
      {
        "measure": "Number of Participants With Serious Adverse Events (SAEs)",
        "description": "A serious adverse event (SAE) is any untoward medical occurrence or effect that at any dose results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability / incapacity, is a congenital anomaly / birth defect or is medically important due to other reasons than the above-mentioned criteria.",
        "timeFrame": "From first vaccination through end of study (Day 365)"
      },
      {
        "measure": "Geometric Mean Neutralizing Antibody Titers (GMT) for Each of the Four Dengue Serotypes Assessed by Dengue Baseline Seropositivity (MNT) Status",
        "description": "Baseline dengue seropositivity was based on the microneutralization test (MNT) result and was defined as a reciprocal neutralizing titer ≥10 for one or more dengue serotype at baseline. The four DENV serotypes are DENV-1, DENV-2, DENV-3, and DENV-4.",
        "timeFrame": "Days 15, 30, 90, 180 and 365"
      },
      {
        "measure": "Seropositivity Rate for Each of the Four Dengue Serotypes Assessed by Dengue Baseline Seropositivity (MNT) Status",
        "description": "Baseline dengue seropositivity was based on the MNT result and was defined as a reciprocal neutralizing titer ≥10 for one or more dengue serotype at baseline. Seropositive rate was defined as a reciprocal neutralizing titer ≥ 10. Seropositivity was assessed for the four Dengue serotypes are DENV-1, DENV-2, DENV-3, and DEN-4.",
        "timeFrame": "Days 15, 30, 90, 180, and 365"
      },
      {
        "measure": "Percentage of Participants Positive for Vaccine Viremia for Each of the Four Vaccine Strains After Vaccination",
        "description": "Vaccine Viremia was assessed for each of the four vaccine strains: TDV-1, TDV-2, TDV-3 and TDV-4. Vaccine viral ribonucleic acid (RNA) was detected by reverse transcription-polymerase chain reaction (RT-PCR) assay.",
        "timeFrame": "Days 5, 7, 9, 11, 15, 17, 21 and 30"
      },
      {
        "measure": "Duration of Vaccine Viremia for Each of the Four Vaccine Strains After Vaccination",
        "description": "The duration of vaccine viremia for each vaccine strain was defined as the date when vaccine viremia was last detected (positive result) to date when vaccine viremia was first detected (positive result) + 1 day. It was assessed for each of the four vaccine strains: TDV-1, TDV-2, TDV-3 and TDV-4. Vaccine viral ribonucleic acid (RNA) was detected by reverse transcription-polymerase chain reaction (RT-PCR) assay.",
        "timeFrame": "Days 5, 7, 9, 11, 15, 17, 21 and 30"
      },
      {
        "measure": "Level of Vaccine Viremia for Each of the Four Vaccine Strains After Vaccination",
        "description": "Vaccine Viremia was assessed for each of the four vaccine strains: TDV-1, TDV-2, TDV-3 and TDV-4. Vaccine viral ribonucleic acid (RNA) was detected by reverse transcription-polymerase chain reaction (RT-PCR) assay.",
        "timeFrame": "Days 5, 7, 9, 11, 15, 17, 21 and 30"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 10,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 19
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:42.292Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}