{
  "nctId": "NCT00068692",
  "briefTitle": "Comparison of Adjuvant Chemotherapy Regimens in Treating Stage II/III Rectal Cancer",
  "officialTitle": "Intergroup Randomized Phase III Study of Postoperative Irinotecan, 5-Fluorouracil and Leucovorin vs. Oxaliplatin, 5-Fluorouracil and Leucovorin vs. 5-Fluorouracil and Leucovorin for Patients With Stage II or III Rectal Cancer Receiving Either Preoperative Radiation and 5-Fluorouracil or Postoperative Radiation and 5-Fluorouracil",
  "protocolDocument": {
    "nctId": "NCT00068692",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2008-06-26",
    "uploadDate": "2018-06-06T09:43",
    "size": 1168328,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT00068692/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 225,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2003-10-15",
    "completionDate": "2016-11-15",
    "primaryCompletionDate": "2016-11-15",
    "firstSubmitDate": "2003-09-10",
    "firstPostDate": "2003-09-11"
  },
  "eligibilityCriteria": {
    "criteria": "1. Group I (Pre-operative) Registration\n\n   Inclusion Criteria:\n   * Patients must have histologically proven adenocarcinoma of the rectum with no distant metastases. Clinical staging is required (T3N0M0, T4N0M0, TanyN1-3M0).\n   * Patients must not have evidence of tumor outside of the pelvis including liver metastases, peritoneal seeding, or metastatic inguinal lymphadenopathy.\n   * The distal border of the tumor must be at or below the peritoneal reflection, defined as within 12 cm of anal verge by proctoscopic examination. In addition, patients who have had a portion of their tumors confirmed to be below the peritoneal reflection at the time of surgery are eligible regardless of the distance determined by endoscopy.\n   * Transmural penetration of tumor through the muscularis propria must be demonstrated by CT scan, endo-rectal ultrasound or MRI.\n   * Tumors must be defined prospectively by the surgeon as clinically resectable or not.\n\n     * Clinically resectable tumors will be defined by the surgeon as not fixed and completely resectable with negative margins based on the routine examination of the non-anesthetized patient.\n     * Before pre-op treatment, the surgeon should estimate and record the type of resection anticipated: APR, LAR or LAR/coloanal anastomosis.\n   * The tumor may be clinically fixed or initially not completely resectable, clinical stage T4 N0-2 M0 based on the presence of at least one of the following criteria:\n\n     * Clinically fixed tumors on rectal examination with tumor adherent to the pelvic sidewall or sacrum.\n     * Hydronephrosis on CT scan or IVP or ureteric or bladder invasion as documented by cystoscopy and cytology or biopsy, or invasion into prostate.\n     * Vaginal or uterine involvement.\n   * Patients must not have a previous or concurrent malignancy, with the exception of:\n\n     * Nonmelanoma skin cancer or in situ cervical cancer.\n     * Treated non-pelvic cancer from which the patient has been continuously disease-free for \\>5 years.\n   * Patients must have ECOG performance status 0-1.\n   * Patients must be \\> 18 years of age.\n   * All females of childbearing potential must have a blood or urine test within 2 weeks prior to registration to rule out pregnancy.\n   * Sexually-active women of childbearing potential and sexually active males are strongly advised to use an accepted and effective method of contraception\n\n   Exclusion Criteria:\n   * Patients have received prior chemotherapy or pelvic irradiation therapy.\n   * Female patients must not be pregnant or breast-feeding.\n   * Patients have an active inflammatory bowel disease or other serious medical illness which might limit the ability of the patient to receive protocol therapy.\n2. Group II (Post-operative) Registration\n\n   Inclusion Criteria:\n   * Patients must have had histologically proven adenocarcinoma of the rectum with no distant metastases. Pathologic staging is required (T3N0M0, T4N0M0, TanyN1-3M0).\n   * Patients must not have evidence of tumor outside of the pelvis including liver metastases, peritoneal seeding, or metastatic inguinal lymphadenopathy.\n   * The distal border of the tumor must have been at or below the peritoneal reflection, defined as within 12 centimeters of anal verge by proctoscopic examination. In addition, patients who have had a portion of their tumors confirmed to be below the peritoneal reflection at the time of the surgery are eligible regardless of the distance determined by endoscopy.\n   * Patients must not have received prior chemotherapy or pelvic irradiation therapy.\n   * Patients must not have a previous or concurrent malignancy, with the exception of:\n\n     * Non-melanoma skin cancer or in situ cervical cancer.\n     * Treated non-pelvic cancer from which the patient has been continuously disease-free for \\>5 years.\n   * Patients must have ECOG performance status 0-1.\n   * Patients must be \\> 18 years of age.\n   * All females of childbearing potential must have a blood or urine test within 2 weeks prior to registration to rule out pregnancy.\n   * Sexually active women of childbearing potential and sexually active males are strongly advised to use an accepted and effective method of contraception.\n\n   Exclusion Criteria:\n   * Patients have an active inflammatory bowel disease or other serious medical illness which might limit the ability of the patient to receive protocol therapy.\n   * Female patients are pregnant or breast-feeding.\n3. Randomization (Groups I and II)\n\nInclusion Criteria:\n\n* Patients must have a completely resected tumor and be within 21-56 days from the date of surgery.\n* Patients who received combination chemotherapy/XRT prior to randomization (Group I) must have had a minimum radiation dose of 50.4 Gy.\n* Patients must have ECOG performance status 0-1.\n* Patients must have adequate renal function (creatinine \\< 1.5 x ULN) obtained \\< 4 weeks prior to randomization.\n* Patients must have adequate hepatic function (bilirubin \\< 1.5 x ULN, SGOT (AST) \\< 3 x ULN) obtained \\< 4 weeks prior to randomization).\n* Patients must have absolute neutrophil count \\> 1500/mm3 and platelet count \\> 100,000/mm3 \\< 4 weeks prior to randomization.\n\nExclusion Criteria:\n\n• Patients have an active inflammatory bowel disease or other serious medical illness which might limit the ability of the patient to receive protocol therapy.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "3-year Overall Survival Rate",
        "description": "Overall survival (OS) was defined as time from randomization to death from any cause. 3-year OS rate was estimated using Kaplan-Meier method.",
        "timeFrame": "assessed every 3 months withihn 2 years of study entry, every 6 monhts between years 3-5 and then annually for 5 years, estimated at 3 years"
      }
    ],
    "secondary": [
      {
        "measure": "3-year Disease Free Survival",
        "description": "Disease free survival (DFS) was defined as time from randomization to recurrence, second invasive primary cancer and death from any cause, whichever occurred first. 3-year DFS rate was estimated using Kaplan-Meier method.",
        "timeFrame": "assessed every 3 months withihn 2 years of study entry, every 6 monhts between years 3-5 and then annually for 5 years, estimated at 3 years"
      },
      {
        "measure": "Proportion of Sphincter Preservation",
        "description": "Proportion of sphincter preservation was defined as number of patients with sphincter preservation divided by total number of patients randomized to the arm",
        "timeFrame": "assessed at primary surgery time"
      },
      {
        "measure": "Failure Pattern",
        "description": "Type of failures (local/regional recurrence vs. distant recurrence vs. concurrent recurrence vs. second primary cancer vs. deaths) in the analysis population",
        "timeFrame": "assessed every 3 months withihn 2 years of study entry, every 6 monhts between years 3-5 and then annually for 5 years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 39,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:55.521Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}