{
  "nctId": "NCT04456998",
  "briefTitle": "GB002 in Adult Subjects With Pulmonary Arterial Hypertension (PAH)",
  "officialTitle": "A Phase 2, Randomized, Double-Blind, Placebo-Controlled, Multi-Center Clinical Study to Evaluate the Efficacy and Safety of Oral Inhalation of GB002 for the Treatment of WHO Group 1 Pulmonary Arterial Hypertension (PAH)",
  "protocolDocument": {
    "nctId": "NCT04456998",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-11-18",
    "uploadDate": "2023-10-13T11:42",
    "size": 4582448,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04456998/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 86,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-11-12",
    "completionDate": "2022-11-01",
    "primaryCompletionDate": "2022-10-17",
    "firstSubmitDate": "2020-06-30",
    "firstPostDate": "2020-07-07"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. A current diagnosis of symptomatic PAH classified by one of the following:\n\n   1. Idiopathic PAH (IPAH) or heritable pulmonary arterial hypertension (HPAH).\n   2. PAH associated with connective tissue disease (CTD-APAH).\n   3. PAH associated with anorexigen or methamphetamine use.\n   4. Congenital heart disease with simple systemic to pulmonary shunt at least 1 year after surgical repair.\n2. 6MWD ≥ 150 meters and ≤ 550 meters at screening.\n3. WHO FC II or III symptomatology.\n4. Treatment with standard of care PAH background therapies.\n5. Documentation of cardiac catheterization within the screening period that is consistent with the diagnosis of PAH and meeting all the following criteria, to be confirmed by a central hemodynamic core laboratory:\n\n   1. Mean pulmonary arterial pressure (mPAP) ≥ 25 mmHg (at rest), AND\n   2. PVR ≥ 400 dyne•sec/cm5, AND\n   3. Pulmonary capillary wedge pressure (PCWP) or left ventricular-end diastolic pressure (LVEDP) ≤12 mm Hg if PVR ≥400 to \\<500 dyne∙sec/cm5 OR\n   4. PCWP or LVEDP ≤15 mmHg if PVR ≥500 dyne∙sec/cm5\n6. Pulmonary function tests (PFTs) at screening with the following criteria met:\n\n   1. Forced expiratory volume in 1 second (FEV1) divided by the forced vital capacity (FVC) ≥70%;\n   2. Total lung capacity (TLC) or FVC ≥ 70% predicted\n\nExclusion Criteria:\n\n1. Evidence of chronic thromboembolic disease or acute pulmonary embolism as assessed by ventilation-perfusion (V/Q) scan, computed tomography (CT)-angiogram, or pulmonary angiogram prior to screening.\n2. Uncontrolled systemic hypertension as evidenced by sitting systolic blood pressure \\> 160 mm Hg or sitting diastolic blood pressure \\> 100 mm Hg during screening visit after a period of rest.\n3. Systolic blood pressure \\< 90 mm Hg during screening and baseline visits.\n4. WHO Pulmonary Hypertension Group 2-5.\n5. Human immunodeficiency virus (HIV)-associated PAH.\n6. History of left-sided heart disease and/or clinically significant cardiac disease.\n7. Untreated severe obstructive sleep apnea.\n8. History of atrial septostomy within 180 days prior to screening.\n9. Pulmonary venous occlusive disease (PVOD).\n10. Subjects with a history of portopulmonary hypertension or portal hypertension due to cirrhosis classified as Child-Pugh Class A or higher; or baseline ALT or AST \\> 2 x ULN or Total Bilirubin ≥ 2 x ULN.\n11. History of malignancy within 5 years prior to screening.\n12. History of a potentially life-threatening cardiac arrhythmia with an ongoing risk.\n13. Severe acute or chronic medical or laboratory abnormality that may increase the risk associated with study participation or IP administration (eg; history intracranial hemorrhage).\n14. Chronic renal insufficiency as defined by an estimated glomerular filtration rate (eGFR) \\< 45 mL/min/1.73m2 via Chronic Kidney Disease Epidemiology Collaboration (CKD-epi) at screening or requires dialytic therapy or hemofiltration.\n15. Hemoglobin (Hgb) concentration \\< 8.5 g/dL at screening.\n16. Evidence of active HIV, Hepatitis B or Hepatitis C, or tuberculosis (TB) infections.\n17. Inhaled prostanoids; these drugs may be withdrawn ≥ 4 weeks prior to or at screening, if clinically indicated.\n18. Use of oral anticoagulants (ie, warfarin or NOAC) at randomization.\n19. Requirement of intravenous (IV) inotropes (ie, levosimendan, dopamine, dobutamine, milrinone, norepinephrine) other than an IV prostanoid within 4 weeks of screening.\n20. Prior participation in GB002 studies and/or prior treatment with GB002.\n21. Currently participating in or has participated in a study of an investigational agent or has used an investigational device for the treatment of PAH within 4 weeks prior to screening.\n22. Current use of inhaled tobacco and/or inhaled marijuana.\n23. Current alcohol use disorder as defined by DSM-5 and/or positive test for drugs of abuse (amphetamines, methamphetamines, cocaine, phencyclidine \\[PCP\\]).\n24. Subjects with a history of severe milk protein allergy. In addition, subjects with known intolerance or hypersensitivity to lactose who, in the opinion of the investigator, may experience severe symptoms following the ingestion of lactose.\n25. QTcF of \\> 480 msec recorded on a screening or baseline ECG or receiving concurrent treatment with medications that prolong QT interval.\n26. Have any other condition or reason that, in the opinion of the Investigator or Medical Monitor, would prohibit the subject from participating in the study.\n\nNOTE: Additional inclusion/exclusion criteria may apply, per protocol.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline to Week 24 in Pulmonary Vascular Resistance (PVR)",
        "description": "PVR was evaluated using right heart catheterization (RHC).",
        "timeFrame": "Baseline, Week 24"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline to Week 24 in Distance Achieved on the Six-Minute Walk Test (6MWT)",
        "description": "The 6MWT measures the distance a participant is able to walk quickly on a flat, hard surface in a period of 6 minutes.",
        "timeFrame": "Baseline, Week 24"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:13.311Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}