{
  "nctId": "NCT04661150",
  "briefTitle": "A Study of Atezolizumab and Trastuzumab in Combination With Capecitabine and Oxaliplatin in Patients With HER2 Positive Locally Advanced Resectable Gastric Cancer of Adenocarcinoma of Gastroesophageal Junction",
  "officialTitle": "A Phase II, Randomized Study of Atezolizumab (Anti-PD-L1 Antibody) and Trastuzumab in Combination With Capecitabine and Oxaliplatin (Xelox) in Patients With HER2 Positive Locally Advanced Resectable Gastric Cancer of Adenocarcinoma of Gastroesophageal Junction (GEJ)",
  "protocolDocument": {
    "nctId": "NCT04661150",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2024-02-22",
    "uploadDate": "2024-03-11T23:59",
    "size": 2190293,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04661150/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 42,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-03-12",
    "completionDate": "2026-06-30",
    "primaryCompletionDate": "2023-05-08",
    "firstSubmitDate": "2020-12-03",
    "firstPostDate": "2020-12-10"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Histologically confirmed gastric cancer or adenocarcinoma of GEJ\n* HER2-positive status defined as either IHC score of 3+ or IHC 2+ with amplification proven by in situ hybridization (ISH) as assessed by local review based on pretreatment endoscopic biopsies.\n* Clinical stage at presentation: cT3/T4a/T4b, or N+, M0 as determined by AJCC staging system, 8th edition\n* Availability of pretreatment tumor specimen for biomarker analysis by central lab\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n* Life expectancy \\>= 12 weeks\n* Adequate hematologic and end-organ function\n* For female patients of childbearing potential, agreement (by patient) to remain abstinent (refrain from heterosexual intercourse) or to use highly effective form(s) of contraception during the treatment period and to continue its use for at least i) 5 months after the last dose of atezolizumab, ii) 7 months after the last dose of trastuzumab, or iii) 6 months after the last dose of capecitabine or oxaliplatin, whichever is longer.\n* For men: agreement to remain abstinent (refrain from heterosexual intercourse) or use a condom, and agreement to refrain from donating sperm\n\nExclusion Criteria:\n\n* Stage IV (metastatic) or unresectable gastric/GEJ cancer determined by investigators\n* Prior systemic therapy for treatment of gastric cancer\n* History of malignancy other than GC within 5 years prior to screening, with the exception of malignancies with a negligible risk of metastasis or death\n* Cardiopulmonary dysfunction\n* Dyspnea at rest\n* Active or history of autoimmune disease or immune deficiency with the following exceptions: (a) Patients with a history of autoimmune-mediated hypothyroidism who are on thyroid-replacement hormone are eligible for the study. (b) Patients with controlled Type 1 diabetes mellitus who are on an insulin regimen are eligible for the study. (c) Patients with eczema, psoriasis, lichen simplex chronicus, or vitiligo with dermatologic manifestations only are eligible for the study provided allof following conditions are met: (i) Rash must cover \\< 10% of body surface area (ii) Disease is well controlled at baseline and requires only low-potency topical corticosteroids (iii) No occurrence of acute exacerbations of the underlying condition requiring psoralen plus ultraviolet A radiation, methotrexate, retinoids, biologic agents, oral calcineurin inhibitors, or high-potency or oral corticosteroids within the previous 12 months\n* History of idiopathic pulmonary fibrosis, organizing pneumonia, drug-induced pneumonitis, idiopathic pneumonitis, or evidence of active pneumonitis on screening chest CT scan\n* Active tuberculosis\n* Patients with active hepatitis B\n* Patients with active hepatitis C",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Pathological Complete Regression (pCR) Rate",
        "description": "pCR is defined as no evidence of vital residual tumor cells on hematoxylin and eosin evaluation of the complete resected gastric/GEJ specimen and all sampled regional lymph nodes following completion of neoadjuvant systemic therapy (NAST), which will be reviewed by local pathologist..",
        "timeFrame": "Completion of neoadjuvant systemic therapy (up to approximately 16 months)"
      }
    ],
    "secondary": [
      {
        "measure": "Event-free Survival (EFS)",
        "description": "Event-free survival (EFS), defined as the time from randomization to the first documented disease recurrence, unequivocal tumor progression determined by the investigator according to RECIST v1.1, or death from any cause, whichever occurs first.",
        "timeFrame": "Randomization to the first documented disease recurrence, unequivocal tumor progression or death from any cause, whichever occurs first (up to approximately 52 months)"
      },
      {
        "measure": "Disease-Free Survival (DFS)",
        "description": "Disease-free survival (DFS), defined as the time from surgery to the first documented disease recurrence or death from any cause, whichever occurs first.",
        "timeFrame": "Surgery to first documented disease recurrence or death from any cause, whichever occurs first (up to approximately 52 months)"
      },
      {
        "measure": "Overall Survival (OS)",
        "description": "Overall survival (OS), defined as the time from randomization to death from any cause in all patients.",
        "timeFrame": "Randomiation to death from any cause (up to approximately 52 months)"
      },
      {
        "measure": "Major Pathologic Response (MPR)",
        "description": "Major pathologic response (MPR), defined as \\< 10% residual tumor per tumor bed based on evaluation of the resected primary esophagogastric specimen by a local pathologist.",
        "timeFrame": "Randomization up to approximately 16 months"
      },
      {
        "measure": "Objective Response Rate (ORR)",
        "description": "Objective response rate (ORR), defined as the proportion of patients with a complete response (CR) or partial response (PR) during NAST, as determined by the investigator according to RECIST v1.1.",
        "timeFrame": "Randomiation to CR or PR during neoadjuvant systemic therapy (up to approximately 16 months)"
      },
      {
        "measure": "R0 Resection Rate",
        "description": "R0 resection rate, defined as the proportion of patients with a microscopically margin-negative resection, in which no gross or microscopic tumor remains in the primary tumor bed and/or sampled regional lymph nodes based on evaluation by the local pathologist.",
        "timeFrame": "Surgery"
      },
      {
        "measure": "Percentage of Participants With Adverse Events",
        "timeFrame": "Baseline through the end of study (approximately 52 months)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:07.314Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}