{
  "nctId": "NCT03546621",
  "briefTitle": "A Multicenter, Open-label, Randomized Clinical Study to Assess Efficacy and Safety of 3 Doses of Myrcludex B for 24 Weeks in Combination With Tenofovir Compared to Tenofovir Alone to Suppress HBV Replication in Patients With Chronic Hepatitis D",
  "officialTitle": "A Multicenter, Open-label, Randomized Clinical Study to Assess Efficacy and Safety of 3 Doses of Myrcludex B for 24 Weeks in Combination With Tenofovir Compared to Tenofovir Alone to Suppress HBV Replication in Patients With Chronic Hepatitis D",
  "protocolDocument": {
    "nctId": "NCT03546621",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol: Protocol_v.3.0_25.12.2107_Germany",
    "date": "2017-12-25",
    "uploadDate": "2019-10-21T08:57",
    "size": 1201328,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03546621/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 120,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-02-16",
    "completionDate": "2018-01-31",
    "primaryCompletionDate": "2018-01-31",
    "firstSubmitDate": "2018-05-23",
    "firstPostDate": "2018-06-06"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Age from 18 to 65 years inclusively at the time of signing Informed Consent Form.\n2. Positive serum HBsAg for at least 6 months before Screening.\n3. Positive serum anti-HDV antibody for at least 6 months before screening.\n4. Positive PCR results for serum HDV RNA at Screening.\n5. Patients with liver cirrhosis, irrespective of previous interferon treatment .\n6. Patients without liver cirrhosis, who failed prior interferon treatment or for whom, in the opinion of the Investigator, such treatment is currently contraindicated (including history of interferon intolerance) .\n7. Alanine aminotransferase level \\>1 x ULN, but less than 10 x ULN.\n8. Previous nucleotide/nucleoside analogue treatment within at least 12 weeks prior to the planned start of study treatment or subject's willingness to take tenofovir for at least 12 weeks prior to the planned start of study treatment.\n9. Negative urine pregnancy test for females of childbearing potential.\n10. Inclusion criteria for female subjects:\n\n    * Postmenopausal for at least 2 years, or\n    * Surgically sterile (total hysterectomy or bilateral oophorectomy, bilateral tubal ligation, staples, or another type of sterilization), or\n    * Abstinence from heterosexual intercourse throughout the study, or\n    * Willingness to use highly effective contraception throughout the study and for 3 months after the last dose of the study medication.\n11. Male and female subjects must agree to use a highly effective contraception throughout the study and for 3 months after the last dose of the study medication.\n12. Male subjects must agree not to donate sperm throughout the study and for 3 months after the last dose of the study medication.\n\nExclusion Criteria:\n\n1. Child-Pugh score of B-C or over 6 points.\n2. HCV or HIV coinfection. Subjects with anti-HCV antibodies can be enrolled, if screening HCV RNA test is negative.\n3. Creatinine clearance \\<60 mL/min.\n4. Total bilirubin ≥ 2mg/dL. Patients with higher total bilirubin values may be included after the consultation with the Study's Medical Monitor, if such elevation can be clearly attributed to Gilbert's syndrome associated with low-grade hyperbilirubinemia.\n5. Any previous or current malignant neoplasms, including hepatic carcinoma.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "HDV RNA Response at Week 24",
        "description": "HDV RNA negativation or decrease by ≥2 log10 from baseline to Week 24",
        "timeFrame": "24 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Durability of HDV RNA Response",
        "description": "Durability of HDV RNA response to 24 weeks post treatment",
        "timeFrame": "48 weeks"
      },
      {
        "measure": "Combined Response: HDV RNA Response and Normal ALT at Treatment Week 24",
        "description": "Combined response: HDV RNA negativation or ≥2 log decline and normal ALT at treatment week 24",
        "timeFrame": "24 weeks"
      },
      {
        "measure": "Changes in ALT Values",
        "description": "Changes in ALT values at Week 24 and Week 48 compared to baseline.",
        "timeFrame": "24 and 48 weeks"
      },
      {
        "measure": "Change (Absence of Increase) in Fibrosis Marker",
        "description": "Change (absence of increase) in fibrosis marker: serum alpha-2-macroglobulin at Week 24 and Week 48 compared to baseline",
        "timeFrame": "24 and 48 weeks"
      },
      {
        "measure": "Change in Hepatitis B Surface Antigen",
        "description": "Changes in hepatitis B surface antigen (HBsAg) (defined as decline in HBsAg levels, disappearance of HBsAg and HBsAg seroconversion to anti-HBsAg) at week 24 and week 48 compared to baseline",
        "timeFrame": "24 and 48 weeks"
      },
      {
        "measure": "Change in HBV DNA Levels at Week 24 and Week 48 Compared to Baseline",
        "description": "Change in hepatitis B virus (HBV) DNA levels at Week 24 and Week 48 compared to baseline.",
        "timeFrame": "24 and 48 weeks"
      },
      {
        "measure": "Absence of a Fibrosis Progression According to the Findings of Transient Elastometry",
        "description": "Decrease in liver stiffness and absence of a fibrosis progression according to the findings of transient elastometry (fibroscan) at week 24 compared to baseline",
        "timeFrame": "24 weeks"
      },
      {
        "measure": "Number of Participants With Improvement of Histological Findings According to the Liver Biopsy Results",
        "description": "Change (improvement/ worsening) in fibrosis and histological activity stage according to the liver biopsy study results at week 24 compared to baseline.\n\nLiver fibrosis was evaluated by histological staging systems with stage 0 corresponding to absence of fibrosis and with the highest score (the last stage in all systems) corresponding to cirrhosis.\n\nImprovement is defined as a decrease of at least 1 point in histological staging systems; worsening is defined as an increase of at least 1 point.\n\nData should be interpreted with caution due to low number of paired biopsies available.",
        "timeFrame": "24 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 64,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:24.153Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}