{
  "nctId": "NCT04781647",
  "briefTitle": "A Study Evaluating ABI-H0731-containing Regimens in Chinese Participants With Chronic Hepatitis B Virus Infection",
  "officialTitle": "A Randomized Phase 2a, Multicenter, Open-label Study Evaluating ABI-H0731-Containing Regimens in Patients With Chronic Hepatitis B",
  "protocolDocument": {
    "nctId": "NCT04781647",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-01-09",
    "uploadDate": "2023-06-21T12:40",
    "size": 1155706,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04781647/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 54,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-02-18",
    "completionDate": "2022-12-02",
    "primaryCompletionDate": "2022-12-02",
    "firstSubmitDate": "2021-02-22",
    "firstPostDate": "2021-03-04"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Body mass index (BMI) 18 to 36 kg/m\\^2 and a minimum body weight of 45 kg (inclusive)\n* Female subjects must be non-pregnant and have a negative serum pregnancy test\n* Chronic hepatitis B infection, defined as HBV infection for ≥6 months documented, for example, by at least 2 measurements of HBsAg positivity and/or detectable HBV DNA ≥6 months apart (inclusive of Screening). For subjects without clear documentation of CHB, serum immunoglobulin M (IgM) antibody to the HBV core antigen (HBcAb) must be negative at Screening to exclude acute HBV infection.\n* HBeAg positive with HBV DNA ≥2 × 10\\^4 IU/mL at Screening\n* Lack of cirrhosis or advanced liver disease\n* A candidate for interferon-based therapy\n* Agreement to comply with protocol-specified contraceptive requirements\n* Agreement to abstain from alcohol abuse and the use of illicit substances from Screening through the duration of the study\n* In good general health, except for cHBV, in the opinion of the Investigator\n* Able to take oral medication and be willing to receive subcutaneous injections of Peg-IFNα.\n\nExclusion Criteria:\n\n* Current or prior treatment for CHB with\n\n  * A nucleos(t)ide reverse transcriptase inhibitor of the HBV polymerase (NrtI) (ETV, tenofovir disoproxil fumarate or tenofovir alafenamide) for \\>4 weeks at any time. Note, NrtI treatment of ≤4 weeks duration cannot be within 6 months prior to Screening\n  * Interferon-based therapy within 6 months prior to Screening\n  * Liver-protecting and/or ALT-lowering treatment including traditional Chinese medicine within 1 month of Screening\n  * Lamivudine, telbivudine or adefovir (of any duration)\n  * Previous treatment with siRNA within 9 months prior to Screening\n  * HBV core inhibitors (any duration)\n  * Previous treatment with any other investigational agent for HBV infection within 6 months prior to Screening\n* Co-infection with human immunodeficiency virus (HIV), hepatitis A virus (HAV) hepatitis C virus (HCV), hepatitis E virus (HEV), or hepatitis D virus (HDV)\n* Females who are lactating, or wish to become pregnant during the course of the study\n* History or evidence of advanced liver disease or hepatic decompensation at any time prior to, or at the time of Screening\n* History of persistent alcohol abuse or illicit drug abuse within 3 years prior to Screening\n* Clinically significant psychiatric disease, including severe depression, history of suicidal ideation or suicide attempt\n* Clinically significant cardiac disease including poorly controlled or unstable hypertension; pulmonary disease; chronic or recurrent renal or urinary tract disease; liver disease other than cHBV; endocrine disorder; autoimmune disorder; poorly controlled diabetes mellitus; neuromuscular, musculoskeletal, or mucocutaneous conditions requiring frequent treatment; seizure disorders requiring treatment; ongoing infection or other medical conditions requiring frequent medical management; or pharmacologic or surgical treatment that, in the opinion of the Investigator or the Sponsor, makes the subject unsuitable for study participation\n* History of hepatocellular carcinoma (HCC)\n* History of malignancy other than HCC unless the subject's malignancy has been in complete remission off chemotherapy and without additional medical or surgical interventions during the 3 years before Screening\n* History or presence at Screening of electrocardiogram (ECG) abnormalities deemed clinically significant, in the opinion of the Investigator\n* History of hypersensitivity or idiosyncratic reaction to any components or excipients of the investigational drug\n* History of any significant food or drug-related allergic reactions such as, anaphylaxis or Stevens-Johnson syndrome\n* Exclusionary laboratory results at Screening:\n\n  * Hemoglobin \\<12g/dL for males or \\<11g/dL for females\n  * Platelet count \\<100,000/mm\\^3\n  * White blood cell count \\<2,500/mm\\^3\n  * Absolute neutrophil count \\<1,500/mm\\^3\n  * Albumin \\<lower limit of normal\n  * History of thyroid disease poorly controlled on prescribed medications, with thyroid-stimulating hormone (TSH), free triiodothyronine or free thyroxine (T4) outside the normal limits\n  * Total bilirubin \\>1.2 × upper limit of normal (ULN)\n  * Direct bilirubin \\>1.2 × ULN\n  * ALT ≤1 x ULN or ≥10 × ULN\n  * Serum alpha fetoprotein (AFP) ≥100 ng/mL. If AFP at Screening is \\>ULN but \\<100 ng/mL, the participant is eligible if a hepatic imaging trial prior to initiation of study drug reveals no lesions indicative of possible HCC.\n  * International Normalized Ratio \\>1.5 × ULN unless on a stable anticoagulant regimen\n  * Glomerular filtration rate \\<60 mL/min/1.73 m\\^2 by Chronic Kidney Disease Epidemiology Collaboration equation\n  * Serum creatinine \\>1.5 x ULN\n  * Any other laboratory abnormality deemed clinically significant by the Sponsor or the Investigator.\n* Subjects receiving prohibited concomitant medications or medications that should be avoided within 7 days or 5 half-lives (if known), whichever is longer, prior to administration of the first dose of study drug (Day 1) and for the duration of the study period. Please refer to Exclusion Criterion #1 for criteria regarding liver protecting and/or ALT lowering agents\n* Participation in another clinical study of any non-HBV-related drug or device whereby the last investigational drug/device administration is within 60 days or 5 half-lives prior to the first study drug administration (Day 1), whichever is longer.\n* Subjects who have received, in the previous 4 weeks, a treatment likely to alter the immune response (intravenous immunoglobulins, blood-derived products, or high-dose steroids, or other immunosuppressants).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With an Adverse Event",
        "timeFrame": "Up to 60 weeks"
      },
      {
        "measure": "Number of Participants With Premature Discontinuation of Treatment",
        "timeFrame": "Up to 60 weeks"
      },
      {
        "measure": "Number of Participants With a Laboratory Abnormality",
        "timeFrame": "Up to 60 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Mean Change From Baseline in HBV pgRNA",
        "timeFrame": "Baseline and at pre-specified time points up to 60 weeks"
      },
      {
        "measure": "Mean Change From Baseline HBV DNA",
        "timeFrame": "Baseline and at pre-specified time points up to 60 weeks"
      },
      {
        "measure": "Mean Change From Baseline in HBeAg",
        "timeFrame": "Baseline and at pre-specified time points up to 60 weeks"
      },
      {
        "measure": "Mean Change From Baseline in HBcrAg",
        "timeFrame": "Baseline and at pre-specified time points up to 60 weeks"
      },
      {
        "measure": "Mean Change From Baseline in HBsAg",
        "timeFrame": "Baseline and at pre-specified time points up to 60 weeks"
      },
      {
        "measure": "Number of Participants With Normalized Alanine Aminotransferase (ALT)",
        "timeFrame": "Baseline and at pre-specified time points up to 60 weeks"
      },
      {
        "measure": "Plasma Concentration of ABI-H0731",
        "timeFrame": "Predose on Day 1, Week 4, and Week 24 and at pre-specified time points postdose up to Week 24"
      },
      {
        "measure": "Incidence of HBV Variants With Reduced Susceptibility to ABI-H0731",
        "timeFrame": "Pre-specified time points up to 60 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:25.036Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}