{
  "nctId": "NCT05679908",
  "briefTitle": "A Study to Evaluate the Efficacy and Safety of TNX-1900 in Patients With Chronic Migraine",
  "officialTitle": "A Phase 2, Double-blind, Randomized, Multicenter, Placebo-controlled, Three Arm Parallel Study to Evaluate the Efficacy and Safety of TNX-1900 (Intranasal Oxytocin) in Patients With Chronic Migraine (PREVENTION Study)",
  "protocolDocument": {
    "nctId": "NCT05679908",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-01-11",
    "uploadDate": "2025-02-04T14:29",
    "size": 2143511,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05679908/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 88,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-12-06",
    "completionDate": "2023-10-23",
    "primaryCompletionDate": "2023-10-08",
    "firstSubmitDate": "2022-12-19",
    "firstPostDate": "2023-01-11"
  },
  "eligibilityCriteria": {
    "criteria": "Major Inclusion Criteria:\n\n* Men and women aged 18 to 65 years, inclusive, at the time of Visit 1.\n* History of migraine with or without aura for at least 1 year and onset at \\< 50 years of age. Patient must also have a history of chronic migraine \\> 3 months prior to Visit 1 as defined by IHS ICHD-3\n* Patients can be on stable ≤ 1 preventive medication and any number of abortive migraine medications for 90 days prior to Screening and during the study. All treatments, other than the study drug, thought to have preventive efficacy in migraine should not be started or discontinued during the entire study period. Note: Up to approximately 30% of the patients randomized into the study can be on 1 preventative medication. Once this category is filled, only patients who are not on any preventative medications can be randomized into the study.\n\nMajor Exclusion Criteria:\n\n* History of cluster headache.\n* Presence of headaches more than 26 days a month on average for the 6 months prior to Screening.\n* Failed to benefit from an adequate dose and duration, in the investigator's judgment (eg, one month of β-blocker), of 3 or more migraine preventive medications.\n* Use of opiates or barbiturates more than 4 days per month for more than 3 consecutive months prior to Visit 1 and during the study.\n* Use of over-the-counter (OTC) nasal products (ie, saline spray, Neti-Pot, Naväge® etc.) during the study.\n* Any use of intranasal corticosteroid medications or conditions in which use of intranasal corticosteroids may be indicated during the study, eg, unstable allergic rhinitis that has previously required intranasal corticosteroids. Intranasal corticosteroid use is not allowed within 28 days of Baseline/Randomization/Visit 2 and during the treatment phase or follow-up period of the study.\n* Patients who recently discontinued treatment with an anti-calcitonin-gene-related peptide (CGRP) or participated in anti-CGRP clinical study must be at least 4 months from the last drug administration prior to Visit 1.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Mean Change in the Number of Monthly Migraine Headache Days",
        "description": "Mean change in the number of monthly migraine headache days from the last 28 days of Baseline to the last 28 days of treatment (ie, month 3). A migraine headache day is any calendar day (0:00 to 23:59) in which the patient records in the e-diary:\n\n* An attack lasting 4 hours or more and meeting the ICHD-3 criteria for migraine without aura, or\n* A migraine with aura, or\n* An attack that meets ICHD-3 criteria for probable migraine, (a migraine subtype fulfilling all but one criteria (B-D) for migraine without aura), or\n* An attack of any duration that was believed by the patient to be a migraine and was relieved by a triptan, ergot derivative, or other migraine-specific abortive medication.",
        "timeFrame": "Last 28 days before Visit 2 (Day 1) and last 28 days before Visit 5 (Week 12)"
      }
    ],
    "secondary": [
      {
        "measure": "Proportion of Patients Experiencing a ≥ 50% Reduction in the Number of Migraine Headache Days",
        "description": "Proportion of patients experiencing a ≥ 50% reduction in the number of migraine headache days from the last 28 days of Baseline to the last 28 days of treatment in each treatment group",
        "timeFrame": "Last 28 days before Visit 2 (Day 1) treatment and last 28 days before Visit 5 (Week 12)"
      },
      {
        "measure": "Mean Change in the Number of Days Using Rescue Medication",
        "description": "Mean change in the number of days using rescue medication (triptan, ergot derivative, or other migraine-specific acute medication) from the last 28 days of Baseline to the last 28 days of treatment.",
        "timeFrame": "Last 28 days before Visit 2 (Day 1) treatment and last 28 days before Visit 5 (Week 12)"
      },
      {
        "measure": "Patient Global Impression of Change (PGIC)",
        "description": "Proportion of patients with a Patient Global Impression of Change (PGIC) of 1, \"very much improved\", or 2, \"much improved\", at Week 12. Scores range from 1 to 7. Lower scores indicate more improvement.",
        "timeFrame": "Visit 5 (Week 12)"
      },
      {
        "measure": "Mean Change in the Number of Moderate or Severe Headache Days",
        "description": "Mean change in the number of moderate or severe headache days from the last 28 days of Baseline to the last 28 days of treatment. A moderate or severe headache day is defined as any calendar day wherein a patient records a headache or migraine of moderate or severe peak intensity in the e-diary.",
        "timeFrame": "Last 28 days before Visit 2 (Day 1) and last 28 days before Visit 5 (Week 12)"
      },
      {
        "measure": "Mean Change in the Number of Migraine Headache Days",
        "description": "Mean change in the number of migraine headache days from the last 28 days of Baseline to average number per 28 days over the entire 12-week duration of Treatment Period.",
        "timeFrame": "Last 28 days before Visit 2 (Day 1) and average per 28 days over 12-week Treatment Period"
      },
      {
        "measure": "Mean Change From Baseline in the Migraine-Specific Quality of Life Questionnaire",
        "description": "Mean change from Baseline in the Migraine-Specific Quality of Life Questionnaire (MSQ v2.1) at Week 12. Scores range from 0 to 100. Higher scores indicate better quality of life.",
        "timeFrame": "Visit 2 (Day 1) and Visit 5 (Week 12)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:53.368Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}