{
  "nctId": "NCT03345420",
  "briefTitle": "Hypofractionated Radiation Therapy in Treating Patients With Stage 0-IIB Breast Cancer",
  "officialTitle": "NOVEMBER (Novem- (9), BrEast Radiation), A Phase II Trial of a 9 Day Course of Whole Breast Radiotherapy for Early Stage Breast Cancer",
  "protocolDocument": {
    "nctId": "NCT03345420",
    "filename": "Prot_SAP_002.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-11-23",
    "uploadDate": "2024-01-16T19:39",
    "size": 958749,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03345420/document/Prot_SAP_002.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 102,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-12-12",
    "completionDate": "2028-12-03",
    "primaryCompletionDate": "2022-08-30",
    "firstSubmitDate": "2017-11-06",
    "firstPostDate": "2017-11-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Histologically confirmed invasive carcinoma and/or ductal carcinoma in situ (DCIS) of the breast\n* Final pathologic Tis, T1-T3, all must be N0 and M0 status.\n* Negative inked histologic margins from lumpectomy, with the exception of a focus of positive margin at the pectoralis fascia\n* Radiation oncologist does not plan to treat regional lymph nodes beyond standard whole breast tangent fields\n* Lumpectomy with negative lymph node on surgical evaluation (Isolated tumor cells in lymph nodes will be permitted). Patients with invasive carcinoma ≥ 70 yrs and with ER+ positive tumor ≤ 2.0cm may enroll without surgical lymph node evaluation, per section 5.1. Patients with Ductal Carcinoma In Situ (DCIS) of the breast only may enroll without surgical lymph node evaluation.\n* Negative serum or urine beta-human chorionic gonadotropin (HCG) in women of child-bearing potential =\\< 7 days prior to registration\n\n  * A female of childbearing potential is a sexually mature female who has not undergone a hysterectomy or bilateral oophorectomy and has not been naturally postmenopausal for at least 12 consecutive months\n* Women of child-bearing potential must agree to utilize a form of birth control or agree to undergo sexual abstinence during radiation therapy\n* Eastern Cooperative Oncology Group (ECOG) (Zubrod) performance status 0-1\n* Able to provide informed consent and willing to sign an approved consent form that conforms to federal and institutional guidelines\n\nExclusion Criteria:\n\n* Prior radiation therapy to the chest, neck or axilla\n* Prior history of ipsilateral breast cancer (invasive disease or DCIS); lobular carcinoma in situ (LCIS) and benign breast disease is allowed\n* History of prior or concurrent contralateral invasive breast cancer; benign breast disease, LCIS or DCIS of contralateral breast is allowed\n* Active collagen vascular diseases, such as: systemic lupus erythematous, scleroderma, or dermatomyositis\n* Significant post lumpectomy complications requiring an unplanned re-operation or admission for intravenous (IV) antibiotics; re-operation for margins evaluation or nodal evaluation is acceptable\n* Co-existing medical conditions with life expectancy \\< 5 years\n* Other malignancy within 5 years of registration with the exception of basal cell or squamous cell carcinoma of the skin treated with local resection only or carcinoma in situ of the cervix\n* Neoadjuvant chemotherapy or adjuvant chemotherapy delivered before radiation\n* Neuroendocrine carcinoma or sarcoma histology\n* Concurrent radiation sensitizing medications concurrent with radiation, per treatment physician",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentages of Participants by EORTC Breast Cosmetic Rating Score at 24 Months Post-radiation Therapy",
        "description": "The EORTC (European Organisation for Research and Treatment of Cancer) Breast Cosmetic Rating system is a blinded digital photographic method that compares the radiated breast with the contralateral untreated side and evaluates: Size, shape, location of the areola/nipple, appearance of the surgical scar, skin pigmentation changes, presence of telangiectasia and a global cosmetic score based on all of the factors. Characteristics are graded on a four-point scale: 0, excellent or no difference; 1, good or small difference; 2, fair or moderate difference; and 3, poor or large difference. Images taken at the 24 month timepoint were assessed by 3 unbiased reviewers including a radiation oncologist, surgeon and nurse. The data is presented as the count of participants meeting the overall rating criteria as assessed by these reviewers.",
        "timeFrame": "Up to 24 months post radiation therapy (RT)"
      }
    ],
    "secondary": [
      {
        "measure": "Quality of Life as Measured by Breast-Q Questionnaire Scores at 6 Month Post-RT Timepoint",
        "description": "* Assessed 4 subscales: satisfaction with breasts, psychosocial well-being, physical well-being, and sexual well-being.\n* Score from 0 (worst) to 100 (best). Higher scores reflect a better outcome.",
        "timeFrame": "6 months post RT"
      },
      {
        "measure": "Quality of Life as Measured by Breast-Q Questionnaire Scores at 24 Month Post-RT Timepoint",
        "description": "* Assessed 4 subscales: satisfaction with breasts, psychosocial well-being, physical well-being, and sexual well-being.\n* Score from 0 (worst) to 100 (best). Higher scores reflect a better outcome.",
        "timeFrame": "24 months post RT"
      },
      {
        "measure": "Incidence of Acute and Late Radiation Complications Based on Common Terminology Criteria for Adverse Events (CTCAE) 4.0 Toxicity",
        "description": "The proportion of patients with acute or late radiation complications, will be estimated. Any event longer than 3 months will be considered a late effect.",
        "timeFrame": "Up to 5 years"
      },
      {
        "measure": "Local and Local Regional Recurrence Rate",
        "description": "We will report the incidence of recurrence",
        "timeFrame": "Up to 60 months"
      },
      {
        "measure": "Cost-effectiveness (CE) of Hypofractionated Radiation Versus Standard Fractionation",
        "description": "Will be explored using cost data and quality adjusted life years (QALYs)",
        "timeFrame": "Up to 3 years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 39,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:53.913Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}