{
  "nctId": "NCT00865566",
  "briefTitle": "Safety and Effectiveness of HIV-1 DNA Plasmid Vaccine and HIV-1 Recombinant Adenoviral Vector Vaccine in HIV-Uninfected, Circumcised Men and Male-to-Female (MTF) Transgender Persons Who Have Sex With Men",
  "officialTitle": "Phase 2b, Randomized, Placebo-Controlled Test-of-Concept Trial to Evaluate the Safety and Efficacy of a Multiclade HIV-1 DNA Plasmid Vaccine Followed by a Multiclade HIV-1 Recombinant Adenoviral Vector Vaccine in HIV-Uninfected, Adenovirus Type 5 Neutralizing Antibody Negative, Circumcised Men and Male-to-Female (MTF) Transgender Persons, Who Have Sex With Men",
  "protocolDocument": {
    "nctId": "NCT00865566",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2014-07-21",
    "uploadDate": "2018-10-08T12:18",
    "size": 1606319,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT00865566/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 2504,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2009-05",
    "completionDate": "2017-10-06",
    "primaryCompletionDate": "2017-10-06",
    "firstSubmitDate": "2009-03-17",
    "firstPostDate": "2009-03-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* HIV-1 and -2 negative\n* Good general health\n* Fully circumcised\n* Experienced one or both of the following HIV risk criteria in the 6 months before study entry:\n\n  1. Unprotected anal intercourse with one or more male or MTF transgender partner(s)\n  2. Anal intercourse with two or more male or MTF transgender partners\n* Alanine aminotransferase (ALT) 2.5 or less times the upper limit of normal (ULN)\n* Ad5 neutralizing antibody (nAb) titer less than 1:18\n* Have access to a participating study site and are willing to be followed during the study\n* Demonstrate understanding of the study\n* Willing to receive HIV test results\n* Willing to discuss HIV infection risks and amenable to risk-reduction counseling\n* Agrees not to enroll in another study of an investigational research agent before unblinding of this study\n* NOTE: MTF transgender volunteers who have undergone gender reassignment surgery (GRS) are eligible to participate if they provide documentation from a health care provider confirming that they were fully circumcised prior to GRS. MTF transgender volunteers who have not undergone GRS are eligible to participate if they meet all enrollment criteria. Receipt of hormonal therapy does not make a transgender volunteer ineligible.\n\nExclusion Criteria:\n\n* HIV vaccines in prior HIV vaccine trial. Participants who can provide documentation that they received a placebo in a prior HIV trial may be eligible.\n* Used antiretroviral (ARV) drugs for the purpose of HIV-1 prophylaxis for greater than or equal to 50% of days during the 3 months prior to first vaccination or for 30 consecutive days within the 60 days prior to first vaccination\n* Circumcised within 90 days prior to first vaccination or displays evidence that surgical site is not fully healed\n* Immunosuppressive medications within 168 days prior to first study vaccination. Participants who have used corticosteroid nasal sprays for allergic rhinitis; topical corticosteroids for mild, uncomplicated dermatitis; or oral/parenteral corticosteroids for nonchronic conditions are not excluded.\n* Blood products within 90 days prior to first study vaccination\n* Immunoglobulin within 90 days prior to first study vaccination\n* Live attenuated vaccines other than influenza vaccine within 30 days prior to first study vaccination\n* Investigational research agents within 90 days prior to first study vaccination\n* Influenza vaccine or any vaccines that are not live attenuated within 14 days prior to first study vaccination\n* Allergy treatment with antigen injections within 30 days prior to first study vaccination or that are scheduled within 14 days after first vaccination\n* Clinically significant medical condition, physical examination findings, abnormal laboratory results, or past medical history that, in the judgment of the investigator, has significant implications for current health\n* Any medical, psychiatric, or job-related responsibility that would interfere with the study. More information about this criterion can be found in the protocol.\n* Any concern that, in the opinion of the investigator, may interfere with a participant's completion of the post-vaccination symptom log\n* History of serious adverse reactions to vaccinations, including anaphylaxis or allergy to any of the vaccine's components\n* Current anti-tuberculosis prophylaxis or therapy\n* Autoimmune disease. People with mild, stable, and uncomplicated autoimmune disease that does not require immunosuppressive medication and that, in the judgment of the site investigator, is likely not subject to exacerbation and likely not to complicate reactogenicity and adverse event assessments are not excluded.\n* Immunodeficiency\n* Bleeding disorder\n* History of malignancy\n* Seizure disorder. People with a history of seizures who have had no seizures within the 3 years prior to study entry are not excluded.\n* Asthma other than mild, well-controlled asthma\n* Hereditary angioedema (HAE), acquired angioedema (AAE), or idiopathic angioedema",
    "healthyVolunteers": true,
    "sex": "MALE",
    "minimumAge": "18 Years",
    "maximumAge": "50 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Participant Dropout Through Month 48",
        "description": "For participants remaining uninfected, dropout is assessed only for primary follow-up, i.e. clinic visits. Protocol versions 4 and earlier included 24 months of primary follow-up, and versions 5 and later included 48 months. Participants may terminate early after completing primary follow-up, and participants who were found to be HIV-1 infected are analyzed as non-dropouts, so the number of dropouts and number of early terminations need not match.",
        "timeFrame": "Enrollment through Month 48 visit"
      },
      {
        "measure": "Participant Dropout Prior to Unblinding",
        "description": "The trial was unblinded on April 23, 2013, and the protocol was in version 4 at the time.\n\nFor participants remaining uninfected, dropout is assessed only for primary follow-up, i.e. clinic visits. Protocol versions 4 and earlier included 24 months of primary follow-up, and versions 5 and later included 48 months. Participants may terminate early after completing primary follow-up, and participants who were found to be HIV-1 infected are analyzed as non-dropouts, so the number of dropouts and number of early terminations need not match.",
        "timeFrame": "Enrollment until the date of dropout, through April 22, 2013 (up to Month 24 visit)"
      },
      {
        "measure": "Participant Dropout After Unblinding",
        "description": "The trial was unblinded on April 23, 2013, and the protocol was in version 4 at the time.\n\nFor participants remaining uninfected, dropout is assessed only for primary follow-up, i.e. clinic visits. Protocol versions 4 and earlier included 24 months of primary follow-up, and versions 5 and later included 48 months. Participants may terminate early after completing primary follow-up, and participants who were found to be HIV-1 infected are analyzed as non-dropouts, so the number of dropouts and number of early terminations need not match.",
        "timeFrame": "April 23, 2013 through trial closure (up to Month 48 visit)"
      },
      {
        "measure": "HIV-1 Infections Diagnosed After Day 0 Including All Available Follow-up Through the Maximum Month 48 Visit",
        "description": "For time-to-event analysis, an event is defined as HIV-1 infection and participants are censored if they dropped out early or completed the trial. HIV-1 diagnosis date is defined as the date of the earliest specimen collection yielding a positive HIV test. Participants remaining uninfected were censored at the latest specimen collection with a negative HIV-1 test.",
        "timeFrame": "Enrollment through Month 48 visit"
      },
      {
        "measure": "HIV-1 Infections Diagnosed After Day 0 Through the Month 24 Visit",
        "description": "For time-to-event analysis, an event is defined as HIV-1 infection and participants remaining uninfected through the month 24 visit were censored. HIV-1 diagnosis date is defined as the date of the earliest specimen collection at or prior to month 24 which yielded a positive HIV test. Participants remaining uninfected through the month 24 visit were censored at the latest specimen collection with a negative HIV-1 test at or prior to the month 24 visit.",
        "timeFrame": "Enrollment through Month 24 visit"
      },
      {
        "measure": "Number of Participants Experiencing Local Reactogenicity: Pain and/or Tenderness",
        "description": "For each sign or symptom, we define the maximum observed grade for each participant over all vaccinations and post-vaccination assessments. Local and systemic signs and symptoms are assessed and graded based on The Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events (DAIDS AE Grading Table), Version 1.0, December, 2004 (Clarification dated August 2009). Local reactogenicity parameters are pain, tenderness, erythema, and induration. We present the maximum grade for pain and/or tenderness, and erythema and/or induration.",
        "timeFrame": "Through 3 days post each study vaccination, and to resolution for events present at the third day post vaccination"
      },
      {
        "measure": "Number of Participants Experiencing Local Reactogenicity: Erythema and/or Induration",
        "description": "For each sign or symptom, we define the maximum observed grade for each participant over all vaccinations and post-vaccination assessments. Local and systemic signs and symptoms are assessed and graded based on The Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events (DAIDS AE Grading Table), Version 1.0, December, 2004 (Clarification dated August 2009). Local reactogenicity parameters are pain, tenderness, erythema, and induration. We present the maximum grade for pain and/or tenderness, and erythema and/or induration.",
        "timeFrame": "Through 3 days post each study vaccination, and to resolution for events present at the third day post vaccination"
      },
      {
        "measure": "Number of Participants Experiencing Systemic Reactogenicity",
        "description": "For each sign or symptom, we define the maximum observed grade for each participant over all vaccinations and post-vaccination assessments. Local and systemic signs and symptoms are assessed and graded based on The Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events (DAIDS AE Grading Table), Version 1.0, December, 2004 (Clarification dated August 2009). Systemic reactogenicity parameters are malaise/fatigue, myalgia, headache, nausea, vomiting, chills, and arthralgia. We present the maximum grade calculated over these parameters.",
        "timeFrame": "Through 3 days post each study vaccination, and to resolution for events present at the third day post vaccination"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 8,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:41.770Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}