{
  "nctId": "NCT02432846",
  "briefTitle": "Intratumoral Vaccination With Intuvax Pre-nephrectomy Followed by Sunitinib Post-nephrectomy vs Sunitinib Post-nephrectomy in Newly Diagnosed Metastatic Renal Cell Carcinoma (mRCC)",
  "officialTitle": "An Open-label, Randomized, Controlled, Multicenter, Phase II Study Evaluating Safety and Efficacy of Intratumorally Administered Intuvax Pre-nephrectomy Followed by Sunitinib Post-nephrectomy, Compared to Sunitinib Post-nephrectomy in Metastatic Renal Cell Carcinoma Patients",
  "protocolDocument": {
    "nctId": "NCT02432846",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-02-12",
    "uploadDate": "2021-10-25T09:53",
    "size": 8727015,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02432846/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 88,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-04",
    "completionDate": "2021-01-31",
    "primaryCompletionDate": "2021-01-31",
    "firstSubmitDate": "2015-04-15",
    "firstPostDate": "2015-05-04"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Newly (\\<6 months) diagnosed RCC (histological/cytological verification is optional) with at least one (1) CT-verified metastasis ≥10mm for which complete metastasectomy is not planned. US patients must have verified clear-cell tumor histology\n2. Planned resection of primary tumor\n3. Primary tumor diameter ≥40 mm\n4. Candidate for first-line therapy with sunitinib initiated 5-8 weeks after nephrectomy\n5. Female or male ≥18 years of age\n6. Willing and able to provide informed consent\n7. Adequate hematological parameters, i.e:\n\n   * B-Leukocyte count ≥4.5 x10e9/L\n   * B-Platelet count ≥150 x10e9/L\n   * B-Hemoglobin ≥90 g/L\n8. S-creatinine and S-bilirubin ≤ 1.5 x upper limit of normal (ULN). Serum alanine aminotransferase (S-ALAT) and serum aspartate aminotransferase (S-ASAT) ≤ 2.5 x ULN (or ≤5 in case of liver metastases)\n9. Female who has been post-menopausal for more than one (1) year or female of childbearing potential agreeing to use a highly efficient method of contraception (i.e. a method with less than 1% failure rate \\[e.g. sterilization, hormone implants, hormone injections, some intrauterine devices, or vasectomized partner or combined birth control pills\\]) Female of childbearing potential must have a negative from Screening until 90 days after last dose of Intuvax and/or until completed sunitinib treatment whichever occurs later.blood pregnancy test at Screening, and if randomized to vaccination a negative blood or urine pregnancy test within one (1) day before each dose of Intuvax) and must not be lactating.\n\nor Male agreeing to use condoms from Screening until 90 days after last dose of Intuvax and/or until completed sunitinib treatment whichever occurs later, or male having a female partner who is using a highly efficient method of contraception as described above.\n\nExclusion Criteria:\n\n1. Life expectancy less than 4 months\n2. Central nervous system (CNS) metastasis that is symptomatic or progressing or untreated or that required current therapy (e.g. evidence of new or enlarging CNS metastasis or new neurological symptoms attributable to CNS metastases)\n3. Active autoimmune disease which requires treatment with systemic immunosuppressive agents, e.g. inflammatory bowel disease, multiple sclerosis, sarcoidosis, psoriasis, autoimmune hemolytic anemia, rheumatoid arthritis, systemic lupus erythematosus (SLE), vasculitis, Sjögren's syndrome, scleroderma, autoimmune hepatitis, and other rheumatological diseases\n4. Treatment with per oral systemic corticosteroids exceeding 10mg/day within seven (7) days before Screening until nephrectomy (inhaled, intranasal and local steroids accepted irrespective of dose)\n5. Known cardiomyopathy and/or clinical significant abnormal ECG findings at Screening disqualifying the patient from nephrectomy and from subsequent sunitinib treatment\n6. Karnofsky performance status \\<70%\n7. National Cancer Institute (NCI) Common Terminology criteria for Adverse Events (CTCAE) Grade 3 hemorrhage within 28 days before Screening\n8. Pre-existing thyroid abnormality with thyroid function that cannot be maintained in the normal range with medication\n9. Clinically significant gastrointestinal abnormalities\n10. Uncontrolled hypertension, or uncontrolled diabetes mellitus\n11. Pulmonary embolism within 12 months before screening\n12. Prior history of invasive cancer within 5 years before screening, except for adequately treated in situ carcinomas or non-melanoma skin cancer\n13. Ongoing infection that requires parenteral treatment with antibiotics\n14. Active or latent virus disease (HIV, hepatitis B and hepatitis C)\n15. Eastern Cooperative Oncology Group (ECOG) performance status \\>2 after optimization of analgesics\n16. Abnormal and clinical significant coagulation parameters at the discretion of the Investigator, i.e.:\n\n    * Prothrombin Time - International Normalized Ratio (PT-INR)\n    * Activated Partial Thromboplastin Time (APTT) patients being treated with anticoagulants are excluded if the coagulation parameters are outside the therapeutic intervals as described in the summary of product characteristics (SmPC) / United States prescribing information (USPI) for the administered treatment\n17. Known major adverse reaction/event in connection with previously made vaccination (e.g. asthma, anaphylaxis or other serious reaction)\n18. Known hypersensitivity or allergy sunitinib or to chemically related products or likely to be exacerbated to by any component of the study products\n19. Prior systemic antitumour therapy within 28 days before Screening Visit. However, local radiation therapy to any area except for the abdominal/retroperitoneal area including the kidney tumour is allowed\n20. Exposure to other investigational products within 28 days prior to Screening Visit\n21. patients on anticoagulants for whom temporarily stop and start, supported by low molecular weight heparin (or other anticoagulation therapy at the discretion of the investigator and or per local standard of care) during vaccination and nephrectomy, is not an option\n22. History of alcohol or substance abuse\n23. Any reason that, in the opinion of the Investigator, contraindicates that the patient participates in the study",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Overall Survival (OS) - Days (FAS)",
        "description": "OS is the time from randomization until date of death. The patients who were alive at the end of study were followed for survival status (alive/date of death) through medical records, databases and public records according to the time frame below.\n\nDue to censored data, estimates of upper 95% CI could not be determined in all reporting groups.",
        "timeFrame": "From the randomization to the date of death, up to 5 years after the last participant's 18-month survival data."
      },
      {
        "measure": "Overall Survival - Days (PPS)",
        "description": "OS is the time from randomization until date of death. The patients who were alive at the end of study were followed for survival status (alive/date of death) through medical records, databases and public records according to the time frame below.\n\nDue to censored data, upper 95% CI could not be determined in all reporting groups.",
        "timeFrame": "From the randomization to the date of death, up to 5 years after the last patient's 18-month survival data."
      },
      {
        "measure": "18-Months' Overall Survival Percentage (FAS)",
        "description": "The 18-month survival percentage was defined as the percentage of patients alive 18 months after randomization.",
        "timeFrame": "At 18 months (544 days)"
      },
      {
        "measure": "18-Months' Overall Survival Percentage (PPS)",
        "description": "The 18-month survival percentage was defined as the percentage of patients alive 18 months after randomization.",
        "timeFrame": "At 18 months (544 days)"
      }
    ],
    "secondary": [
      {
        "measure": "Progression Free Survival (PFS) From Start of Sunitinib According to RECIST 1.1.",
        "description": "Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1) for target lesions and assessed by radiographic assessment: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR.\n\nDue to the large amount of censored data, estimates of median and/or a 95% CI could not be reliably determined in all reporting groups.\n\nBaseline data are reported for the safety data set (all patients randomized) whereas PFS is analyzed for the full analysis set (FAS). Two patients in the safety data set were not included in the FAS since they withdrew prior to start of treatment.",
        "timeFrame": "From Sunitinib-Start to progressive disease or death, up to 18 months."
      },
      {
        "measure": "Objective Response Rate (ORR) From Start of Sunitinib Treatment and Duration of Response in Each Subgroup.",
        "description": "Objective response rate was defined as the percentage of patients with complete response (CR) and partial response (PR).Tumor response was evaluated centrally according to the RECIST 1.1 guideline.",
        "timeFrame": "From start of sunitinib treatment up to 18 months"
      },
      {
        "measure": "Number of Participants With Specific Best Overall Response",
        "description": "The best overall response is the best response recorded from the start of the treatment sunitinib until disease progression/recurrence; taking as reference for progressive disease (PD) the smallest measurements recorded since the treatment started. In general, the patient's best response assignment depended on the achievement of the measurement criteria.",
        "timeFrame": "From start of sunitinib treatment up to 18 months"
      },
      {
        "measure": "Disease Control Rate",
        "description": "Best overall response (CR, PR or SD) evaluated from Sunitinib-Start for patients with available data.",
        "timeFrame": "From start of sunitinib treatment up to 18 months"
      },
      {
        "measure": "Duration of Response",
        "description": "The duration of response was calculated for only those patients who responded. It was the time from first objective response to first observed progression of disease or death if the death was due to disease progression (whichever came first).",
        "timeFrame": "From first date of CR or PR until date of PD or death, up to 18 months."
      },
      {
        "measure": "Duration of Clinical Benefit",
        "description": "Disease control rate (DCR) also called Clinical Benefit Rate, was defined as the proportion of patients with CR or PR or SD.",
        "timeFrame": "From first date of clinical benefit (CR, PR or SD) until date of PD or death, up to 18 months."
      },
      {
        "measure": "Duration of Stable Disease",
        "description": "The duration of SD was calculated for only those patients who exhibited a best response of SD response as per RECIST v1.1. It was the time from first SD response to first observed progression of disease or death if the death was due to disease progression (whichever came first), up to 18 months.",
        "timeFrame": "From first date of SD until PD or date of death, up to 18 months."
      },
      {
        "measure": "Time to Progression (TTP)",
        "description": "Due to the large amount of censored data, estimate of upper 95% CI could not be reliably determined in all reporting groups.",
        "timeFrame": "Time from Sunitinib-Start to date of either PD according to RECIST 1.1 or clinical progression as evaluated by the Investigator, up to 18 months."
      },
      {
        "measure": "Percentage of Tumor Area With Infiltrating Cluster of Differentiation 8+ (CD8+) T-cells",
        "description": "Relative number of tumor-infiltrating CD8+ T-cells in the resected primary tumor compared to number of infiltrating CD8+ T-cells in available diagnostic pre-biopsy (sample from either primary tumor or metastasis), was not to be evaluated as described in the protocol due to missing pre-biopsy samples). Instead an automated and validated quantification of percentage of CD8+ tissue in delineated tumor area was made.",
        "timeFrame": "At resection of primary tumor."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:05.693Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}