{
  "nctId": "NCT03238781",
  "briefTitle": "Study to Evaluate the Efficacy and Safety of AMG 301 in Migraine Prevention",
  "officialTitle": "A Phase 2a Randomized Double-blind Placebo Controlled Study to Evaluate the Efficacy and Safety of AMG 301 in Migraine Prevention",
  "protocolDocument": {
    "nctId": "NCT03238781",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-10-17",
    "uploadDate": "2020-01-24T17:01",
    "size": 5308317,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03238781/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 343,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-09-06",
    "completionDate": "2019-02-04",
    "primaryCompletionDate": "2018-10-16",
    "firstSubmitDate": "2017-08-01",
    "firstPostDate": "2017-08-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Adults ≥ 18 to ≤ 60 years of age at the time of signing the informed consent form.\n* History of migraine (with or without aura) for ≥ 12 months before screening according to the International Headache Society (IHS) Classification ICHD-III (Headache Classification Committee of the International Headache Society, 2013)\n* Migraine frequency: ≥ 4 migraine days per month on average across the 3 months before screening.\n* Failed at least 1 medication for prophylactic treatment of migraine due to tolerability or lack of efficacy\n\nExclusion Criteria:\n\n* Older than 50 years of age at migraine onset.\n* History of cluster headache, hemiplegic migraine headache.\n* Unable to differentiate migraine from other headaches.\n* Migraine with continuous pain, in which the subject does not experience any pain-free periods (of any duration) during the 1 month before the screening period.\n* History or evidence of any other clinically significant disorder, condition or disease that, in the opinion of the investigator or Amgen physician, if consulted, would pose a risk to subject safety or interfere with the study evaluation, procedures or completion.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "60 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Monthly Migraine Days to the Last 4 Weeks of the 12 Week Double-Blind Treatment Period",
        "description": "A migraine day is any calendar day from the eDiary in which the participant experienced a migraine headache. A migraine headache is a headache with or without aura, lasting for \\>= 4 hours, and meeting \\>=1 of the criteria:\n\n1. \\>= 2 pain features (unilateral, throbbing, moderate to severe, exacerbated with exercise/physical activity)\n2. \\>= 1 symptoms (nausea and/or vomiting, photophobia and phonophobia) If the participant took a migraine-specific medication during aura or to treat headache, it was counted as a migraine day.\n\nDays without eDiary data in each monthly interval are handled by proration.\n\nNegative change from baseline values indicated improvement (i.e. fewer migraine days after treatment as compared to baseline).",
        "timeFrame": "Baseline Day -28 to Day -1; Weeks 9-12"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants Who Responded, Defined as At Least a 50% Reduction From the Baseline Period in Monthly Migraine Days in the Last 4 Weeks of the 12-Week Double-Blind Treatment Period",
        "description": "Responders are participants who had at least a 50% reduction from baseline in monthly migraine days during the last 4 weeks of treatment in the 12-week double blind period.",
        "timeFrame": "Baseline Day -28 to Day -1; Weeks 9-12"
      },
      {
        "measure": "Change From Baseline Period in Monthly Acute Migraine-Specific Medication Days in the Last 4 Weeks of the 12-Week Double-Blind Treatment Period",
        "description": "Number of days on which acute headache medications (triptans and ergotamine-derivatives, alone or in combination) are used as recorded in eDiary. Monthly acute headache medication treatment days at baseline are the number of acute headache medication treatment days in the baseline period. Days without eDiary data are handled by proration.\n\nNegative change from baseline values indicate improvement (i.e. fewer days requiring acute migraine-specific medications after treatment as compared to baseline).",
        "timeFrame": "Baseline Day -28 to Day -1; Weeks 9-12"
      },
      {
        "measure": "Change From Baseline in Mean Physical Impairment Domain Scores as Measured by the Migraine Physical Function Impact Diary (MPFID) Over the Last 4 Weeks of the 12-Week Double-Blind Treatment Period",
        "description": "Participants complete the MPFID every day during baseline (Days -28 to Day -1) and the 12-week Double Blind Treatment Period. The MPFID has 2 domains, Impact on Everyday Activities (7 items) and Physical Impairment (5 items), and 1 stand-alone global question that provides an assessment of the overall impact of migraine on participants' everyday activities. The recall period for each item is the past 24 hours.\n\nThe Physical Impairment Domain Score is reported here. A participant's response to the difficulty of the 5 physical impairment items is measured using a 5-point scale, with difficulty measurements ranging from 1 to 5. The sum was rescaled to a 0 to 100 scale, with 0=no difficulty and 100=unable to do (maximum burden). Negative change from baseline values indicate improvement in migraine impact.",
        "timeFrame": "Baseline Day -28 to Day -1; Weeks 9-12"
      },
      {
        "measure": "Change From Baseline in Mean Impact on Everyday Activity Domain Scores as Measured by the Migraine Physical Function Impact Diary (MPFID) Over the Last 4 Weeks of the 12-Week Double-Blind Treatment Period",
        "description": "Participants complete the MPFID every day during baseline (Days -28 to Day -1) and the 12-week Double Blind Treatment Period. The MPFID has 2 domains, Impact on Everyday Activities (7 items) and Physical Impairment (5 items), and 1 stand-alone global question that provides an assessment of the overall impact of migraine on participants' everyday activities. The recall period for each item is the past 24 hours.\n\nThe Impact on Everyday Activities Domain Score is reported here. A participant's response to the Impact on Everyday Activities 7 items is measured using a 5-point scale, with difficulty measurements ranging from 1 to 5. The sum was rescaled to a 0 to 100 scale, with 0=no difficulty and 100=unable to do (maximum burden). Negative change from baseline values indicate improvement in migraine impact.",
        "timeFrame": "Baseline Day -28 to Day -1; Weeks 9-12"
      },
      {
        "measure": "Participants With Treatment-Emergent Adverse Events (TEAEs)",
        "description": "Adverse events (AEs) were graded according to the Common Terminology Criteria for Adverse Events (CTCAE), version 4, where:\n\nGrade 1 = Mild; asymptomatic or mild symptoms; clinical or diagnostic observations only; intervention not indicated; Grade 2 = Moderate; minimal, local or noninvasive intervention indicated; limiting age-appropriate instrumental activities of daily living (ADL); Grade 3 = Severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self care ADL; Grade 4 = Life-threatening consequences; urgent intervention indicated Grade 5 = Death related to AE.",
        "timeFrame": "Day 1 up to Week 30 (12 weeks of double-blind treatment plus 18 weeks follow-up after last dose of investigational product)"
      },
      {
        "measure": "Percentage of Participants Who Met Hy's Law Criteria at Baseline and On Study",
        "description": "Hy's law predicts potential for drug-related hepatotoxicity. Hy's Law cases have three components:\n\n* The drug causes hepatocellular injury, generally defined as an elevated alanine aminotransferase (ALT) or aspartate aminotransferase (AST) by 3-fold or greater above the upper limit of normal (ULN).\n* Among participants showing such aminotransferase elevations, they also have elevation of their serum total bilirubin of greater than 2 times the ULN, without findings of cholestasis (defined as serum alkaline phosphatase activity less than 2 times the upper limit of normal).\n* No other reason can be found to explain the combination of increased aminotransferase and serum total bilirubin, such as viral hepatitis, alcohol abuse, ischemia, preexisting liver disease, or another drug capable of causing the observed injury.",
        "timeFrame": "Baseline: Day 1 On study: Weeks 4, 6, 12, 20, 28"
      },
      {
        "measure": "Percentage of Participants With Aminotransferase Test Abnormalities > 3 Times the Upper Limit of Normal (ULN) at Baseline and On Study",
        "description": "Aminotransferase tests included alanine aminotransferase (ALT) and aspartate aminotransferase (AST). Percentage of participants with results that were greater than 3 \\* ULN for either test are reported.",
        "timeFrame": "Baseline: Day 1 On study: Weeks 4, 6, 12, 20, 28"
      },
      {
        "measure": "Percentage of Participants With Total Bilirubin Test Abnormalities > 2 Times the Upper Limit of Normal (ULN) at Baseline and On Study",
        "description": "Percentage of participants with total bilirubin results that were greater than 2 \\* ULN are reported.",
        "timeFrame": "Baseline: Day 1 On study: Weeks 4, 6, 12, 20, 28"
      },
      {
        "measure": "Percentage of Participants With Systolic Blood Pressure (SBP) in Categories by Visit",
        "description": "Participant was expected to be in a supine position (or the most recumbent position possible) in a rested and calm state for at least 5 minutes before blood pressure assessments were conducted. Blood pressure units are millimeters of mercury (mmHg).",
        "timeFrame": "Day 1, Weeks 2, 4, 6, 8, 10, 12,16, 20, 24, 28"
      },
      {
        "measure": "Percentage of Participants With Diastolic Blood Pressure (DBP) in Categories by Visit",
        "description": "Participant was expected to be in a supine position (or the most recumbent position possible) in a rested and calm state for at least 5 minutes before blood pressure assessments were conducted. Blood pressure units are millimeters of mercury (mmHg).",
        "timeFrame": "Day 1, Weeks 2, 4, 6, 8, 10, 12,16, 20, 24, 28"
      },
      {
        "measure": "Percentage of Participants With Pulse Rate in Categories by Visit",
        "description": "Participant was expected to be in a supine position (or the most recumbent position possible) in a rested and calm state for at least 5 minutes before pulse assessments were conducted. Pulse rate units are beats per minute (BPM)",
        "timeFrame": "Day 1, Weeks 2, 4, 6, 8, 10, 12,16, 20, 24, 28"
      },
      {
        "measure": "Percentage of Participants With Temperature in Categories by Visit",
        "description": "Participant was expected to be in a supine position (or the most recumbent position possible) in a rested and calm state for at least 5 minutes before vital sign assessments were conducted. Temperature units are reported in degrees Celsius (C).",
        "timeFrame": "Day 1, Weeks 2, 4, 6, 8, 10, 12,16, 20, 24, 28"
      },
      {
        "measure": "Percentage of Participants With Respiratory Rates in Categories by Visit",
        "description": "Participant was expected to be in a supine position (or the most recumbent position possible) in a rested and calm state for at least 5 minutes before vital sign assessments were conducted. Respiratory rate (RR) is reported in breaths/minute.",
        "timeFrame": "Day 1, Weeks 2, 4, 6, 8, 10, 12,16, 20, 24, 28"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 13,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:54.201Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}