{
  "nctId": "NCT03829657",
  "briefTitle": "Phase 3 Clinical Effect Durability of TD-9855 for Treating Symptomatic nOH in Subjects With Primary Autonomic Failure",
  "officialTitle": "A Phase 3, 22-week, Multi-center, Randomized Withdrawal Study of TD-9855 in Treating Symptomatic Neurogenic Orthostatic Hypotension in Subjects With Primary Autonomic Failure",
  "protocolDocument": {
    "nctId": "NCT03829657",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-08-05",
    "uploadDate": "2022-11-07T14:34",
    "size": 5424835,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03829657/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 203,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-02-22",
    "completionDate": "2021-11-10",
    "primaryCompletionDate": "2021-11-10",
    "firstSubmitDate": "2019-01-10",
    "firstPostDate": "2019-02-04"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria (For 0169 Completers Group):\n\n* Subject has completed 4 weeks of double blind treatment in Study 0169 (V6) and, in the opinion of the Investigator, could benefit from continued treatment with ampreloxetine. Only subjects with OHSA#1 score of ≤7 will be eligible for randomization for the double-blind treatment period.\n* Subject has a minimum of 80% study medication compliance in Study 0169.\n\nInclusion Criteria (For De Novo Group):\n\n* Subject is male or female and at least 30 years old.\n* Subject must meet the diagnostic criteria of symptomatic nOH, as demonstrated by a sustained reduction in BP of ≥20 mm Hg (systolic) or ≥10 mm Hg (diastolic) within 3 min of being tilted-up ≥60o from a supine position as determined by a tilt-table test.\n* Subject must score at least a 4 on the OHSA#1 at V1.\n* For subjects with PD only: Subject has a diagnosis of PD according to the United Kingdom Parkinson's Disease Society (UKPDS) Brain Bank Criteria (1992).\n* For subjects with MSA only: Subject has a diagnosis of possible or probable MSA of the Parkinsonian subtype (MSA-P) or cerebellar subtype (MSA-C) according to The Gilman Criteria (2008).\n* For subjects with PAF only: Subject has documented impaired autonomic reflexes, including the Valsalva maneuver performed within 24 months from the date of randomization\n* Subject has plasma Norepinephrine (NE) levels ≥ 100 pg/mL after being in seated position for 30 minutes.\n\nExclusion Criteria (For 0169 Completers Group):\n\n* Subject has a medical, laboratory, or surgical issue(s) deemed by the investigator to be clinically significant.\n* Subject has an uncooperative attitude or reasonable likelihood of non-compliance with the protocol.\n* Subject has a concurrent disease or condition that, in the opinion of the investigator, would confound or interfere with study participation or evaluation of safety, tolerability, or pharmacokinetics of the study drug.\n\nExclusion Criteria (For De Novo Group):\n\n* Subject has a known systemic illness known to produce autonomic neuropathy, including but not limited to amyloidosis, and autoimmune neuropathies.\n* Subject has a known intolerance to other NRIs or serotonin norepinephrine reuptake inhibitors (SNRIs).\n* Subject currently uses concomitant antihypertensive medication for the treatment of essential hypertension unrelated to autonomic dysfunction.\n* Subject has used strong CYP1A2 inhibitors or inducers within 7 days or 5 half-lives, whichever is longer, prior to V1 or requires concomitant use until the follow-up visit.\n* Subject has changed dose, frequency, or type of prescribed medication for orthostatic hypotension within 7 days prior to V1.\n\n  * Midodrine and droxidopa (if applicable) must be tapered off at least 7 days prior to V1.\n* Subject has known or suspected alcohol or substance abuse within the past 12 months (Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision \\[DSM-IV-TR®\\] definition of alcohol or substance abuse).\n* Subject has a clinically unstable coronary artery disease, or has had a major cardiovascular or neurological event in the past 6 months.\n* Subject has used any monoamine oxidase inhibitor (MAO-I) within 14 days prior to V1.\n* Subject has a history of untreated closed angle glaucoma, or treated closed angle glaucoma that, in the opinion of an ophthalmologist, might result in an increased risk to the subject.\n* Subject has any significant uncontrolled cardiac arrhythmia.\n* Subject has a Montreal Cognitive Assessment (MoCA) ≤23.\n* Subject is unable or unwilling to complete all protocol specified procedures including questionnaires.\n* Subject had a myocardial infarction in the past 6 months or has current unstable angina.\n* Subject has known congestive heart failure (New York Heart Association \\[NYHA\\] Class 3 or 4).\n* Subject has a clinically significant abnormal laboratory finding (e.g., alanine aminotransferase \\[ALT\\] or aspartate aminotransferase \\[AST\\] \\>3.0 x upper limit of normal \\[ULN\\]; blood bilirubin \\[total\\] \\>1.5 x ULN; estimated glomerular filtration rate (eGFR) \\<30 mL/min/1.73 m2, or any abnormal laboratory value that could interfere with safety of the subject).\n* Subject has demonstrated a history of lifetime suicidal ideation and/or suicidal behavior, as outlined by the Columbia Suicide Severity Rating Scale (C-SSRS)(Baseline/Screening Version). Subject should be assessed by the rater for risk of suicide and the subject's appropriateness for inclusion in the study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "30 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Proportion of Participants With Treatment Failure at Week 6 of RW Treatment Period",
        "description": "Treatment failure was defined as proportion of participants who met the following criteria at Week 6 following randomization: Change (worsening) from baseline in Question 1 of the Orthostatic Hypotension Symptom Assessment (OHSA#1) score of 1.0 point and worsening of disease severity as assessed by a 1-point change in Patient Global Impression of Severity (PGI-S). OHSA Question #1 assessed dizziness, lightheadedness, feeling faint, or feeling like you might blackout. PGI-S assessed patient's impression of disease severity.\n\nLeast squares mean here is the model-based proportion of participants with treatment failure using logistic regression.",
        "timeFrame": "6-week randomized withdrawal period (Week 16 to Week 22)"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 39,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:45.407Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}