{
  "nctId": "NCT02148211",
  "briefTitle": "Fluarix/ FluLaval/ Fluarix Quadrivalent/ FluLaval Quadrivalent Vaccine Pregnancy Registry",
  "officialTitle": "Fluarix/ FluLaval/ Fluarix Quadrivalent/ FluLaval Quadrivalent Pregnancy Registry: a Prospective, Exploratory, Cohort Study to Detect and Describe Abnormal Pregnancy Outcomes in Women Intentionally or Unintentionally Vaccinated With Fluarix or Fluarix Quadrivalent or FluLaval or FluLaval Quadrivalent During Pregnancy or Within 28 Days Preceding Conception.",
  "protocolDocument": {
    "nctId": "NCT02148211",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-10-27",
    "uploadDate": "2020-05-28T07:57",
    "size": 1127358,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02148211/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 507,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-06-01",
    "completionDate": "2019-05-31",
    "primaryCompletionDate": "2019-05-31",
    "firstSubmitDate": "2014-05-22",
    "firstPostDate": "2014-05-28"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nA subject will be included in the Registry if all of the following criteria are met:\n\n* Exposure to GSK sIIVs occurs during pregnancy or within 28 days preceding conception.\n* Subject is a US resident.\n* A HCP is identified (name, address and phone number).\n* Subject can be identified (by GSK or HCP).\n\nData from registered subjects will be included in the analyses if the following criterion is met:\n\n• Pregnancy is ongoing and the outcome is unknown at the time of initial report.\n\nExclusion Criteria:\n\nData from registered subjects will not be included in the analyses if the following criterion is met:\n\n• Outcome of pregnancy is known at the time of initial report. Types of known outcomes include prenatal testing reports in which the results are abnormal or outside the reference range, indicating possible abnormality in the fetus.",
    "healthyVolunteers": true,
    "sex": "FEMALE",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Subjects Reported With Exposure and Outcomes, Stratified by Trimester of Exposure, in Pregnant Women Intentionally or Unintentionally Vaccinated With FluLaval During Pregnancy or Within 28 Days Preceding Conception",
        "description": "Exposures and outcomes were stratified by trimester of exposure: first (1st), second (2nd), third (3rd) and unknown trimester (Tr?) multiple exposures during a pregnancy were classified by the earliest trimester of exposure. The estimated gestational age at the time of vaccination was calculated based on the date of the last menstrual period. The 2nd trimester was considered to begin at week 14 and the 3rd trimester begun at week 28. The presence or absence of birth defects or other abnormalities was evaluated within each of the preceding outcome categories. Ongoing = subject still pregnant at the time of last contact. Note: The remaining pregnancies were ongoing at the time of last contact by the study staff. No further information on the outcome of these pregnancies was available as of 1st April 2020. Unknown = unknown outcome at the time of last contact.",
        "timeFrame": "Data collected for a minimum of 5 years starting from June 1, 2014 till May 31, 2019: for each subject, data was collected within 2 months of estimated date of delivery (EDD) and follow-up 6 and 12 months after EDD (for all live births)"
      },
      {
        "measure": "Number of Subjects Reported With Exposure and Outcomes, Stratified by Trimester of Exposure in Pregnant Women Intentionally or Unintentionally Vaccinated With FluLaval Quadrivalent During Pregnancy or Within 28 Days Preceding Conception",
        "description": "Exposure and outcomes were stratified by trimester of exposure: 1st, 2nd, 3rd and Tr?; multiple exposures during a pregnancy were classified by the earliest trimester of exposure. The estimated gestational age at the time of vaccination was calculated as described in the first outcome. Results were presented for the following categories: Ongoing, Live infants without congenital anomalies (Live infants without CA.); Spontaneous abortions with no apparent congenital anomalies (Sp. abortions with no ACA); Spontaneous abortions with congenital anomalies (Sp. abortions with CA). One subject had FluLaval Quadrivalent and Fluarix Quadrivalent listed as vaccine used. Therefore, same case was included in the respective table of each product in \"Live infants without CA, 3rd Tr.\" category. Note: The remaining pregnancies were ongoing at the time of last contact by the study staff. No further information on the outcome of these pregnancies was available as of 1st April 2020.",
        "timeFrame": "Data collected for a minimum of 5 years starting from June 1, 2014 till May 31, 2019: for each subject, data was collected within 2 months of estimated date of delivery (EDD) and follow-up 6 and 12 months after EDD (for all live births)"
      },
      {
        "measure": "Number of Subjects Reported With Exposure and Outcomes, Stratified by Trimester of Exposure in Pregnant Women Intentionally or Unintentionally Vaccinated With Fluarix During Pregnancy or Within 28 Days Preceding Conception",
        "description": "Exposure and outcomes were stratified by trimester of exposure: 1st, 2nd, 3rd and Tr?; multiple exposures during a pregnancy were classified by the earliest trimester of exposure. The estimated gestational age at the time of vaccination was calculated as described in the first outcome. Unknown = unknown outcome at the time of last contact.",
        "timeFrame": "Data collected for a minimum of 5 years starting from June 1, 2014 till May 31, 2019: for each subject, data was collected within 2 months of estimated date of delivery (EDD) and follow-up 6 and 12 months after EDD (for all live births)"
      },
      {
        "measure": "Number of Subjects Reported With Exposure and Outcomes Stratified by Trimester of Exposure in Pregnant Women Intentionally or Unintentionally Vaccinated With Fluarix Quadrivalent During Pregnancy or Within 28 Days Preceding Conception",
        "description": "Exposure and outcomes were stratified by trimester of exposure: 1st, 2nd, 3rd and Tr?; multiple exposures during a pregnancy were classified by the earliest trimester of exposure. The estimated gestational age at the time of vaccination was calculated as described in the first outcome. Results were presented for the following categories: Ongoing, Live infants without CA; Live infants with CA; Sp. abortions with no ACA; Sp. abortions with CA; Stillbirth with no ACA. Unknown = unknown pregnancy outcome at the time of last contact. One subject had FluLaval Quadrivalent and Fluarix Quadrivalent listed as vaccine used. Therefore, same case was included in the respective table of each product in \"Live infants without CA, 3rd Tr.\" category. Note: The remaining pregnancies were ongoing at the time of last contact by the study staff. No further information on the outcome of these pregnancies was available as of 1st April 2020.",
        "timeFrame": "Data collected for a minimum of 5 years starting from June 1, 2014 till May 31, 2019: for each subject, data was collected within 2 months of estimated date of delivery (EDD) and follow-up 6 and 12 months after EDD (for all live births)"
      },
      {
        "measure": "Number of Subjects Reported With Unsolicited Adverse Events (AEs)",
        "description": "An unsolicited AE covers any untoward medical occurrence in a clinical investigation subject temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product during the clinical study. Any was defined as the occurrence of any unsolicited AE regardless of intensity grade or relation to vaccination.",
        "timeFrame": "Data collected for a minimum of 5 years starting from June 1, 2014 till May 31, 2019"
      },
      {
        "measure": "Number of Subjects Reported With Serious Adverse Events (SAEs)",
        "description": "Serious adverse events (SAEs) assessed include medical occurrences that result in death, are life threatening, require hospitalization or prolongation of hospitalization or result in disability/incapacity.",
        "timeFrame": "Data collected for a minimum of 5 years starting from June 1, 2014 till May 31, 2019"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:43.022Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}