{
  "nctId": "NCT04770285",
  "briefTitle": "Trial to Evaluate the Effectiveness of a Digital Therapeutics in Adults Diagnosed With Major Depressive Disorder",
  "officialTitle": "A Multi-center, Randomized, Controlled Trial to Evaluate the Effectiveness of a Digital Therapeutic (CT-152) as Adjunctive Therapy in Adult Subjects Diagnosed With Major Depressive Disorder",
  "protocolDocument": {
    "nctId": "NCT04770285",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-11-03",
    "uploadDate": "2024-09-19T10:12",
    "size": 10218578,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04770285/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 386,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-02-25",
    "completionDate": "2022-10-26",
    "primaryCompletionDate": "2022-10-26",
    "firstSubmitDate": "2021-02-19",
    "firstPostDate": "2021-02-25"
  },
  "eligibilityCriteria": {
    "criteria": "Key Inclusion Criteria:\n\n* Participants with a current primary diagnosis of MDD.\n* Participants with a Hamilton Rating Scale for Depression, 17-item (HAM-D17) score ≥ 18\n* Participants who are receiving treatment with an adequate dose and duration of an ADT and who are willing to maintain that same treatment regimen for the duration of this trial.\n* Participants who are the only users of an iPhone or an Android smartphone, and agree to download and use the digital mobile application as required by the protocol.\n\nKey Exclusion Criteria:\n\n* Participants with an inadequate response to \\> 1 adequate trial of ADT for the current episode.\n* Participants who are receiving or have received psychotherapy within 90 days prior to screening.\n* Participants who are currently using a computer, web, or smartphone software-based application for mental health or depression.\n* Participants with a history of schizophrenia, schizoaffective disorder, other psychotic disorder, or Bipolar I/II disorder, or current posttraumatic stress disorder, panic disorder, obsessive-compulsive disorder, or personality disorder\n* General Anxiety Disorder/social anxiety can be present as long as they are not the main disorder requiring treatment.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "22 Years",
    "maximumAge": "64 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline to Week 6 in the MADRS Total Score",
        "description": "The MADRS is used to assess depressive symptom severity. It consists of 10 items (apparent sadness, reported sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts and suicidal thoughts), each rated from 0 to 6 with zero being the \"best\" rating and 6 being the \"worst\" rating. The MADRS total score is the sum of ratings for all 10 items. The total score ranges from 0 to 60. A higher score on the MADRS represents a more severe level of depression. A negative change from baseline indicates improvement. Least square (LS) mean was estimated using Mixed Model Repeated Measures (MMRM) method.",
        "timeFrame": "Baseline (Day 1) to Week 6"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline to Week 6 in the GAD-7 Total Score",
        "description": "The GAD-7 is self-reported questionnaire designed to assess anxiety in participants. The scale contains 7 items (anxiety symptoms) and each item was rated by the participants from 0 (not at all) to 3 (nearly every day) based on how much they were bothered by each symptom. The total score ranges from 0 to 21. A higher score on the GAD-7 represents greater anxiety symptomatology. A negative change from baseline indicates improvement. LS mean was estimated using MMRM method.",
        "timeFrame": "Baseline (Day 1) to Week 6"
      }
    ],
    "other": [
      {
        "measure": "Change From Baseline to Weeks 2 and 4 in the MADRS Total Score",
        "description": "The MADRS is used to assess depressive symptom severity. It consists of 10 items (apparent sadness, reported sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts and suicidal thoughts), each rated from 0 to 6 with zero being the \"best\" rating and 6 being the \"worst\" rating. The MADRS total score is the sum of ratings for all 10 items. The total score ranges from 0 to 60. A higher score on the MADRS represents a more severe level of depression. A negative change from baseline indicates improvement. LS mean was estimated using MMRM method.",
        "timeFrame": "Baseline (Day 1) to Weeks 2 and 4"
      },
      {
        "measure": "Change From Baseline to Weeks 2 and 4 in the GAD-7 Total Score",
        "description": "The GAD-7 is self-reported questionnaire designed to assess anxiety in participants. The scale contains 7 items (anxiety symptoms) and each item was rated by the participants from 0 (not at all) to 3 (nearly every day) based on how much they were bothered by each symptom. The total score ranges from 0 to 21. A higher score on the GAD-7 represents greater anxiety symptomatology. A negative change from baseline indicates improvement. LS mean was estimated using MMRM method.",
        "timeFrame": "Baseline (Day 1) to Weeks 2 and 4"
      },
      {
        "measure": "MADRS Response Rate at Weeks 2, 4, and 6",
        "description": "The MADRS is used to assess depressive symptom severity. It consists of 10 items (apparent sadness, reported sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts and suicidal thoughts), each rated from 0 to 6 with zero being the \"best\" rating and 6 being the \"worst\" rating. The MADRS total score is the sum of ratings for all 10 items. The total score ranges from 0 to 60. A higher score on the MADRS represents a more severe level of depression. MADRS Response Rate was defined as the percentage of participants who achieved a reduction in the MADRS total score by 50% or more from baseline.",
        "timeFrame": "Baseline (Day 1), Weeks 2, 4 and 6"
      },
      {
        "measure": "Change From Baseline to Weeks 2, 4 and 6 in the Clinical Global Impression - Severity of Illness (CGI-S) Score",
        "description": "The CGI-S is a standardized, clinician-administered global rating scale that measures disease severity on a 7-point Likert scale To perform this assessment, the investigator (or designee) answered the following question: \"Considering your total clinical experience with this particular population, how mentally ill (as related to agitation) is the participant at this time?\" Response choices are 0 = not assessed; 1 = normal, not at all ill; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; and 7 = among the most extremely ill subjects. The score 0 (not assessed) will be set to missing. LS mean was estimated using MMRM method.",
        "timeFrame": "Baseline (Day 1) to Weeks 2, 4 and 6"
      },
      {
        "measure": "Change From Baseline to Week 6 in the World Health Organization Disability Assessment Schedule 2.0 (WHODAS 2.0) Total Score",
        "description": "The WHODAS 2.0 is a 36-item self-assessment scale to measure a participant's function and disability across 6 domains of life: cognition (understanding \\& communicating), mobility (moving \\& getting around), self-care (hygiene, dressing, eating, staying alone), getting along (interacting with others), life activities (domestic responsibilities, leisure, work \\& school), \\& participation (community \\& society). Each item is rated from 0 (none) to 4 (extreme or cannot do). The total score of the 36 items is converted into a metric ranging from 0 (no-disability) to 100 (full- disability) by dividing the total score by the maximum possible value of the total score, which is 144 for 36 items and multiplying by 100. LS Mean was estimated using ANCOVA method.",
        "timeFrame": "Baseline (Day 1) to Week 6"
      },
      {
        "measure": "Change From Screening to Weeks 4 and 6 in the PHQ-9 Total Score.",
        "description": "The PHQ-9 is a standardized, self-administered rating scale that assesses the severity of depressive symptoms. The scale consists of 9 items, representing the 9 criteria upon which the diagnosis of DSM-IV depressive disorders is based. Each item is rated from 0 (not at all) to 3 (nearly every day). The total score ranges from 0 to 27. A higher score on the PHQ-9 represents a higher severity of depressive symptoms. LS mean was estimated using MMRM method.",
        "timeFrame": "Screening to Weeks 4 and 6"
      },
      {
        "measure": "MADRS Partial Response at Weeks 2, 4 and 6",
        "description": "The MADRS is used to assess depressive symptom severity. It consists of 10 items (apparent sadness, reported sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts and suicidal thoughts), each rated from 0 to 6 with zero being the \"best\" rating and 6 being the \"worst\" rating. The MADRS total score is the sum of ratings for all 10 items. The total score ranges from 0 to 60. A higher score on the MADRS represents a more severe level of depression. MADRS partial response was defined as the percentage of participants who achieved a reduction in the MADRS total score by 30% or more and less than 50% from baseline.",
        "timeFrame": "Baseline (Day 1), Weeks 2, 4 and 6"
      },
      {
        "measure": "MADRS Response Rate at Weeks 8 and 10",
        "description": "The MADRS is used to assess depressive symptom severity. It consists of 10 items (apparent sadness, reported sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts and suicidal thoughts), each rated from 0 to 6 with zero being the \"best\" rating and 6 being the \"worst\" rating. The MADRS total score is the sum of ratings for all 10 items. The total score ranges from 0 to 60. A higher score on the MADRS represents a more severe level of depression. MADRS Response Rate (full or partial) was defined as the percentage of participants who achieved a reduction in the MADRS total score by 30% or more from baseline.",
        "timeFrame": "Baseline (Day 1), Weeks 8 and 10"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 1,
      "otherCount": 8,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 60,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:19.740Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}