{
  "nctId": "NCT04147195",
  "briefTitle": "Study of Various Treatments in Non-alcoholic Fatty Liver Disease (NAFLD) Patients Who Have Aspects of Non-alcoholic Steatohepatitis (NASH)",
  "officialTitle": "NASH EXploratory Single and COmbination Treatment (NEXSCOT): An Open Label, Multicenter, Platform Study to Evaluate the Safety, Tolerability, Pharmacokinetics and Efficacy of Various Single and Combination Treatments in Patients With Non-alcoholic Fatty Liver Disease (NAFLD) Who Manifest a Non-alcoholic Steatohepatitis (NASH)-Like Biomarker Phenotype",
  "protocolDocument": {
    "nctId": "NCT04147195",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-06-02",
    "uploadDate": "2022-11-17T03:29",
    "size": 944126,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04147195/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 41,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-06-04",
    "completionDate": "2022-01-06",
    "primaryCompletionDate": "2022-01-06",
    "firstSubmitDate": "2019-10-22",
    "firstPostDate": "2019-11-01"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nPhenotypic diagnosis of NASH based on the presence of all of the following:\n\n* ALT ≥ 43 IU/L (males) or ≥ 28 IU/L (females)\n* BMI ≥ 27 kg/m2 (race other than Asian) or ≥ 23 kg/m2 (Asian race)\n* History of type 2 diabetes mellitus with HbA1c ≤ 9%\n* ELF test score ≥ 8.5 and ≤ 10.5\n* Liver fat ≥ 8%\n* Patients must weigh between 40 kg (88 lbs.) and 150 kg (330 lbs.)\n\nExclusion Criteria:\n\n* Use of other investigational drugs within 5 half-lives of randomization or within 3 months, whichever is longer\n* Use of obeticholic acid (OCA) or pharmacologically-active weight loss drugs within 1 month of randomization\n* Use of strong CYP3A4/5 inhibitors or strong CYP3A4 inducers within 5 half-lives or 7 days of randomization, whichever is longer\n* History or presence of other concomitant liver diseases\n* History or current diagnosis of ECG abnormalities\n* Patients with contraindications to MRI imaging\n* Current or history of significant alcohol consumption\n* Clinical evidence of hepatic decompensation or severe liver impairment\n* Women of child bearing potential (unless on highly effective methods of contraception)\n* Presence of liver cirrhosis\n* Use of OAT3 inhibitors within 5 half-lives or 7 days of randomization, whichever is longer",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)",
        "description": "Number of participants with AEs and SAEs including significant changes from baseline in vital signs, electrocardiograms and laboratory parameters qualifying and reported as AEs. The number of participants in each category is reported in the table.",
        "timeFrame": "From the start of treatment to 28 days after end of treatment, assessed up to maximum duration of 113 Days"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Non-invasive Markers of Hepatic Fibrosis: Enhanced Liver Fibrosis Test (ELF) Score",
        "description": "The markers of fibrosis assessed in this test comprised hyaluronic acid (HA), tissue inhibitor of metalloproteinase (TIMP1) and procollagen III N-terminal peptide (PIIINP); these are components of the extracellular matrix and basement sinusoidal membrane of the liver and are elevated during fibrogenesis as a result of activation of the hepatic stellate cell. The ELF test is a composite score: \\< 7.7: no to mild fibrosis; ≥ 7.7 - \\< 9.8: Moderate fibrosis; ≥ 9.8 - \\< 11.3: Severe fibrosis; ≥ 11.3: Cirrhosis.\n\nBaseline is defined as the last non-missing measurement taken at the Screening and Baseline visits (prior to the first dose of study drug administered at the Day 1). A negative change from Baseline indicates decreased fibrosis.",
        "timeFrame": "Baseline and Days 57, 85 and EOS (Day 113)"
      },
      {
        "measure": "Change From Baseline in Cholesterol: Fasting Lipid Profile Endpoint",
        "description": "Fasting lipid profile (total cholesterol) was examined as a cardiometabolic risk parameter. Total cholesterol was measured on blood samples under fasted conditions and analyzed at a central laboratory.\n\nBaseline is defined as the last non-missing measurement taken at the Screening and Baseline visits (prior to the first dose of study drug administered at the Day 1). A negative change from Baseline indicates cardiovascular risk.",
        "timeFrame": "Baseline and Days 15, 29, 43, 57, 85 and EOS (Day 113)"
      },
      {
        "measure": "Change From Baseline in Percent Liver Fat at Day 85",
        "description": "Percent (%) Liver fat was measured by Magnetic Resonance Imaging Proton Density Liver Fat Fraction (MRIPDFF). Participants underwent magnetic resonance imaging twice during the course of the study (baseline and end of treatment) to quantitate liver fat.\n\nBaseline is defined as the last non-missing measurement taken at the Screening and Baseline visits (prior to the first dose of study drug administered at the Day 1). A negative change from Baseline indicates a reduction in a component of NAFLD.",
        "timeFrame": "Baseline and Day 85"
      },
      {
        "measure": "Change From Baseline in Total Body Weight",
        "description": "Body weight (to the nearest 0.1 kilogram \\[kg\\] was measured on a calibrated scale. The measurement was performed with the study participant in underwear and without shoes; or while wearing minimal indoor clothing.\n\nBaseline is defined as the last non-missing measurement taken at the Screening and Baseline visits (prior to the first dose of study drug administered at the Day 1). A negative change from Baseline indicates improvement in obesity.",
        "timeFrame": "Baseline and Days 15, 29, 43, 57, 85 and EOS (Day 113)"
      },
      {
        "measure": "Change From Baseline in Homeostasis Model Assessment of Insulin Resistance (HOMA-IR) at Day 85",
        "description": "HOMA-IR is a test that uses a simultaneous fasting blood glucose test and fasting insulin test to accurately estimate the degree of insulin resistance (IR) and β-cell function (the cells of the pancreas that produce insulin). HOMA-IR scores are classified as follows: Insulin sensitive is considered less than 1.0, Healthy is considered 0.5-1.4, Above 1.8 is early insulin resistance and Above 2.7 is considered significant insulin resistance\n\nHOMA-IR= \\[Fasting glucose (mmol/L) x (fasting insulin (pmol/L)/6)\\] / 22.5\n\nBaseline is defined as the last non-missing measurement taken at the Screening and Baseline visits (prior to the first dose of study drug administered at the Day 1). A negative change from Baseline indicates improvement in insulin sensitivity.",
        "timeFrame": "Baseline and Day 85"
      },
      {
        "measure": "Change From Baseline in Fasting Glucose",
        "description": "Fasting Glucose was examined as a cardiometabolic risk parameter. Total fasting glucose was measured on blood samples under fasted conditions and analyzed at a central laboratory.\n\nBaseline is defined as the last non-missing measurement taken at the Screening and Baseline visits (prior to the first dose of study drug administered at the Day 1). A negative change from Baseline indicates improvement in glycemic control.",
        "timeFrame": "Baseline and Days 15, 29, 43, 57, 85 and EOS (Day 113)"
      },
      {
        "measure": "Change From Baseline in Fasting Insulin at Day 85",
        "description": "Fasting insulin was examined as a cardiometabolic risk parameter. Total fasting insulin was measured on blood samples under fasted conditions and analyzed at a central laboratory.\n\nBaseline is defined as the last non-missing measurement taken at the Screening and Baseline visits (prior to the first dose of study drug administered at the Day 1). A negative change from Baseline indicates improvement in insulin sensitivity.",
        "timeFrame": "Baseline and Day 85"
      },
      {
        "measure": "Change From Baseline in Hemoglobin A1c (HbA1c)",
        "description": "HbA1c was examined as a cardiometabolic risk parameter. HbA1c was measured on blood samples under fasted conditions and analyzed at a central laboratory.\n\nBaseline is defined as the last non-missing measurement taken at the Screening and Baseline visits (prior to the first dose of study drug administered at the Day 1). A negative change from Baseline indicates improvement in glycemic control.",
        "timeFrame": "Baseline and Days 15, 29, 43, 57, 85 and EOS (Day 113)"
      },
      {
        "measure": "Change From Baseline in Alanine Aminotransferase (ALT)",
        "description": "Alanine aminotransferase (ALT) is an enzyme found primarily in the liver. ALT is increased with liver damage. In this study, the blood levels of ALT was used to detect liver inflammation.\n\nBaseline is defined as the mean of the last 2 non-missing measurements taken at the Screening and Baseline visits (prior to the first dose of study drug administered at the Day 1). A negative change from Baseline indicates a reduction in liver inflammation.",
        "timeFrame": "Baseline and days 15, 29, 43, 57, 85 and EOS (Day 113)"
      },
      {
        "measure": "Change From Baseline in High-sensitivity C-reactive Protein (hsCRP)",
        "description": "High-sensitivity C-reactive protein is a blood test marker for inflammation in the body. HsCRP was measured from a blood sample and analyzed at a central laboratory.\n\nBaseline is defined as the last non-missing measurement taken at the Screening and Baseline visits (prior to the first dose of study drug administered at the Day 1). A negative change from Baseline indicates a reduction in liver inflammation.",
        "timeFrame": "Baseline and Days 57, 85 and EOS (Day 113)"
      },
      {
        "measure": "LYS006 Plasma Concentration",
        "description": "LYS006 plasma concentrations were determined by a validated liquid chromatography with tandem mass spectrometry (LC-MS/MS) method. No methods for imputation of missing data were used.",
        "timeFrame": "pre-dose at Days 1, 29, 57 and 85 and post-dose (1, 2, 3 and 4 hours) at Days 29 and 57"
      },
      {
        "measure": "Maximum Observed Plasma Concentration (Cmax) of LYS006",
        "description": "LYS006 plasma concentrations were determined by a validated liquid chromatography with tandem mass spectrometry (LC-MS/MS) method. Cmax of LYS006 was determined with Phoenix WinNonlin (Version 8.0 or higher). No methods for imputation of missing data were used.",
        "timeFrame": "pre-dose and post-dose (1, 2, 3 and 4 hours) at Days 29 and 57"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 12,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:12.158Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}