{
  "nctId": "NCT05943431",
  "briefTitle": "taVNS Paired With Motor Training for Upper-extremity Rehabilitation in Stroke Patients",
  "officialTitle": "A Randomized, Double-blind Controlled Trial Investigating the Efficacy of Transcutaneous Auricular Vagus Nerve Stimulation (taVNS) in Improving Upper Extremity Motor Function in Stroke Patients",
  "protocolDocument": {
    "nctId": "NCT05943431",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-04-18",
    "uploadDate": "2023-07-04T02:09",
    "size": 190403,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05943431/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 150,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2023-08-01",
    "completionDate": "2025-12-01",
    "primaryCompletionDate": "2025-07-01",
    "firstSubmitDate": "2023-06-25",
    "firstPostDate": "2023-07-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Patients diagnosed with ischemic stroke according to a clinically qualified physician with reference to the Chinese Stroke Prevention and Control Guideline (2021).\n* Patients in the acute/recovery phase (after 2 weeks of onset) with stable signs;\n* No previous neuropsychiatric-related diseases;\n* No significant impairment of cognitive function and able to cooperate in completing the corresponding rehabilitation training;\n* With unilateral upper limb dysfunction;\n* Patients who have not received various neuromodulation rehabilitation treatments;\n* No contraindications to taVNS;\n* Patients voluntarily cooperated with the study and signed an informed consent form.\n\nExclusion Criteria:\n\n* Patients have other mental health disorders (dementia, Parkinson's disease, depression, schizophrenia, bipolar disorder, etc.)\n* Patients have uncontrolled epilepsy, i.e., having had a seizure within 4 weeks prior to enrollment\n* Patients have cardiac arrhythmias or other abnormalities\n* Patients have a history of respiratory disease or disorder, including dyspnea and asthma;\n* The presence of gastrointestinal disorders such as diarrhea and vomiting that make it difficult for the patient to cooperate\n* Patients have a history of vasovagal syncope\n* Patients are under treatment with other neurostimulation/modulation\n* The presence of severe spasticity, other serious injuries to the upper extremities, or other medical conditions\n* Patients have difficulty in communication and understanding and inability to cooperate in completing the test;\n* Women who are pregnant or breastfeeding.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Changes from Baseline Fugl-Meyer Assessment of Upper Extremity (FMA-UE) Scores",
        "description": "The Fugl-Meyer Assessment - Upper Extremity (FMA-UE) is a stroke-specific assessment that measures performance at the body function/impairment domain. It uses an ordinal scale for scoring 33 items for the upper limb function with a total possible score of 66. The FMA-UE is one of the most widely used quantitative measures of motor impairment after stroke. Studies have shown excellent inter-rater, and intra-rater reliability, and construct validity of FMA-UE. In addition, empirical evidence suggests that the FMA-UE is responsive to the change in rehabilitation. Higher scores are indicative of better outcomes.\n\nThe primary outcome measures are as follows:\n\n1. Difference in the changes from baseline FMA-UE scores between paired taVNS and shame taVNS groups.\n2. Difference in the changes from baseline FMA-UE scores between unpaired taVNS and shame taVNS groups.\n3. Difference in the changes from baseline FMA-UE scores between paired taVNS and unpaired taVNS groups.",
        "timeFrame": "Immediately after 14 days' sessions"
      }
    ],
    "secondary": [
      {
        "measure": "Changes from Baseline Wolf motor function test (WMFT)",
        "description": "The Wolf motor function test (WMFT) is a widely used measure for upper extremity motor abilities. It uses a 6-point ordinal scale for scoring 17 items with a total core of 85. Higher scores are indicative of better outcomes.\n\nWe will compare the differences in the changes from baseline WMFT scores between paired taVNS and shame taVNS groups, between unpaired taVNS and shame taVNS groups, and between paired taVNS and unpaired taVNS groups.",
        "timeFrame": "Immediately after 14 days' sessions"
      },
      {
        "measure": "Changes from Baseline Brunnstrom recovery stages (BRS)",
        "description": "The Brunnstrom recovery stages (BRS) is a measure for assessing motor function. The BRS contains 3 items rated on a 6-level Likert-type scale. Higher scores are indicative of better outcomes.\n\nWe will compare the differences in the changes from baseline BRS scores between paired taVNS and shame taVNS groups, between unpaired taVNS and shame taVNS groups, and between paired taVNS and unpaired taVNS groups.",
        "timeFrame": "Immediately after 14 days' sessions"
      },
      {
        "measure": "Changes from Baseline Barthel Index (BI)",
        "description": "The Barthel Index (BI) is a measure of independence in the activities of daily living (ADLs). The BI includes the 10 ADLs with a total score of 100. Higher scores are indicative of better outcomes.\n\nWe will compare the differences in the changes from baseline BI scores between paired taVNS and shame taVNS groups, between unpaired taVNS and shame taVNS groups, and between paired taVNS and unpaired taVNS groups.",
        "timeFrame": "Immediately after 14 days' sessions"
      },
      {
        "measure": "Changes from Baseline Hong Kong version of the Functional Test for the Hemiplegic Upper Extremity (FTHUE-HK)",
        "description": "The Hong Kong version of the Functional Test for the Hemiplegic Upper Extremity (FTHUE-HK) is another measure for ADL. It uses a 7-point ordinal scale for scoring 12 items with a total score of 84. Higher scores are indicative of better outcomes.\n\nWe will compare the differences in the changes from baseline FTHUE-HK scores between paired taVNS and shame taVNS groups, between unpaired taVNS and shame taVNS groups, and between paired taVNS and unpaired taVNS groups.",
        "timeFrame": "Immediately after 14 days' sessions"
      },
      {
        "measure": "Changes from Baseline EMG features",
        "description": "EMG will be acquired from 2 channels on the upper limb. When participants perform motor training, the peak amplitudes and the zero crossing rate of EMG signals at the time domain and the relative spectral power (RSP) of EMG signals at 20 to 200 Hz will be calculated on-line.\n\n1. Difference in the changes from baseline EMG features between paired taVNS and shame taVNS groups.\n2. Difference in the changes from baseline EMG features scores between unpaired taVNS and shame taVNS groups.\n3. Difference in the changes from baseline EMG features scores between paired taVNS and unpaired taVNS groups.",
        "timeFrame": "Immediately after 14 days' sessions"
      },
      {
        "measure": "Changes from Baseline EEG features",
        "description": "EEG will be acquired from 66 channels following the international 10-20 System for 10 mins. The relative spectral power (RSP) of participants will be calculated by the selected artifact-free EEG epochs at five frequency bands: δ (1-4 Hz), θ (4-8 Hz), α (8-13 Hz), β (13-30 Hz), and γ (30-45 Hz). The investigators will perform off-line analysis to calculate RSP.\n\n1. Difference in the changes from baseline EEG features between paired taVNS and shame taVNS groups.\n2. Difference in the changes from baseline EEG features scores between unpaired taVNS and shame taVNS groups.\n3. Difference in the changes from baseline EEG features scores between paired taVNS and unpaired taVNS groups.",
        "timeFrame": "Immediately after 14 days' sessions"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:35.356Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}