{
  "nctId": "NCT02799784",
  "briefTitle": "An Efficacy Study of Umeclidinium/Vilanterol With Tiotropium/Olodaterol in COPD Patients",
  "officialTitle": "A Randomized, Open-Label, 8-Week Cross-Over Study to Compare Umeclidinium/Vilanterol With Tiotropium/Olodaterol Once-Daily in Subjects With Chronic Obstructive Pulmonary Disease (COPD)",
  "protocolDocument": {
    "nctId": "NCT02799784",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-03-29",
    "uploadDate": "2018-01-24T22:56",
    "size": 1364480,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02799784/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 236,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-07-14",
    "completionDate": "2017-04-27",
    "primaryCompletionDate": "2017-04-27",
    "firstSubmitDate": "2016-06-02",
    "firstPostDate": "2016-06-15"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Outpatients of either sex, 40 years of age or older at Visit 1, and with a diagnosis of chronic obstructive pulmonary disease (COPD) defined by the American Thoracic Society/European Respiratory Society (ERS)\n* A signed and dated written informed consent prior to study participation\n* A female is eligible to enter and participate in the study if she is not pregnant (as confirmed by a negative urine human chorionic gonadotrophin \\[hCG\\] test); not lactating; and of non-reproductive potential (i.e., physiologically incapable of becoming pregnant, including any female who is post-menopausal or surgically sterile), which is defined as pre-menopausal females with one of the following: documented tubal ligation; documented hysteroscopic tubal occlusion procedure with follow-up confirmation of bilateral or tubal occlusion ; hysterectomy; documented bilateral oophorectomy.\n\nPostmenopausal is defined as 12 months of spontaneous amenorrhea in questionable cases a blood sample with simultaneous follicle stimulating hormone (FSH) and estradiol levels consistent with menopause (refer to laboratory reference ranges for confirmatory levels). Females on hormone replacement therapy (HRT) and whose menopausal status is in doubt will be required to use one of the highly effective contraception methods if they wish to continue their HRT during the study. Otherwise, they must discontinue HRT to allow confirmation of post-menopausal status prior to study enrolment OR\n\n* A female of reproductive potential, has a negative pregnancy test at screening, and agrees to one of the methods below in the GSK Modified List of Highly Effective Methods for Avoiding Pregnancy in Females of Reproductive Potential (FRP) requirements from methods used consistently and correctly (i.e., in accordance with the local approved product label and per study investigator discretion and the instructions of the physician from 30 days prior to the first dose of study medication and until to follow-up contact):\n\nGSK Modified List of Highly Effective Methods for Avoiding Pregnancy in FRP (this list does not apply to FRP with same sex partners, when this is their preferred and usual lifestyle or for subjects who are and will continue to be abstinent from penile-vaginal intercourse on a long term and persistent basis).\n\n* Contraceptive subdermal implant that meets the standard operating procedure (SOP) effectiveness criteria including a \\<1% rate of failure per year, as stated in the product label\n* Intrauterine device or intrauterine system that meets the SOP effectiveness criteria including a \\<1% rate of failure per year, as stated in the product label\n* Oral Contraceptive, either combined or progestogen alone\n* Injectable progestogen\n* Contraceptive vaginal ring\n* Percutaneous contraceptive patches\n* Male partner sterilization with documentation of azoospermia prior to the female subject's entry into the study, and this male is the sole partner for that subject.\n\nThese allowed methods of contraception are only effective when used consistently, correctly and in accordance with the product label. The investigator is responsible for ensuring that subjects understand how to properly use these methods of contraception\n\n* Current or former cigarette smokers with a history of cigarette smoking of \\>=10 pack-years. Former smokers are defined as those who have stopped smoking for at least 6 months prior to Visit 1. Pipe and/or cigar use cannot be used to calculate pack-year history.\n* A pre and post-albuterol/salbutamol forced expiratory volume in one second (FEV1)/Forced Vital Capacity ratio of \\<0.70 and a post-albuterol/salbutamol FEV1 of \\<=70% to \\>=50 % of predicted normal values at Visit 1. Predicted values will be based upon the ERS' Global Lung Function Initiative\n* A score of \\>=2 on the Modified Medical Research Council Dyspnea Scale at Visit 1\n\nExclusion Criteria:\n\n* Women who are pregnant or lactating or are planning on becoming pregnant during the study\n* A current diagnosis of asthma\n* Subjects with alpha-1 antitrypsin deficiency as the underlying cause of COPD\n* Subjects with active tuberculosis are excluded. Subjects with other respiratory disorders (e.g. clinically significant: bronchiectasis, sarcoidosis, lung fibrosis, pulmonary hypertension, interstitial lung diseases) are excluded if these conditions are the primary cause of their respiratory symptoms.\n* Any subject who is considered unlikely to survive the duration of the study period or has any rapidly progressing disease or immediate life-threatening illness (e.g. cancer). In addition, any subject who has any other condition (e.g. neurological condition) that is likely to affect respiratory function should not be included in the study\n* Current active liver or biliary disease (with the exception of Gilbert's syndrome or asymptomatic gallstones or otherwise stable chronic liver disease per investigator assessment\n* Investigational Product should be used with caution in subjects with severe cardiovascular disease. In the opinion of the investigator, use should only be considered if the benefit is likely to outweigh the risk in conditions such as:\n\nMyocardial infarction or unstable angina in the last 6 months Unstable or life threatening cardiac arrhythmia requiring intervention in the last 3 months New York Heart Association Class IV heart failure\n\n* Any history of allergy or hypersensitivity to any anticholinergic/muscarinic receptor antagonist, sympathomimetic, lactose/milk protein or magnesium stearate\n* Subjects with medical conditions such as narrow-angle glaucoma, urinary retention, prostatic hypertrophy, or bladder neck obstruction should be excluded unless, in the opinion of the study physician, the benefit outweighs the risk\n* Hospitalization for COPD or pneumonia within 12 weeks prior to Visit 1. Pneumonia and/or moderate or severe COPD exacerbation that has not resolved at least 14 days prior to Screening (V1) and at least 30 days following the last dose of oral/systemic corticosteroids (if applicable).\n* Other respiratory tract infections that have not resolved at least 7 days prior to Screening (V1).\n* Subjects with lung volume reduction surgery (including procedures such as endobronchial valves) within the 12 months prior to Screening (V1).\n* The Investigator will determine the clinical significance of each abnormal electrocardiogram finding in relation to the subject's medical history and exclude subjects who would be at undue risk by participating in the trial\n* Unable to withhold albuterol/salbutamol for the 4-hour (h) period required prior to spirometry testing at each study visit\n* Use of the pre-defined medications according to the pre-defined defined time intervals prior to Screening (Visit 1)\n* Use of long-term oxygen therapy described as resting oxygen therapy \\>3 liter (L)/minute (min) at screening. (Oxygen use \\<=3 L/min flow is not exclusionary, and patients may adjust oxygen levels as needed during the study.)\n* Regular use (prescribed for daily/ regular use, not for as-needed use) of short-acting bronchodilators (e.g. albuterol/salbutamol).\n* Participation in the acute phase of a pulmonary rehabilitation program within 4 weeks prior to Screening (Visit 1). Subjects who are in the maintenance phase of a pulmonary rehabilitation program are not excluded\n* A known or suspected history of alcohol or drug abuse within 2 years prior to Screening (Visit 1) that in the opinion of the investigator would prevent the subject from completing the study procedures\n* Is an investigator, sub-investigator, study coordinator, employee of a participating investigator or study site, or immediate family member of the aforementioned that is involved in this study\n* In the opinion of the investigator, any subject who is unable to read and/or would not be able to complete a questionnaire.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Trough Forced Expiratory Volume in One Second (FEV1) at Week 8",
        "description": "FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. Trough FEV1 was defined as 23 and 24 hour post-dose FEV1 measurements. All par. in the Intent To Treat (ITT) Population who were not identified as full protocol deviators were included in Per-Protocol (PP) Population. ITT Population, comprised of all randomized subjects, who received at least one dose of study medication.",
        "timeFrame": "Week 8"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 24,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:29:27.506Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}