{
  "nctId": "NCT04537208",
  "briefTitle": "Study of Recombinant Protein Vaccine Formulations Against COVID-19 in Healthy Adults 18 Years of Age and Older",
  "officialTitle": "Immunogenicity and Safety of SARS-CoV-2 Recombinant Protein Vaccine Formulations (With or Without Adjuvant) in Healthy Adults 18 Years of Age and Older",
  "protocolDocument": {
    "nctId": "NCT04537208",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-02-05",
    "uploadDate": "2023-05-24T02:43",
    "size": 1065143,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04537208/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 441,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-09-03",
    "completionDate": "2021-11-19",
    "primaryCompletionDate": "2021-11-19",
    "firstSubmitDate": "2020-09-02",
    "firstPostDate": "2020-09-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Aged 18 years of age or older on the day of inclusion.\n* Informed consent form had been signed and dated.\n* Able to attend all scheduled visits and complied with all study procedures.\n\nExclusion Criteria:\n\n* Participant was pregnant, or lactating, or of childbearing potential and not used an effective method of contraception or abstinence from at least 4 weeks prior to the first vaccination until at least 12 weeks after the last vaccination. To be considered of non-childbearing potential, a female was post-menopausal for at least 1 year or surgically sterile.\n* Receipt of any vaccine in the 30 days preceding the first study vaccination or planned receipt of any vaccine in the 30 days following the last study vaccination except for influenza vaccination, which might be received at least 2 weeks before and a minimum of 2 weeks after study vaccines.\n* Prior administration of a coronavirus vaccine SARS-CoV-2, SARS-CoV, Middle East Respiratory Syndrome).\n* Known or suspected congenital or acquired immunodeficiency; or receipt of immunosuppressive therapy, such as anti-cancer chemotherapy or radiation therapy, within the preceding 6 months; or long-term systemic corticosteroid therapy (prednisone or equivalent for more than 2 consecutive weeks within the past 3 months).\n* History of SARS-CoV-2 infection, confirmed either clinically, serologically, or microbiologically\n* Chronic illness or condition considered to potentially increase the risk for severe COVID illness or that, in the opinion of the Investigator, was at a stage where it might interfere with study conduct or completion.\n* Receipt of any therapy known to had in-vitro antiviral activity against SARS-CoV-2 within 72 hours prior to the first blood drew.\n* Health care workers provided direct participant care for COVID-19 participants.\n\nThe above information was not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Geometric Mean Titers (GMTs) of Neutralizing Antibodies Against SARS-CoV-2 Recombinant Protein Vaccine Formulations at Day 1",
        "description": "GMTs of SARS-CoV-2 neutralizing antibodies was measured using a neutralization assay. Titers were expressed in terms of 1/dilution.",
        "timeFrame": "Day 1 (pre-vaccination)"
      },
      {
        "measure": "Geometric Mean Titers of Neutralizing Antibodies Against SARS-CoV-2 Recombinant Protein Vaccine Formulations at Day 22",
        "description": "GMTs of SARS-CoV-2 neutralizing antibodies was measured using a neutralization assay. Titers were expressed in terms of 1/dilution.",
        "timeFrame": "Day 22 (post-vaccination)"
      },
      {
        "measure": "Geometric Mean Titers of Neutralizing Antibodies Against SARS-CoV-2 Recombinant Protein Vaccine Formulations at Day 36",
        "description": "GMTs of SARS-CoV-2 neutralizing antibodies was measured using a neutralization assay. Titers were expressed in terms of 1/dilution.",
        "timeFrame": "Day 36 (post-vaccination)"
      },
      {
        "measure": "Geometric Mean Fold-rise (GMFR) of Serum Neutralization Antibody Titers at Day 22",
        "description": "SARS-CoV-2 neutralizing antibodies was measured using a neutralization assay. Fold-rise was calculated as the ratio of titer values of neutralizing antibodies post-vaccination (Day 22) and pre-vaccination (on Day 1) i.e., Day 22/Day 1.",
        "timeFrame": "Day 1 (pre-vaccination) and Day 22 (post-vaccination)"
      },
      {
        "measure": "Geometric Mean Fold-rise of Serum Neutralization Antibody Titers at Day 36",
        "description": "SARS-CoV-2 neutralizing antibodies was measured using a neutralization assay. Fold-rise was calculated as the ratio of titer values of neutralizing antibodies post-vaccination (Day 36) and pre-vaccination (on Day 1) i.e., Day 36/Day 1.",
        "timeFrame": "Day 1 (pre-vaccination) and Day 36 (post-vaccination)"
      },
      {
        "measure": "Number of Participants With >=2-fold and >=4-fold Rise in Serum Neutralization Antibody Titers at Day 22",
        "description": "SARS-CoV-2 neutralizing antibodies was measured using a neutralization assay. The fold rise (2-fold and 4-fold) was calculated as the ratio of titer values of neutralizing antibodies post-vaccination (on Day 22) and pre-vaccination (on Day 1) i.e., Day 22/Day 1.",
        "timeFrame": "Day 1 (pre-vaccination) and Day 22 (post-vaccination)"
      },
      {
        "measure": "Number of Participants With >=2-Fold and >=4-Fold Rise in Serum Neutralization Antibody Titer at Day 36",
        "description": "SARS-CoV-2 neutralizing antibodies was measured using a neutralization assay. The fold rise (2-fold and 4-fold) was calculated as the ratio of titer values of neutralizing antibodies post-vaccination (on Day 36) and pre-vaccination (on Day 1) i.e., Day 36/Day 1.",
        "timeFrame": "Day 1 (pre-vaccination) and Day 36 (post-vaccination)"
      },
      {
        "measure": "Percentage of Participants Achieving Seroconversion Against SARS-CoV-2 Virus Antigens at Day 22",
        "description": "Seroconversion was defined as participants with a Baseline (Day 1) titer value below lower limit of quantification (LLOQ) with a detectable neutralization antibody titer above assay LLOQ post vaccination (at Day 22). LLOQ of the neutralization assay was a titer of 10.",
        "timeFrame": "Day 22 (post-vaccination)"
      },
      {
        "measure": "Percentage of Participants Achieving Seroconversion Against SARS-CoV-2 Virus Antigens at Day 36",
        "description": "Seroconversion was defined as participants with a Baseline (Day 1) titer value below LLOQ with a detectable neutralization antibody titer above assay LLOQ post vaccination (at Day 36). LLOQ of the neutralization assay was a titer of 10.",
        "timeFrame": "Day 36 (post-vaccination)"
      },
      {
        "measure": "Number of Participants With Immediate Unsolicited Adverse Events (AEs)",
        "description": "An AE was defined as any untoward medical occurrence in a participant who received study vaccine and does not necessary had to have a causal relationship with treatment. An unsolicited AE was an observed AE that did not fulfill the conditions of solicited reactions prelisted in the case report form (CRF) in terms of diagnosis and/or onset window post-vaccination. All participants were observed for 30 minutes after vaccination, and any unsolicited systemic AEs occurred during that time were recorded as immediate unsolicited AEs in the CRF. Reported AEs for each arm were presented as pre-specified in the study protocol.",
        "timeFrame": "Within 30 minutes post any and each vaccination (Vaccination 1 [i.e., at Day 1] and 2 [i.e., at Day 22])"
      },
      {
        "measure": "Number of Participants With Solicited Injection Site Reactions",
        "description": "A solicited reaction (SR) was defined as an \"expected\" adverse reaction (AR) (sign or symptom) observed and reported under the conditions (nature and onset) prelisted (i.e., solicited) in the protocol and CRF and considered as related to vaccination. Solicited injection site reactions included pain, erythema and swelling. Reported AEs for each arm were presented as pre-specified in the study protocol.",
        "timeFrame": "Within 7 days post any and each vaccination (Vaccination 1 [i.e., at Day 1] and 2 [i.e., at Day 22])"
      },
      {
        "measure": "Number of Participants With Solicited Systemic Reactions",
        "description": "An SR was defined as an \"expected\" AR (sign or symptom) observed and reported under the conditions (nature and onset) prelisted (i.e., solicited) in the protocol and CRF and considered as related to vaccination. Solicited systemic reactions included fever, headache, malaise and myalgia. Reported AEs for each arm were presented as pre-specified in the study protocol.",
        "timeFrame": "Within 7 days post any and each vaccination (Vaccination 1 [i.e., Day 1] and 2 [i.e., Day 22])"
      },
      {
        "measure": "Number of Participants With Unsolicited Adverse Events",
        "description": "An AE was defined as any untoward medical occurrence in a participant who received study vaccine and does not necessary had to have a causal relationship with treatment. An unsolicited AE was an observed AE that did not fulfill the conditions of solicited reactions prelisted in the CRF in terms of diagnosis and/or onset post-vaccination. Reported AEs for each arm were presented as pre-specified in the study protocol.",
        "timeFrame": "Within 21 days post any and each vaccination (Vaccination 1 [i.e., Day 1] and 2 [i.e., Day 22])"
      },
      {
        "measure": "Number of Participants With Medically Attended Adverse Events (MAAE)",
        "description": "A MAAE were AEs with a new onset or a worsening of a condition that prompted the participant to seek unplanned medical advice at a physician's office (including phone contact or email) or emergency department. An AE was defined as any untoward medical occurrence in a participant who received study vaccine and does not necessarily had to have a causal relationship with treatment. Reported AEs for each arm were presented as pre-specified in the study protocol.",
        "timeFrame": "From Day 1 up to 12 months post last vaccination (i.e., up to Day 366 for Cohort 1 and up to Day 387 for Cohort 2)"
      },
      {
        "measure": "Number of Participants With Serious Adverse Events (SAE)",
        "description": "An SAE was any untoward medical occurrence that at any dose resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect, or was an important medical event. Reported AEs for each arm were presented as pre-specified in the study protocol.",
        "timeFrame": "From Day 1 up to 12 months post last vaccination (i.e., up to Day 366 for Cohort 1 and up to Day 387 for Cohort 2)"
      },
      {
        "measure": "Number of Participants With Adverse Events of Special Interest (AESIs)",
        "description": "An AESI (serious or non-serious) was defined as one of scientific and medical concern specific to the Sponsor's product or program, for which ongoing monitoring and rapid communication by the Investigator to the Sponsor was appropriate. Reported AEs for each arm were presented as pre-specified in the study protocol.",
        "timeFrame": "From Day 1 up to 12 months post last vaccination (i.e., up to Day 366 for Cohort 1 and up to Day 387 for Cohort 2)"
      },
      {
        "measure": "Number of Participants With Laboratory Test Results Based on US FDA Toxicity Grading Guidance",
        "description": "Laboratory tests included hemoglobin (male and female), above and below normal white blood cell, lymphocytes, neutrophils \\& eosinophils, platelet count, creatinine and blood urea nitrogen, hyponatremia \\& hypernatremia, hyperkalemia \\& hypokalemia, hyperglycemia (non-fasting), hypoproteinemia, alkaline phosphate, alanine aminotransferase, aspartate aminotransferase, bilirubin (with any increase in liver function test \\[LFT\\], bilirubin (normal in LFT), amylase \\& lipase, Urine: protein, glucose \\& blood. The US FDA Guidance for Industry \"Toxicity Grading Scale for Healthy Adults and Adolescent Volunteers Enrolled in Preventive Vaccine Clinical Trials\" was used for grading. As per the guidance, Grade 1 = mild, Grade 2 = moderate and Grade 3 = severe.",
        "timeFrame": "From Day 1 up to 8 days post last dose (i.e., up to Day 9 for Cohort 1 and up to Day 30 for Cohort 2)"
      }
    ],
    "secondary": [
      {
        "measure": "Geometric Mean Concentration (GMC) of Anti-S Binding Antibody at Day 1, 22, 36, 181, 202, 366 and 387",
        "description": "GMC of Anti-S binding antibodies were assessed using enzyme-linked immunosorbent assay (ELISA) and were measured in binding antibody units/milliliter (BAU/mL).",
        "timeFrame": "Day 1 (pre-vaccination); Day 22 (post-vaccination), Day 36 (post-vaccination), Day 181 (only for Cohort 1), Day 202 (only for Cohort 2), Day 366 (only for Cohort 1), and Day 387 (only for Cohort 2)"
      },
      {
        "measure": "Geometric Mean Fold-rise (GMFR) of Binding Antibody Concentration at Day 22, 36, 181, 202, 366 and 387",
        "description": "Binding antibody titers were evaluated by ELISA. Fold-rise was calculated as the ratio of geometric mean concentrations of antibodies post-vaccination at specified timepoints and pre-vaccination (on Day 1) i.e., Day 22/Day 01, Day 36/Day 01, Day 181/Day 1, Day 202/Day 1, Day 366/Day 1, and Day 387/Day 1.",
        "timeFrame": "Day 1 (pre-vaccination); Day 22 (post-vaccination), Day 36 (post-vaccination), Day 181 (only for Cohort 1), Day 202 (only for Cohort 2), Day 366 (only for Cohort 1), and Day 387 (only for Cohort 2)"
      },
      {
        "measure": "Number of Participants With >=2-Fold and >=4- Fold Rise in Anti-S Binding Antibody Concentration at Day 22, 36, 181, 202, 366 and 387",
        "description": "Binding Antibody Titers were evaluated by ELISA. Fold rise (2-fold and 4-fold) was calculated as the ratio of titer values for binding antibodies post-vaccination at specified timepoints and pre-vaccination (on Day 1) i.e., Day 22/Day 1 and Day 36/Day 1, Day 181/Day 1, Day 202/Day 1, Day 366/Day 1, and Day 387/Day 1.",
        "timeFrame": "Day 1 (pre-vaccination); Day 22 (post-vaccination), Day 36 (post-vaccination), Day 181 (only for Cohort 1), Day 202 (only for Cohort 2), Day 366 (only for Cohort 1), and Day 387 (only for Cohort 2)"
      },
      {
        "measure": "Geometric Mean Titers of Neutralizing Antibodies Against SARS-CoV-2 Recombinant Protein Vaccine Formulations at Day 181, 202, 366 and 387",
        "description": "GMTs of SARS-CoV-2 neutralizing antibodies was measured using a neutralization assay. Titers were expressed in terms of 1/dilution.",
        "timeFrame": "Cohort 1: Day 181 and Day 366 and Cohort 2: Day 202 and Day 387 (post-vaccination)"
      },
      {
        "measure": "Geometric Mean Fold-rise of Serum Neutralization Antibody Titer at Day 181, 202, 366 and 387",
        "description": "SARS-CoV-2 neutralizing antibodies was measured using a neutralization assay. Fold-rise was calculated as the ratio of titer values of antibodies post-vaccination at specified timepoints and pre-vaccination (on Day 1) i.e., for Cohort 1: Day 181/Day 1 and Day 366/Day 1; Cohort 2: Day 202/Day 1 and Day 387/Day 1.",
        "timeFrame": "Day 1 (pre-vaccination), Cohort 1: Day 181 and Day 366 and Cohort 2: Day 202 and Day 387 (post-vaccination)"
      },
      {
        "measure": "Number of Participants With 2-Fold and 4-Fold Rise in Serum Neutralization Antibody Titer at Day 181, 202, 366 and 387",
        "description": "SARS-CoV-2 neutralizing antibodies was measured using a neutralization assay. The fold rise (2-fold and 4-fold) was calculated as the ratio of titer values of antibodies post-vaccination at specified timepoints and pre-vaccination (on Day 1) i.e., Cohort 1: Day 181/Day 1 and Day 366/Day 1 and Cohort 2: Day 202/Day 1 and Day 387/Day 1.",
        "timeFrame": "Day 1 (pre-vaccination), Cohort 1: Day 181 and Day 366 and Cohort 2: Day 202 and Day 387 (post-vaccination)"
      },
      {
        "measure": "Percentage of Participants Achieving Seroconversion Against SARS-CoV2 Virus Antigens at Day 181, 202, 366 and 387",
        "description": "Seroconversion was defined as participants with a Baseline (Day 1) titer value below LLOQ with a detectable neutralization antibody titer above assay LLOQ post vaccination (Cohort 1: Day 181 and Day 366 and Cohort 2: Day 202 and Day 387). LLOQ of the neutralization assay was a titer of 10.",
        "timeFrame": "Cohort 1: Day 181 and Day 366 and Cohort 2: Day 202 and Day 387 (post-vaccination)"
      },
      {
        "measure": "Number of Participants With Virologically-confirmed Coronavirus Disease (COVID-19)-Like Illness",
        "description": "Virologically-confirmed COVID-19-like illness was defined by specified clinical symptoms and signs and confirmed by positive result for SARS-CoV-2 by nucleic acid amplification test (NAAT) on a respiratory sample in association with a COVID-19-like illness. The various COVID-19-like illness symptoms were cough, fever, anosmia, ageusia, chillblains, difficulty breathing, shortness of breath, pneumonia, stroke, myocarditis, myocardial infarction, thromboembolic event, purpura fulminans, pharyngitis, chills, myalgia, headache, rhinorrhea, abdominal pain, nausea, diarrhea and vomiting.",
        "timeFrame": "Cohort 1: up to Day 366 (post-vaccination) and Cohort 2: up to Day 387 (post-vaccination)"
      },
      {
        "measure": "Number of Participants With Serologically-confirmed SARS-CoV-2 Infection",
        "description": "Serologically-confirmed SARS-CoV-2 infection was defined as a change from negative to positive result in serum for presence of antibodies specific to non-Spike protein of SARS-CoV-2 detected by ELISA assay from any post-baseline sampling time point compared to the Baseline value.",
        "timeFrame": "Cohort 1: up to Day 366 (post-vaccination) and Cohort 2: up to Day 387 (post-vaccination)"
      },
      {
        "measure": "Correlates of Risk / Protection Based on Antibody Responses to SARS-CoV-2",
        "description": "Correlate of risk / protection based on antibody responses to SARS-CoV-2 was evaluated using virus neutralization or ELISA, considering virologically-confirmed COVID-19-like illness and/or serologically-confirmed SARS-CoV-2 infection.",
        "timeFrame": "From Day 1 up to Day 366 for Cohort 1 and up to Day 387 for Cohort 2"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 17,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 27
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:43.599Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}