{
  "nctId": "NCT03151395",
  "briefTitle": "Occurrence of Potential Bacterial and Viral Pathogens in Stable Chronic Obstructive Pulmonary Disease and During Acute Exacerbations of the Disease, in Asia Pacific",
  "officialTitle": "Occurrence of Potential Bacterial and Viral Pathogens in Stable Chronic Obstructive Pulmonary Disease (COPD) and During Acute Exacerbations of COPD (AECOPD), in Asia Pacific",
  "protocolDocument": {
    "nctId": "NCT03151395",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-10-19",
    "uploadDate": "2021-05-18T09:43",
    "size": 2806294,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03151395/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 197,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-08-25",
    "completionDate": "2020-04-06",
    "primaryCompletionDate": "2020-04-06",
    "firstSubmitDate": "2017-05-05",
    "firstPostDate": "2017-05-12"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Subjects who, in the opinion of the investigator, can and will comply with the requirements of the protocol (e.g., completion of electronic Diary Card, sputum sampling, pre- and post-bronchodilator spirometry, return for follow-up visits).\n* Written informed consent obtained from the subject.\n* Male or female aged 40 years or older at the time of enrolment.\n* Confirmed diagnosis of moderate to very severe COPD based on post-bronchodilator spirometry (i.e. forced expiratory volume in 1 second \\[FEV1\\] over forced vital capacity \\[FVC\\] ratio \\[FEV1/ FVC\\] \\< 0.7 and FEV1 \\< 80% predicted \\[GOLD grades 2, 3 and 4\\].\n* Stable COPD patient\\* with documented history\\*\\* (e.g. medical record verification) of at least 1 moderate or severe AECOPD within the 12 months before study entry.\n\n  * Patient for whom the last episode of AECOPD is resolved for at least 30 days at the time of study entry.\n\n    * Note: A documented history of a COPD exacerbation (e.g., medical record verification) is a medical record of worsening COPD symptoms that required systemic/oral corticosteroids and/or antibiotics (for a moderate exacerbation) or hospitalization (for a severe exacerbation). Prior use of antibiotics alone does not qualify as an exacerbation history unless the use was associated with treatment of worsening symptoms of COPD, such as increased dyspnea, sputum volume, or sputum purulence (color). Subject verbal reports are not acceptable.\n* Current or former tobacco smoker (cigarette) with a smoking history of ≥ 10 pack-years OR a subject exposed to biomass smoke for ≥ 20 years.\n* Able to provide a sputum sample at Screening Visit.\n\nExclusion Criteria:\n\n* Diagnosed with a respiratory disorder other than COPD (such as sarcoidosis, active tuberculosis or receiving tuberculosis treatment, clinically significant bronchiectasis, lung fibrosis, pulmonary embolism, pneumothorax, lung cancer diagnosed within the previous 5 years, current primary diagnosis of asthma in the opinion of the investigator), or chest X-ray revealing evidence of clinically significant abnormalities not believed to be due to the presence of COPD\\*. Subjects with allergic rhinitis do not need to be excluded and may be enrolled at the discretion of the investigator.\n\n  * A chest X-ray must be taken at Screening Visit, if no chest X-ray taken within the previous 3 months is available.\n* Diagnosis of α-1 antitrypsin deficiency as the underlying cause of COPD.\n* Undergone or has had lung surgery 12 months before, or plans to have lung surgery 12 months after, study entry.\n* Any confirmed or suspected immunosuppressive or immunodeficient condition, based on medical history and physical examination (no laboratory testing required).\n* Received chemotherapy within the 12 months before study entry.\n* Concurrently participating in another clinical study, at any time during the study period, in which the subject has been or will be exposed to an investigational or a non-investigational vaccine/ product (pharmaceutical product or device).\n* Administration of antibiotics within 1 month of study entry OR continuous administration of antibiotics (defined as more than 30 days in total) within 90 days before study entry.\n* Systemic administration of corticosteroids for more than 14 consecutive days within 90 days prior to informed consent.\n* Contraindication for spirometry testing (such as recent eye surgery, recent thoracic or abdominal surgery procedures, unstable cardiovascular status, recent myocardial infarction or pulmonary embolism).\n* Psychiatric illness or any other condition that interferes with the ability to understand the study procedures.\n* Pregnant female.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "40 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Sputum Samples Positive for Bacterial Pathogens as Identified by Bacteriological Methods, in Any Stable COPD Patients and During AECOPDs",
        "description": "The proportion of sputum samples obtained at each visit (confirmed stable or AECOPD visits) and positive for specific bacterial pathogens by bacteriological methods (overall and by bacterial species). Numerator is the number of sputum samples positive for a given pathogen and denominator is the number of visits with a sputum sample tested for a given pathogen. Proportion is computed with 95% confidence intervals. A confirmed stable visit is defined as a scheduled study visit for which the investigator confirms that the subject is stable/ has recovered from a previous exacerbation. Bacterial pathogens include Haemophilus influenzae (Hi), Non-typeable Haemophilus influenzae (NTHi), non-Haemophilus influenzae (Non-Hi), Moraxella catarrhalis (M. catarrhalis), Streptococcus pneumoniae (S. pneumoniae), Staphylococcus aureus (S. aureus), Pseudomonas aeruginosa (P. aeruginosa), Klebsiella pneumoniae (K. pseumoniae), Acinetobacter baumannii (A. baumannii).",
        "timeFrame": "Over the course of one year from the study start (Month 0 to Month 12)"
      },
      {
        "measure": "Percentage of Sputum Samples Positive for Viral Pathogens as Identified by Polymerase Chain Reaction (PCR) in Stable COPD Patients and During AECOPDs",
        "description": "The proportion of sputum samples obtained at each visit (confirmed stable visits and AECOPD visits) and positive for specific viral pathogens by PCR (overall and by viral species). The numerator is the number of sputum samples positive for a given pathogen and the denominator is the number of visits with a sputum sample tested for a given pathogen. The proportion is calculated with 95% confidence intervals. Viral pathogens, as identified by PCR, include respiratory syncytial virus (RSV), parainfluenza virus, enterovirus, human rhinovirus (HRV), metapneumovirus, influenza virus, adenovirus, bocavirus and coronavirus.",
        "timeFrame": "Over the course of one year from the study start (Month 0 to Month 12)"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Sputum Samples Positive for Bacterial Pathogens in Stable COPD Patients and During AECOPDs, as Identified by PCR",
        "description": "The proportion of sputum samples obtained at each confirmed stable/AECOPD visit and positive for specific bacterial pathogens as measured by real-time qualitative PCR/quantitative PCR, (overall and by bacterial species,) are computed with 95% confidence intervals. The numerator is the number of sputum samples positive for a given pathogen and the denominator is the number of visits with a sputum sample tested for a given pathogen. The bacterial pathogens include H. influenzae, M. catarrhalis, S. pneumoniae, S. aureus, P. aeruginosa and S. pyogenes. A confirmed stable visit is defined as a scheduled study visit for which the investigator confirms that the subject is stable / has recovered from a previous exacerbation.",
        "timeFrame": "Over the course of one year from the study start (Month 0 to Month 12)"
      },
      {
        "measure": "Number of Sputum Samples in a Given Category Relative to All Combinations for Each Bacterial Pathogen, When Identified by Bacteriological Methods or PCR, at Any Visit",
        "description": "Concordance between bacteriological methods (culture) and PCR sputum results are described for all the combinations of bacterial presence by both measures. Each category name includes the following parameters: Bacteria species-Culture (yes/no)- PCR (yes/no). Concordance is expressed as the number of sputum samples in a given category among the total number of sputum samples assessed for the presence of bacterial pathogens by both culture and PCR",
        "timeFrame": "Over the course of one year from the study start (Month 0 to Month 12)"
      },
      {
        "measure": "Number of Sputum Samples Positive for Bacterial Pathogens (Overall and by Species) in Stable COPD Patients, as Identified by Bacteriological Methods, and Classified by Global Initiative for Chronic Obstructive Lung Disease (GOLD) Grade",
        "description": "Number of sputum samples obtained at each confirmed stable visit, and positive for bacterial pathogens by bacteriological methods (overall and by bacterial species). The spirometric classification of airflow limitation in COPD patients is based on post-bronchodilator forced expiratory volume in 1 second (FEV1) and can be divided into four GOLD grades \\[GOLD, 2013\\]: GOLD 1 (MILD): FEV1 ≥ 80% predicted; GOLD 2 (Moderate)= 50% ≤ FEV1 \\< 80% predicted; GOLD 3 (Severe) = 30% ≤ FEV1 \\< 50% predicted; GOLD 4 (Very Severe) = FEV1 \\< 30% predicted.",
        "timeFrame": "Over the course of one year from the study start (Month 0 to Month 12)"
      },
      {
        "measure": "Number of Sputum Samples Positive for Bacterial Pathogens (Overall and by Species) in Stable COPD Patients, as Identified by PCR, and Classified by GOLD Grade",
        "description": "Number of sputum samples obtained at each confirmed stable visit, and positive for bacterial pathogens by PCR (overall and by bacterial species). The spirometric classification of airflow limitation in COPD patients is based on post-bronchodilator forced expiratory volume in 1 second (FEV1) and can be divided into four GOLD grades \\[GOLD, 2013\\]: GOLD 1 (MILD): FEV1 ≥ 80% predicted; GOLD 2 (Moderate)= 50% ≤ FEV1 \\< 80% predicted; GOLD 3 (Severe) = 30% ≤ FEV1 \\< 50% predicted; GOLD 4 (Very Severe) = FEV1 \\< 30% predicted.",
        "timeFrame": "Over the course of one year from the study start (Month 0 to Month 12)"
      },
      {
        "measure": "Number of Sputum Samples Positive for Viral Pathogens (Overall and by Species) in Stable COPD Patients, as Identified by PCR, and Classified by GOLD Grade",
        "description": "Number of sputum samples obtained at each confirmed stable visit, and positive for virus pathogens by PCR (overall and by viral species). The spirometric classification of airflow limitation in COPD patients is based on post-bronchodilator forced expiratory volume in 1 second (FEV1) and can be divided into four GOLD grades \\[GOLD, 2013\\]: GOLD 1 (MILD): FEV1 ≥ 80% predicted; GOLD 2 (Moderate)= 50% ≤ FEV1 \\< 80% predicted; GOLD 3 (Severe) = 30% ≤ FEV1 \\< 50% predicted; GOLD 4 (Very Severe) = FEV1 \\< 30% predicted.",
        "timeFrame": "Over the course of one year from the study start (Month 0 to Month 12)"
      },
      {
        "measure": "Number of Sputum Samples Positive for Bacterial Pathogens (Overall and by Species) in AECOPD Patients, as Identified by Bacteriological Methods and Classified by Severity of AECOPD",
        "description": "Number of sputum samples obtained at each AECOPD visit, and positive for bacterial pathogens by bacteriological methods (overall and by bacterial species). Classification of severity of AECOPD as follows: Mild = controlled with an increase in dosage of regular medications; Moderate = requires treatment with systemic corticosteroids and/or antibiotics; Severe = requires hospitalization.",
        "timeFrame": "Over the course of one year from the study start (Month 0 to Month 12)"
      },
      {
        "measure": "Number of Sputum Samples Positive for Bacterial Pathogens (Overall and by Species) in AECOPD Patients, as Identified by PCR, and Classified by Severity of AECOPD",
        "description": "Number of sputum samples obtained at each AECOPD visit, and positive for bacterial pathogens by PCR (overall and by bacterial species). Classification of severity of AECOPD is as follows: Mild = controlled with an increase in dosage of regular medications; Moderate = requires treatment with systemic corticosteroids and/or antibiotics; Severe = requires hospitalization.",
        "timeFrame": "Over the course of one year from the study start (Month 0 to Month 12)"
      },
      {
        "measure": "Number of Sputum Samples Positive for Viral Pathogens (Overall and by Species) in AECOPD Patients, as Identified by PCR, and Classified by Severity of AECOPD",
        "description": "Number of sputum samples obtained at each AECOPD visit, and positive for viral pathogens by PCR (overall and by viral species). Classification of severity of AECOPD is as follows: Mild = controlled with an increase in dosage of regular medications; Moderate = requires treatment with systemic corticosteroids and/or antibiotics; Severe = requires hospitalization.",
        "timeFrame": "Over the course of one year from the study start (Month 0 to Month 12)"
      },
      {
        "measure": "Incidence Rate (Per Subject Per Year) of Confirmed and Confirmed Plus Potential AECOPDs, Overall and by GOLD Grade",
        "description": "Incidence rate is estimated by the mean number of exacerbations per subject and per year from Negative Binomial model (or Poisson model in case of under dispersion) without covariates and computed with 95% confidence intervals (CI). Confirmed AECOPDs include AECOPD events plus missed AECOPD events (i.e.: all morning alerts confirmed by phone call (as well as cases with no morning alert) for which there has been no site visit but for which AECOPD medical records are available). Potential AECOPDs include all morning alert confirmed by phone call for which there has been no site visit and for which no medical records are available.",
        "timeFrame": "Over the course of one year from the study start (Month 0 to Month 12)"
      },
      {
        "measure": "Number of Subjects With AECOPDs, Classified by Number of Exacerbations and by Severity of AECOPD",
        "description": "Classification of severity of AECOPD is as follows: Mild- Controlled AECOPD with an increase in dosage of regular medications; Moderate- Requires treatment with systemic corticosteroids and/ or antibiotics; Severe- Requires hospitalisation.",
        "timeFrame": "Over the course of one year from the study start (Month 0 to Month 12)"
      },
      {
        "measure": "Number of Subjects With AECOPDs, Classified by Number of Exacerbations and by GOLD Grade",
        "description": "The spirometric classification of airflow limitation in COPD patients is based on post-bronchodilator forced expiratory volume in 1 second (FEV1) and can be divided into four GOLD grades \\[GOLD, 2013\\]: GOLD 1 (MILD): FEV1 ≥ 80% predicted; GOLD 2 (Moderate)= 50% ≤ FEV1 \\< 80% predicted; GOLD 3 (Severe) = 30% ≤ FEV1 \\< 50% predicted; GOLD 4 (Very Severe) = FEV1 \\< 30% predicted.",
        "timeFrame": "Over the course of one year from the study start (Month 0 to Month 12)"
      },
      {
        "measure": "Number of Days of AECOPD Episodes, Overall and by AECOPD Severity",
        "description": "Descriptive statistics (mean, standard deviation) on the number of days of AECOPD episodes are presented, overall and by AECOPD severity.",
        "timeFrame": "Over the course of one year from the study start (Month 0 to Month 12)"
      },
      {
        "measure": "COPD Assessment Test (CAT) Score in Stable COPD Patients",
        "description": "The CAT is a patient-completed instrument to assess the heath-related quality of life (HRQOL) and symptom burden in patients with COPD. Descriptive statistics (mean, standard deviation) on the CAT scores are tabulated at each stable visit. The CAT index is derived as the sum of the ratings recorded for each of the eight individual items. Each of these items has 6 possible scores (0, 1, 2, 3, 4 or 5), leading to a range of 0 (best score) to 40 (worst score) for CAT score.",
        "timeFrame": "At Month 0, Month 6 and Month 12"
      },
      {
        "measure": "CAT Score by Frequency of Exacerbations",
        "description": "The CAT is a patient-completed instrument to assess the HRQOL and symptom burden in patients with COPD. Descriptive statistics (mean, standard deviation) on the CAT scores are tabulated by frequency of exacerbations). The CAT index is derived as the sum of the ratings recorded for each of the eight individual items. Each of these items has 6 possible scores (0, 1, 2, 3, 4 or 5), leading to a range of 0 (best score) to 40 (worst score) for CAT score.",
        "timeFrame": "Over the course of one year from the study start: (Month 0 to Month 12)"
      },
      {
        "measure": "St. George's Respiratory Questionnaire for COPD Patients (SGRQ-C) Score in Stable COPD Patients",
        "description": "The SGRQ-C is designed to assess HRQOL and current health of the patients. Descriptive statistics (mean, standard deviation) on the SGRQ-C scores are tabulated at each stable visit. The SGRQ-C total score is derived as the weighted sum of the forty individual items leading to a range of 0 (best score) to 100 (worst score) as detailed in the reference manual \\[St George's Respiratory Questionnaire for COPD patients, version 1.3, 2016\\].",
        "timeFrame": "At Month 0, Month 6 and Month 12"
      },
      {
        "measure": "Post-bronchodilator FEV1 Percentage of Predicted Normal Value in Stable COPD Patients",
        "description": "Summary statistics (mean, standard deviation) on post bronchodilator FEV1% of predicted normal value is tabulated at enrolment and final visit.",
        "timeFrame": "At Pre-Month 0 (screening visit) and Month 12."
      },
      {
        "measure": "Number of Patients With Healthcare Utilisation During Stable Periods",
        "description": "Healthcare utilization includes all unscheduled visits to a physician office, visits to urgent care, visits to emergency department, and hospitalizations. The impact of AECOPD on healthcare utilization is assessed during the stable periods. Hospitalizations that were associated with the disease being studied were not collected as Adverse Events (AEs) or as serious AEs (SAEs) as per protocol.",
        "timeFrame": "Over the course of one year from the study start (Month 0 to Month 12)"
      },
      {
        "measure": "Number of Patients With Healthcare Utilisation During Exacerbation Periods",
        "description": "Healthcare utilization includes all unscheduled visits to a physician office, visits to urgent care, visits to emergency department, and hospitalizations. The impact of AECOPD on healthcare utilization is assessed during exacerbation periods. Hospitalizations that were associated with the disease being studied were not collected as AEs or as SAEs as per protocol.",
        "timeFrame": "Over the course of one year from the study start (Month 0 to Month 12)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 18,
      "otherCount": 0,
      "totalCount": 20
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:26.190Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}