{
  "nctId": "NCT01431313",
  "briefTitle": "Inhaled Nitrite in Subjects With Pulmonary Hypertension",
  "officialTitle": "A Dose Escalation Study to Evaluate the Effect of Inhaled Nitrite on Cardiopulmonary Hemodynamics in Subjects With Pulmonary Hypertension",
  "protocolDocument": {
    "nctId": "NCT01431313",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-10-12",
    "uploadDate": "2018-11-19T09:50",
    "size": 4361284,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01431313/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 48,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2012-06",
    "completionDate": "2017-10",
    "primaryCompletionDate": "2017-10",
    "firstSubmitDate": "2011-09-06",
    "firstPostDate": "2011-09-09"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nDiagnosis of RHC confirmed WHO Group I PAH n=20\n\nIdiopathic, primary or familial pulmonary arterial hypertension PAH associated with one of the following connective tissue diseases:\n\nPAH associated with exposure to drugs and toxins eg, anorexigens, L-tryptophan, toxic rapeseed oil Stable PAH for at least 3 months if on therapy This patient population is closed to enrollment. Target enrollment of 20 subjects has been met\n\nWHO Group II Pulmonary Hypertension n=20 Pulmonary capillary wedge pressure PWCP greater than 15 AND Transpulmonary Gradient TPG greater than12\n\nWHO Group III PH n = 10\n\n* Has WHO functional class II through IV symptoms\n* Had the diagnosis of PH confirmed by a cardiac catheterization Both WHO Group I PAH and WHO Group III PH\n\nWHO GROUP I PAH, II and III PH Age 18 and older Able to participate in right heart catheterization Evidence of a personally signed and dated informed consent document indicating that the subject has been informed of all pertinent aspects of the study Subjects who are willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures\n\nExclusion Criteria\n\nAge less than 18 years\n\nBaseline systemic hypotension, defined as MAP less than 50 mmHg\n\nRequired intravenous inotropes within 30 days prior to study participation;\n\nHas uncontrolled systemic hypertension as evidenced by sitting systolic blood pressure greater than160 mm Hg or sitting diastolic blood pressure greater than100 mm Hg at screening\n\nHas a history of portal hypertension or chronic liver disease, including hepatitis B and/or hepatitis C with evidence of recent infection and/or active virus replication defined as moderate to severe hepatic impairment Child-Pugh Class B-C\n\nHas chronic renal insufficiency as defined by serum creatinine greater than 2.5 mgdL at screening or requires dialytic support\n\nHas a hemoglobin concentration less than 9 gdL at Screening\n\nHistory of atrial septostomy within 6 months prior to Day 1 visit\n\nRepaired or unrepaired congenital heart disease CHD\n\nPericardial constriction\n\nConfirmed diagnosis of restrictive or congestive cardiomyopathy;\n\nLeft ventricular ejection fraction 40 percent by multiple gated acquisition scan MUGA, angiography or echocardiography\n\nSymptomatic coronary disease with demonstrable ischemia;\n\nOther severe acute or chronic medical or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the subject inappropriate for entry into this study\n\nHas a psychiatric, addictive or other disorder that compromises the ability to give informed consent for participating in this study. This includes subjects with a recent history of abusing alcohol or illicit drugs 30 days prior to study screening Day 0and for the duration of the study\n\nPoorly controlled asthma defined by active wheezing and or cough with FEV1 less than 70 percent predicted, responsive to inhaled BD greater than 15 percent increase in FEV1 with BD\n\nInvestigators, study staff or their immediate families\n\nClinically significant intercurrent illness (including lower respiratory tract infection) or clinically significant surgery within 4 weeks before the administration of study drug\n\nPersonal or family history of congenital or acquired methemoglobinemia\n\nPersonal or family history of RBC CYP B5 reductase deficiency\n\nKnown or suspected hypersensitivity or allergic reaction to sodium nitrite Personal history of glucose-6-phosphate dehydrogenase G6PD deficiency or any contraindication to receiving methylene blue\n\nIf female, is pregnant or breast feeding, or has a positive pregnancy test result predose\n\nReceipt of an investigational product or device, or participation in a drug research study within a period of 15 days or 5 half-lives of the drug, whichever is longer before the first dose of study drug\n\nBlood loss or blood donation greater than 550 mL within 90 days or plasma donation greater than 500 mL within 14 days before administration of study drug\n\nRHC less than 2 weeks from treatment visit unless clinically indicated",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Pulmonary Vascular Resistance (PVR)",
        "description": "Linear mixed effects model across all time points and doses relative to baseline. The mixed effects model takes into account all time points combined (repeated measures) and has been extensively described for clinical trials (please see references). In this model, the effect of treatment on hemodynamics (measured at 0, 15, 30, 45, and 60 minutes after 45mg followed by same times after 90 mg dose) was compared with baseline values. We assessed the overall linear trend of treatment. The effect of treatment on hemodynamics in each patient group was assessed separately in mixed-effects models. Since pulmonary vascular resistance (PVR) was not normally distributed, it was transformed to natural log prior to analysis. The reported mean is the change from baseline of PVR over all subsequent times and doses (beta from the mixed effects model, converted back from natural log to Woods units), and is reported as the mean and 95% confidence interval.",
        "timeFrame": "Time zero, 15, 30, 45 and 60 minutes after nebulization of 45mg followed by 90 mg dose"
      }
    ],
    "secondary": [
      {
        "measure": "Time to Maximum Pulmonary Vascular Resistance (PVR) Decrease",
        "description": "Time in minutes to maximum PVR decrease. During study procedure, hemodynamics were measured at 0, 15, 30, 45, and 60 minutes after 45 mg followed by same times after 90 mg dose. The time point at which each patient's maximal decrease in PVR occurred was recorded and reported as the mean and standard deviation in each cohort.",
        "timeFrame": "0, 15, 30, 45, and 60 minutes after 45 mg followed by same times after 90 mg dose"
      },
      {
        "measure": "Change in Systemic Blood Pressure (Mean Arterial Pressure, MAP)",
        "description": "Linear mixed effects model across all time points and doses relative to baseline. The mixed effects model takes into account all time points combined (repeated measures) and has been extensively described for clinical trials (please see references). In this model, the effect of treatment on hemodynamics (measured at 0, 15, 30, 45, and 60 minutes after 45mg followed by same times after 90 mg dose) was compared with baseline values. We assessed the overall linear trend of treatment. The effect of treatment on hemodynamics in each patient group was assessed separately in mixed-effects models. The reported mean is the change from baseline of MAP over all subsequent times and doses (beta from the mixed effects model), and is reported as the mean and 95% confidence interval.",
        "timeFrame": "Time zero, 15, 30, 45 and 60 minutes after nebulization of 45mg followed by 90 mg dose"
      },
      {
        "measure": "Change in Systemic Vascular Resistance (SVR)",
        "description": "Linear mixed effects model across all time points and doses relative to baseline. The mixed effects model takes into account all time points combined (repeated measures) and has been extensively described for clinical trials (please see references). In this model, the effect of treatment on hemodynamics (measured at 0, 15, 30, 45, and 60 minutes after 45mg followed by same times after 90 mg dose) was compared with baseline values. We assessed the overall linear trend of treatment. The effect of treatment on hemodynamics in each patient group was assessed separately in mixed-effects models. Since systemic vascular resistance was not normally distributed, it was transformed to natural log prior to analysis. The reported mean is the change from baseline of SVR over all subsequent times and doses (beta from the mixed effects model), and is reported as the mean and 95% confidence interval.",
        "timeFrame": "Time zero, 15, 30, 45 and 60 minutes after nebulization of 45mg followed by 90 mg dose"
      },
      {
        "measure": "Change in Pulmonary Vascular Impedance / Wave Intensity",
        "description": "Characteristic impedance (Zc) which may be related to compliance effects in the large, conduit arteries.",
        "timeFrame": "Pre dose and 60 minutes post last dosage inhaled"
      },
      {
        "measure": "Change in Plasma Nitrite Concentrations in Mixed Venous Blood",
        "description": "Linear mixed effects model across all time points and doses relative to baseline. The mixed effects model takes into account all time points combined (repeated measures) and has been extensively described for clinical trials (please see references). In this model, the effect of treatment on hemodynamics (measured at 0, 15, 30, 45, and 60 minutes after 45mg followed by same times after 90 mg dose) was compared with baseline values. We assessed the overall linear trend of treatment. The effect of treatment on hemodynamics in each patient group was assessed separately in mixed-effects models. The reported mean is the change from baseline of plasma nitrite concentrations in mixed venous blood over all subsequent times and doses (beta from the mixed effects model), and is reported as the mean and 95% confidence interval.",
        "timeFrame": "Pre-dose, 15 minutes post 45mg and 90mg inhalation"
      },
      {
        "measure": "Change in Pulmonary Artery Occlusion (Capillary) Pullback Nitrite",
        "description": "Linear mixed effects model across all time points and doses relative to baseline. The mixed effects model takes into account all time points combined (repeated measures) and has been extensively described for clinical trials (please see references). In this model, the effect of treatment on hemodynamics (measured at 0, 15, 30, 45, and 60 minutes after 45mg followed by same times after 90 mg dose) was compared with baseline values. We assessed the overall linear trend of treatment. The effect of treatment on hemodynamics in each patient group was assessed separately in mixed-effects models. The reported mean is the change from baseline of pulmonary artery occlusion (capillary) pullback nitrite concentration over all subsequent times and doses (beta from the mixed effects model), and is reported as the mean and 95% confidence interval.",
        "timeFrame": "Pre-dose, 15 minutes post 45mg and 90mg inhalation"
      },
      {
        "measure": "Change in Mitochondrial Oxygen Consumption Compared to Baseline After Each Dose of Nitrite",
        "description": "Basal platelet oxygen consumption measured in isolated platelets by extracellular flux analysis (XF24, Seahorse Biosciences, Billerica, MA).",
        "timeFrame": "Maximal effect at 15 minutes post 45mg or 90mg inhalation vs Pre dose"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 0,
      "totalCount": 1
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 47,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:33.158Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}