{
  "nctId": "NCT03748706",
  "briefTitle": "PTI-125 for Mild-to-moderate Alzheimer's Disease Patients",
  "officialTitle": "A Phase 2a, Open-label, Multiple Dose, Safety, Pharmacokinetic and Biomarker Study of PTl-125 in Mild-to-moderate Alzheimer's Disease Patients",
  "protocolDocument": {
    "nctId": "NCT03748706",
    "filename": "Prot_ICF_001.pdf",
    "label": "Study Protocol and Informed Consent Form",
    "date": "2019-02-05",
    "uploadDate": "2021-03-31T10:01",
    "size": 1067140,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03748706/document/Prot_ICF_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": true
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 13,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-03-07",
    "completionDate": "2019-05-08",
    "primaryCompletionDate": "2019-05-08",
    "firstSubmitDate": "2018-11-13",
    "firstPostDate": "2018-11-21"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Ages \\>= 50 and \\<= 85 years\n* Informed consent form (ICF) signed by the subject or legally acceptable representative.\n* Clinical diagnosis of dementia due to possible or probable Alzheimer's disease\n* Mini-Mental State Examination score \\>= 16 and \\<= 24 at screening\n* If female, postmenopausal for at least 1 year\n* Patient living at home, senior residential setting, or an institutional setting without the need for continuous (i.e. 24-hour) nursing care\n* General health status acceptable for participation in the study\n* Fluency (oral and written) in English or Spanish\n* If receiving memantine, rivastigmine, galantamine or an AChEI, receiving a stable dose for at least 3 months (90 days) before screening and with continuous dosing for at least 3 months. If receiving donepezil, receiving any dose lower than 23 mg once daily.\n* The patient is a non-smoker for at least 12 months.\n* The patient or legal representative must agree to comply with the drawing of blood samples and with a lumbar puncture and the drawing of cerebrospinal fluid samples.\n* The patient has a ratio of total tau/Abeta42 in cerebrospinal fluid \\>= 0.30.\n* Patient has a caregiver or legal representative responsible for administering the drug and recording the time.\n\nExclusion Criteria:\n\n* Exposure to an experimental drug, experimental biologic or experimental medical device within the longer of 5 half-lives or 3 months before screening\n* Residence in a skilled nursing facility\n* Clinically significant laboratory test results\n* Clinically significant untreated hypothyroidism (if treated, thyroid-stimulating hormone level and thyroid supplementation dose must be stable for at least 6 months before screening)\n* Insufficiently controlled diabetes mellitus or requiring insulin\n* Renal insufficiency (serum creatinine \\>2.0 mg/dL)\n* Malignant tumor within 3 years before screening (except squamous and basal cell carcinoma or cervical carcinoma in situ or localized prostate cancer or localized stage 1 bladder cancer)\n* History of ischemic colitis or ischemic enterocolitis\n* Unstable medical condition that is clinically significant in the judgment of the investigator\n* Alanine transaminase (ALT) or aspartate transaminase (AST) \\>2 times the upper limit of normal or total bilirubin greater than the upper limit of normal.\n* History of myocardial infarction or unstable angina within 6 months before screening\n* History of more than 1 myocardial infarction within 5 years before screening\n* Clinically significant cardiac arrhythmia (including atrial fibrillation), cardiomyopathy, or cardiac conduction defect (patients with a pacemaker are acceptable)\n* Symptomatic hypotension, or uncontrolled hypertension\n* Clinically significant abnormality on screening electrocardiogram (ECG), including but not necessarily limited to a confirmed corrected QT value \\>= 450 msec for males or \\>= 470 msec for females.\n* Stroke within 18 months before screening, or history of a stroke concomitant with onset of dementia\n* History of brain tumor or other clinically significant space-occupying lesion on CT or MRI\n* Head trauma with clinically significant loss of consciousness within 12 months before screening or concurrent with the onset of dementia\n* Onset of dementia secondary to cardiac arrest, surgery with general anesthesia, or resuscitation\n* Specific degenerative CNS disease diagnosis other than Alzheimer's disease (eg, Huntington's disease, Creutzfeld-Jacob disease, Down's syndrome, Frontotemporal Dementia, Parkinson's disease)\n* Wernicke's encephalopathy\n* Active acute or chronic Central Nervous System infection\n* Donepezil 23 mg or greater quaque die currently or within 3 months prior to enrollment in the study\n* Discontinued AChEI \\< 30 days prior to enrollment in the study\n* Antipsychotics; low doses are allowed only if given for sleep disturbances, agitation and/or aggression, and only if the subject has received a stable dose for at least 3 months before enrollment in the study\n* Tricyclic antidepressants and monoamine oxidase inhibitors; all other antidepressants are allowed only if the subject has received a stable dose for at least 3 months before enrollment in the study\n* Anxiolytics or sedative-hypnotics, including barbiturates (unless given in low doses for benign tremor); low doses of benzodiazepines and zolpidem are allowed only if given for insomnia/sleep disturbance, and only if the subject has received a stable dose for at least 3 months before enrollment in the study\n* Peripherally acting drugs with effects on cholinergic transmission\n* Immunosuppressants, including systemic corticosteroids, if taken in clinically immunosuppressive doses (Steroid use for allergy or other inflammation is permitted.)\n* Antiepileptic medications if taken for control of seizures\n* Chronic intake of opioid-containing analgesics\n* Sedating H1 antihistamines\n* Nicotine therapy (all dosage forms including a patch), varenicline (Chantix), or similar therapeutic agent within 30 days before screening\n* Clinically significant illness within 30 days of enrollment\n* History of significant neurological, hepatic, renal, endocrine, cardiovascular, gastrointestinal, pulmonary, or metabolic disease\n* Positive serum hepatitis B surface antigen (HBsAg) or positive hepatitis C virus (HCV) antibody test at screening\n* Positive HIV test at screening\n* Loss of a significant volume of blood (\\> 450 mL) within 4 weeks prior to the study\n* Metformin or cimetidine.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Maximum Plasma Concentration (Cmax)",
        "description": "Blood draws will be done to evaluate levels of PTI-125 in the plasma using non-compartmental methods in WinNonlin.",
        "timeFrame": "Study Day 1 and Day 28 at 20, 40, and 60 min and at 1.5, 2, 2.5, 3, 4, 6, 8, 10 and 12 h post-dose"
      },
      {
        "measure": "Time to Maximum Plasma Concentration (Tmax)",
        "description": "Levels of PTI-125 will be assessed to determine how long it takes to reach the Cmax",
        "timeFrame": "Study Day 1 and Day 28 at 20, 40, and 60 min and at 1.5, 2, 2.5, 3, 4, 6, 8, 10 and 12 h post-dose"
      },
      {
        "measure": "Last Quantifiable Plasma Concentration (Clast)",
        "description": "Levels of PTI-125 will be assessed to determine the last time point where PTI-125 can be detected.",
        "timeFrame": "Study Day 1 and Day 28 at 20, 40, and 60 min and at 1.5, 2, 2.5, 3, 4, 6, 8, 10 and 12 h post-dose"
      },
      {
        "measure": "Time to Last Quantifiable Plasma Concentration (Tlast)",
        "description": "Levels of PTI-125 will be assessed to determine the elapsed time to where PTI-125 can last be detected in the plasma.",
        "timeFrame": "Study Day 1 and Day 28 at 20, 40, and 60 min and at 1.5, 2, 2.5, 3, 4, 6, 8, 10 and 12 h post-dose"
      },
      {
        "measure": "Area Under the Curve (AUClast)",
        "description": "AUC for PTI-125 plasma concentration from time zero to the last quantifiable plasma concentration.",
        "timeFrame": "Study Day 1 and Day 28 at 20, 40, and 60 min and at 1.5, 2, 2.5, 3, 4, 6, 8, 10 and 12 h post-dose"
      },
      {
        "measure": "Plasma Half-life (T1/2)",
        "description": "Assessment of the half-life in plasma of PTI-125",
        "timeFrame": "Study Day 1 and Day 28 at 20, 40, and 60 min and at 1.5, 2, 2.5, 3, 4, 6, 8, 10 and 12 h post-dose"
      }
    ],
    "secondary": [
      {
        "measure": "SavaDx (Biomarker)",
        "description": "Blood samples will be tested for the complementary diagnostic/biomarker for Alzheimer's disease.",
        "timeFrame": "Study Day 1 and Day 28"
      },
      {
        "measure": "CSF Biomarkers",
        "description": "A cerebrospinal fluid sample collection will be performed for Aβ42, tau, YKL40 and other potential CSF biomarkers",
        "timeFrame": "Change from Baseline to Day 28"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 74,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:39.695Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}