{
  "nctId": "NCT05441943",
  "briefTitle": "Lymphaticovenous Anastomosis as Treatment for Lymphedema",
  "officialTitle": "Lymphaticovenous Anastomosis as a Surgical Treatment for Breast Cancer-Related Lymphedema",
  "protocolDocument": {
    "nctId": "NCT05441943",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-06-20",
    "uploadDate": "2022-06-20T06:20",
    "size": 362277,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05441943/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 10,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2022-05-11",
    "completionDate": "2026-12-31",
    "primaryCompletionDate": "2026-12-31",
    "firstSubmitDate": "2022-06-07",
    "firstPostDate": "2022-07-01"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Female\n* Iatrogenic lymphedema following treatment for breast cancer in upper extremity\n* Possible to obtain informed consent\n* Age\\>18\n\nExclusion Criteria:\n\n* Duration of disease over 24 months\n* Smoker\n* Untreated or uncontrolled primary cancer\n* No applicable lymphatic vessels identified, using ICG lymphangiography\n* No applicable venous vessels identified using ultra high frequency ultrasound",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of vessels planned for surgery surgery",
        "description": "The number of mapped lymphatics vessels and venoles.",
        "timeFrame": "Preoperative"
      },
      {
        "measure": "Number of vessels found during surgery",
        "description": "The number of vessels found during surgery. This number will be compared to the number of vessels planned for surgery.",
        "timeFrame": "Perioprative"
      }
    ],
    "secondary": [
      {
        "measure": "Changes of arm volume",
        "description": "The change of arm volume difference at baseline and at three months follow-up after surgery.\n\nVolume calculation Manual circumferential measurements are taken from both arms for volume calculation, based on the formula for multiple blunt cones.\n\nWater displacement for volume assessment The water displacement test estimates the volume of the arm, based on lowering the extremity in a basin of water, and calculating the water volume difference in mL. Both extremities are measured.",
        "timeFrame": "Baseline and 3 months follow-up"
      },
      {
        "measure": "Change of extracellular fluid (liters) relative to total body water (liters), measured in percentage.",
        "description": "The change in extracellular fluid (liters), relative to total body water (liters), measured by a stand-on bioimpedance at baseline and 3 months follow-up. The stand-on device measure the body composition through small electric impulses between two electrodes.\n\nExtracellular fluid and total body water measures will be aggregated to one reported value (extracellular fluid (liters) / total body water (liters)).",
        "timeFrame": "Baseline and 3 months follow-up"
      },
      {
        "measure": "Changes of intracellular fluid (liters) relative to total body water (liters), measured in percentage.",
        "description": "The change in intracellular fluid (liters), relative to body water (liters), measured by a stand-on bioimpedance at baseline and 3 months follow-up. The stand-on device measure the body composition through small electric impulses between two electrodes.\n\nIntracellular fluid and total body water measures will be aggregated to one reported value (intracellular fluid (liters) / total body water (liters)).",
        "timeFrame": "Baseline and 3 months follow-up"
      },
      {
        "measure": "Changes of total body water (liters) relative to weight (kg), measured in percentage.",
        "description": "The change in total body water (liters), relative to body weight (kg), measured by a stand-on bioimpedance at baseline and 3 months follow-up. The stand-on device measure the body composition through small electric impulses between two electrodes.\n\nTotal body water and weight measures will be aggregated to one reported value (total body water (liters) / weight (kg)).",
        "timeFrame": "Baseline and 3 months follow-up"
      },
      {
        "measure": "Changes of proteins and minerals (kg) relative to weight (kg), measured in percentage.",
        "description": "The change in proteins and minerals (kg), relative to body weight (kg), measured by a stand-on bioimpedance at baseline and 3 months follow-up. The stand-on device measure the body composition through small electric impulses between two electrodes.\n\nProteins and minerals and weight measures will be aggregated to one reported value (proteins and minerals (kg) / weight (kg)).",
        "timeFrame": "Baseline and 3 months follow-up"
      },
      {
        "measure": "Changes of fat mass (kg) relative to weight (kg), measured in percentage.",
        "description": "The change in fat mass (kg), relative to body weight (kg), measured by a stand-on bioimpedance at baseline and 3 months follow-up. The stand-on device measure the body composition through small electric impulses between two electrodes.\n\nFat mass and weight measures will be aggregated to one reported value (fat mass (kg) / weight (kg)).",
        "timeFrame": "Baseline and 3 months follow-up"
      },
      {
        "measure": "Changes in active tissue mass (kg) relative to weight (kg), measured in percentage.",
        "description": "The change in active tissue mass (kg), relative to body weight (kg), measured by a stand-on bioimpedance at baseline and 3 months follow-up. The stand-on device measure the body composition through small electric impulses between two electrodes.\n\nActive tissue mass and weight measures will be aggregated to one reported value (active tissue mass (kg) / weight (kg)).",
        "timeFrame": "Baseline and 3 months follow-up"
      },
      {
        "measure": "Changes of skeletal muscle mass (kg) relative to weight (kg), measured in percentage.",
        "description": "The change in skeletal muscle mass (kg), relative to body weight (kg), measured by a stand-on bioimpedance at baseline and 3 months follow-up. The stand-on device measure the body composition through small electric impulses between two electrodes.\n\nSkeletal muscle mass and weight measures will be aggregated to one reported value (skeletal muscle mass (kg) / weight (kg)).",
        "timeFrame": "Baseline and 3 months follow-up"
      },
      {
        "measure": "Changes in L-Dex score",
        "description": "L-Dex score is a measurement of extracellular fluid of the arm. A stand-on bioimpedance device, estimates the extracellular fluid trough electric impulses between its electrodes. Based upon the impedance ratio of the affected and unaffected arm, the bioimpedance calculates a Lymphedema index, called L-Dex ratio score. A number between -10 and 10 is considered normal, and diagnostic for lymphedema if above 10. Its sensitivity and specificity are 0.66 and 0.99, respectively, at a receiver operating characteristic curve (ROC) value of 10. The score correlates with the limb volume and lymphatic function.",
        "timeFrame": "Baseline and 3 months follow-up"
      },
      {
        "measure": "Changes in health-related quality-of-life measured by the LYMPH-Q questionnaire",
        "description": "The LYMPH-Q Upper extremity module questionnaire is a validated patient-reported outcome tool for women with breast cancer related lymphedema. The module contains seven individual scales, measuring: symptoms, function, appearance, psychological function, and satisfaction with information on lymphedema and satisfaction with arm sleeve. Each scale gives an independent score reaching from 0 (worst) to 100 (best), which can be used for comparison of change over time. A higher score indicates a better outcome.\n\nPatients will complete the questionnaire at baseline and 3 months follow-up.",
        "timeFrame": "Baseline and 3 months follow-up"
      },
      {
        "measure": "Changes of lymphatic flow pattern before and after surgery by ICG lymphangiography",
        "description": "Video recordings of ICG lymphographies are stored for later classification of the lymphedema. Staging will be done using the MD Anderson scale; a classification system based upon pattern recognition of the dermal backflow from the ICG lymphography, see table 1.\n\nMD Anderson stage ICG lymphography findings Stage 0 No dermal backflow Stage 1 Many patent lymphatics and minimal dermal backflow Stage 2 Moderate number of patent lymphatics and segmental dermal backflow Stage 3 Few patent lymphatics with extensive dermal backflow Stage 4 Dermal backflow involving the hand Stage 5 ICG does not move proximally to injection site Table 1: MD Anderson classification based upon ICG lymphography findings.",
        "timeFrame": "Baseline and 3 months follow-up"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:58.971Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}