{
  "nctId": "NCT03441633",
  "briefTitle": "Apixaban Drug Utilization Study In Stroke Prevention In Atrial Fibrillation (Spaf)",
  "officialTitle": "APIXABAN DRUG UTILIZATION STUDY IN STROKE PREVENTION IN ATRIAL FIBRILLATION (SPAF)",
  "protocolDocument": {
    "nctId": "NCT03441633",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2016-11-07",
    "uploadDate": "2018-02-23T20:40",
    "size": 698839,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03441633/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 51690,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-02-18",
    "completionDate": "2017-03-08",
    "primaryCompletionDate": "2017-03-08",
    "firstSubmitDate": "2018-02-02",
    "firstPostDate": "2018-02-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Patients more than 18 years-old.\n2. Patients diagnosed with NVAF registered in primary care according to ICD-10.\n3. Patients initiating apixaban (naïve or VKA experienced), VKA (naïve or VKA experienced), dabigatran or rivaroxaban for the SPAF indication.\n4. Continuous enrolment in the 12 months pre-index.\n\nExclusion Criteria:\n\n1. Patients with valvular heart disease (ICD 10: I05.0-I05.09, I08.0-I08.9) including patients with mitral prosthetic valves.\n2. Lost to follow-up (e.g. transfer to primary care center non-ICS).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants by Their Sociodemographic Characteristics: Smoking Habit",
        "description": "Socio-demographics were characteristics of a population. One of the socio-demographics characteristics included smoking habit.",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Number of Participants by Their Sociodemographic Characteristics: Alcoholic Habit",
        "description": "Socio-demographics were characteristics of a population. One of the socio-demographics characteristics included alcoholic habit.",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Number of Participants by Their Sociodemographic Characteristics: MEDEA",
        "description": "Socio-demographics were characteristics of a population. One of the socio-demographics characteristics included MEDEA. MEDEA was a deprivation index that was associated with overall mortality in urban areas. It included factors like job, education, housing conditions and single parent homes. The MEDEA index was categorized in quintiles for urban areas, with quintile 1 corresponding to the least deprived population and quintile 5, the most deprived.",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Number of Participants by Their Sociodemographic Characteristics: Body Mass Index (BMI)",
        "description": "Socio-demographics were characteristics of a population. One of the socio-demographics characteristics included BMI. BMI was defined as an index for assessing overweight and underweight and was obtained by dividing body weight in kilograms (kg) by height in meters squared (m\\^2).",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Number of Participants by Comorbidity",
        "description": "Comorbidity was defined as the presence of one or more additional diseases or disorders co-occurring with (that is, concomitant or concurrent with) a primary disease or disorder.",
        "timeFrame": "Up to 12 months after date of first prescription"
      },
      {
        "measure": "Risk of Bleeding Events: HAS-BLED Score",
        "description": "Risk of bleeding events was assessed by using HAS-BLED score. HAS-BLED was a scoring system that was developed to assess 1 year risk of occurrence of major hemorrhage. HAS-BLED score was assessed by combining score of 9 risk factors: hypertension history, renal disease, liver disease, stroke history, prior major bleeding or predisposition to bleeding, labile international normalized ratio (INR), age \\>65 years, medication usage predisposing to bleeding and alcohol or drug usage history. The total score ranged from 0 to 9 where 0 = low risk of bleed per 100 participants-year and \\>3 = high risk of bleed per 100 participants-year.",
        "timeFrame": "Up to 12 months prior to enrollment"
      },
      {
        "measure": "Risk of Thromboembolic Events: CHADS2 Score",
        "description": "Thromboembolic events were defined as an embolic stroke that occurred when a blood clot that formed elsewhere in the body breaks loose and travels to the brain via bloodstream. Risk of thromboembolic events was calculated using CHADS2 score. CHADS2 score was assessed by combining score of 5 risk factors (congestive heart failure history, hypertension history, age \\>=75 years, diabetes mellitus history and stroke/transient ischemic attack symptoms previously). Total CHADS2 score ranged from 0-6 where 0 =low risk and 6 =high risk of stroke.",
        "timeFrame": "Up to 12 months prior to enrollment"
      },
      {
        "measure": "Risk of Thromboembolic Events: CHA2DS2Vasc Score",
        "description": "Thromboembolic events were defined as an embolic stroke that occurred when a blood clot that formed elsewhere in the body breaks loose and travels to the brain via bloodstream. Risk of thromboembolic events was calculated using CHA2DS2Vasc score. CHA2DS2Vasc score was assessed by combining score of 8 risk factors (female, \\>=65 and \\<75 years, congestive heart failure history, hypertension history, diabetes mellitus history, vascular disease history, age \\>=75 years and stroke/TIA symptoms previously). Total CHA2DS2Vasc score ranged from 0-9 where 0=low risk and 9=high risk of stroke.",
        "timeFrame": "Up to 12 months prior to enrollment"
      },
      {
        "measure": "Number of Participants by Comedications",
        "description": "Comedication was defined as the second or alternative medication used to relieve the side-effects of another medicine.",
        "timeFrame": "Up to 30 days after date of first prescription"
      },
      {
        "measure": "Number of Participants With Apixaban Adherence With VKA, Dabigatran and Rivaroxaban as Assessed by Medication Possession Ratio (MPR)",
        "description": "MPR was one of the methods of measuring adherence and was defined as the ratio of all days supply to elapsed days, during the 12-month observation period. All days supply defined as sum of number of days supply between the start date and last prescription dispensed. Elapsed days defined as number of days between the start date and the last prescription dispensed. There were three categories of adherence: poor defined as \\<80% of MPR, good defined as between 80% and 120% of MPR and over adherence defined as \\>120% of MPR.",
        "timeFrame": "Up to 12 months after date of first prescription"
      },
      {
        "measure": "Number of Participants With Apixaban Adherence With VKA, Dabigatran and Rivaroxaban as Assessed by Discontinuation Throughout the Year",
        "description": "Discontinuation rate was defined as the lack of subsequent prescription of the index drugs within 2 months after last supply day of the last prescription. It was analyzed by calculating the treatment withdrawal or switch rate.",
        "timeFrame": "Up to 12 months after date of first prescription"
      },
      {
        "measure": "Apixaban Adherence With VKA, Dabigatran and Rivaroxaban by Number of Defined Daily Dose (NDDD)",
        "description": "NDDD was a measure that represented the average daily maintenance dose for the main indication of a drug.",
        "timeFrame": "Up to 12 months after date of first prescription"
      },
      {
        "measure": "International Normalized Ratio (INR) Values During the Last 12 Months Values in Participants Previously Treated With VKA",
        "description": "INR was defined as the ratio of the participant's prothrombin time and the normal mean prothrombin time. Prothrombin time defined as a time taken by the blood to clot in participants receiving oral anticoagulant medication. INR was categorized according to the risk level: risk for coagulation (INR\\<2); optimal range (2\\<INR\\<3); and risk of hemorrhages (INR\\>3).",
        "timeFrame": "Up to 12 months after date of first prescription"
      },
      {
        "measure": "Time in Therapeutic Range (TTR) Values During the Last 12 Months Values in Participants Previously Treated With VKA",
        "description": "TTR was defined as the duration of time in which the participant's INR values were within a desired range (2 to 3). INR was defined as the ratio of the participant's prothrombin time and the normal mean prothrombin time. Prothrombin time defined as a time taken by the blood to clot in participants receiving oral anticoagulant medication. INR was categorized according to the risk level: risk for coagulation (INR\\<2); optimal range (2\\<INR\\<3); and risk of hemorrhages (INR\\>3).",
        "timeFrame": "Up to 12 months after date of first prescription"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 14,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:36.251Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}