{
  "nctId": "NCT03238963",
  "briefTitle": "A Study That Tests BI 1467335 in Patients With Diabetic Eye Disease (Diabetic Retinopathy). It Looks at the Way BI 1467335 is Taken up, the Effects it Has, and How Well it is Tolerated.",
  "officialTitle": "A Randomized, Double-masked, Placebo-controlled Exploratory Study to Evaluate Safety, Tolerability, Pharmacodynamics and Pharmacokinetics of Orally Administered BI 1467335 for 12 Weeks With a 12 Week Follow up Period in Patients With Non-proliferative Diabetic Retinopathy Without Center-involved Diabetic Macular Edema (ROBIN Study)",
  "protocolDocument": {
    "nctId": "NCT03238963",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-04-11",
    "uploadDate": "2021-03-19T06:40",
    "size": 709830,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03238963/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 79,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-09-19",
    "completionDate": "2020-05-14",
    "primaryCompletionDate": "2020-05-14",
    "firstSubmitDate": "2017-08-01",
    "firstPostDate": "2017-08-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Of legal age (according to local legislation, usually ≥ 18 years) at screening\n* Male or female patients. Women of childbearing potential (WOCBP) must be ready and able to use two methods of contraception with at least one of them being a highly effective method of birth control per ICH M3 (R2) that result in a low failure rate of less than 1% per year when used consistently and correctly. A list of contraception methods meeting these criteria is provided in the patient information.\n* Diagnosis of diabetes mellitus (type 1 or type 2):\n\n  --Documented diabetes by American Diabetes Association (ADA) and/or World Health Organization criteria\n* Glycosylated hemoglobin (HbA1c) ≤ 12% at screening\n* Non-proliferative diabetic retinopathy (NPDR) without center-involved diabetic macular edema (CI-DME) in the study eye at screening with NPDR level 47 or level 53, as determined by the Central reading center (CRC) by using the DR severity scale (DRSS)\n* Best corrected visual acuity ETDRS letter score ≥ 70 letters in the study eye at screening\n* Media clarity, pupillary dilation and individual cooperation sufficient for adequate retinal examination including fundus photographs and Optical Coherence Tomography (OCT)\n* Signed and dated written informed consent in accordance with ICH-GCP and local legislation prior to admission to the trial\n\nExclusion Criteria:\n\n* Cataract surgery performed within 6 months prior to screening or planned during the trial in the study eye; or any additional eye disease in the study eye that, in the opinion of the investigator,could compromise or alter visual acuity during the course of the study (e.g. vein occlusion, uncontrolled intraocular pressure (IOP) \\>24 mmHg on optimal medical treatment, glaucoma with visual field loss, uveitis or other ocular inflammatory disease,vitreomacular traction, monocular vision, history of ischemic optic neuropathy, or genetic disorders such as retinitis pigmentosa)\n* Active center-involved DME (CI-DME) on clinical examination and Optical Coherence Tomography (OCT) central subfield thickness in the study eye above 300 μm as measured by Optovue OCT or above 320 μm as measured by Heidelberg OCT\n* Anterior segment and vitreous abnormalities in the study eye that would compromise the adequate assessment of the best corrected visual acuity or an adequate examination of the posterior pole\n* Evidence of neovascularization on clinical examination including active neovascularization of the iris (small iris tufts are not an exclusion) or angle neovascularization in the study eye, ruled out by gonioscopy (documented in the last 4 weeks before screening or performed at screening)\n* Prior pan-retinal photocoagulation (defined as ≥ 100 burns placed previously outside of the posterior pole) in the study eye\n* Treatment of either DME or DR with macular laser within 3 months prior to screening, or intraocular injections of medication within 6 months prior to screening, and no more than 4 prior intraocular injections in the study eye at any time in the past\n* Patients treated with Monoamine Oxidase (MAO) inhibitors or drugs that may have potential side effects due to MAO inhibition\n* Current or planned, during the trial, use of medications known to be toxic to the retina, lens or optic nerve, or cause vision loss\n* Patients who must or wish to continue the intake of other restricted medications or any drug considered likely to interfere with the safe conduct of the trial\n* Estimated Glomerular filtration rate (eGFR) \\< 60 mL/min/1.73m2 calculated by Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) equation at screening, or where the investigator expects filtration rate is likely to drop below 60 mL/min/1.73m2 during the trial\n* Alanine transaminase (ALT) or aspartate transaminase (AST) greater than 2.0-fold the upper limit of normal, or total bilirubin \\> 1.5x upper limit of normal.\n* Uncontrolled arterial hypertension defined as a single measurement of systolic blood pressure \\>180 mmHg, or two consecutive measurements of systolic blood pressure \\> 160 mmHg and/or diastolic blood pressure \\>100 mmHg on optimal medical regimen at screening. If blood pressure is brought to ≤ 160/100 mmHg by antihypertensive treatment until randomization, individual can become eligible.\n* Wolff-Parkinson-White Syndrome, baseline QTc \\> 450 ms (Fridericia's formula), family history of long QT, or on medication prolonging QT time at screening or planned initiation during the trial\n* Diagnosis of a serious or unstable systemic or eye disease and other conditions that, in the clinical judgment of the investigator, are likely to interfere with the analyses of safety and efficacy in this study. Patients with an expected life expectancy of less than 2 years are also excluded.\n* Active known or suspected chronic or relevant acute infections, such as HIV (Human Immunodeficiency Virus)\\\\viral hepatitis, or tuberculosis. QuantiFERON® TB test and HBs Ag test will be performed during screening. Patients with a positive test result may participate in the study if further work up (according to local practice/guidelines) establishes conclusively that the patient has no evidence of active infection.\n* Any documented active or suspected malignancy or history of malignancy within 5 years prior to screening, except appropriately treated basal cell carcinoma of the skin or in situ carcinoma of uterine cervix.\n* Chronic alcohol or drug abuse or any condition that, in the investigator's opinion, makes them an unreliable study participant or unlikely to complete the trial\n* Known hypersensitivity to any component of the trial drug and/or allergy to fluorescein dye\n* Major surgery (major according to the investigator's assessment) performed within 12 weeks prior to randomization or planned during the trial, e.g. hip replacement\n* Currently enrolled in another investigational drug trial, or less than 30 days or 5 times half-life of the investigational drug, whichever is longer, since ending another investigational drug trial from the screening visit in this trial or receiving other investigational treatment(s); patients participating in a purely observational trial will not be excluded.\n* Previous randomization in this trial\n* Women who are pregnant, nursing, or who plan to become pregnant while in the trial\n* Any other clinical condition that, in the opinion of the investigator, would jeopardize patient safety while participating in this clinical trial.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Any Ocular Adverse Events Over the On-treatment Period",
        "description": "Percentage of participants with any ocular adverse events over the on-treatment period was reported.",
        "timeFrame": "On-treatment period: from first dose of study drug until end of follow-up period, up to 24 weeks."
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With at Least 2 Steps Improvement From Baseline in the Study Eye on the Diabetic Retinopathy Severity Scale (DRSS) at Week 12",
        "description": "7-field or modified 4-field digital fundus photographs was obtained from both eyes by a qualified person according to the imaging manual to collect all data for the assessment of the Early Treatment Diabetic Retinopathy Study (ETDRS) Diabetic Retinopathy Severity Scale (DRSS). The images was sent to the independent central reading center who performs the grading on the basis of the DRSS. The DRSS ranges from level 10 (Diabetic retinopathy absent) to level 85 (advanced proliferative Diabetic retinopathy).",
        "timeFrame": "At baseline and at Week 12."
      },
      {
        "measure": "Percentage of Participants With Adverse Events Other Than Ocular Adverse Events Over On-treatment Period",
        "description": "Percentage of participants with adverse events other than ocular adverse events over on-treatment period was reported.",
        "timeFrame": "On-treatment period: from first dose of study drug until end of follow-up period, up to 24 weeks."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 49,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:09.422Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}