{
  "nctId": "NCT02431468",
  "briefTitle": "A Study Assessing Bryostatin in the Treatment of Moderately Severe to Severe Alzheimer's Disease",
  "officialTitle": "A Randomized, Double-Blind,Placebo-Controlled, Phase 2 Study Assessing the Safety, Tolerability and Efficacy of Bryostatin in the Treatment of Moderately Severe to Severe Alzheimer's Disease",
  "protocolDocument": {
    "nctId": "NCT02431468",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-03-03",
    "uploadDate": "2018-04-26T16:11",
    "size": 1421377,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02431468/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 147,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-11",
    "completionDate": "2017-02",
    "primaryCompletionDate": "2017-02",
    "firstSubmitDate": "2015-04-22",
    "firstPostDate": "2015-05-01"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Written informed consent from caregiver and subject (if possible) or legally acceptable representative if different from caregiver\n* Male and female subjects 55-85 years of age inclusive\n* Cognitive deficit present for at least 2 years that meet the diagnostic criteria for probable Alzheimer's\n* Mini Mental State Exam (MMSE-2) score of 4-15\n* Patients must be able to perform at least one item on the Severe Impairment Battery Scale\n* Neuroimaging (computerized tomography (CT) or Magnetic Resonance Imaging (MRI)) within the last 24 months consistent with a diagnosis of probable Alzheimer's disease (AD)\n* Reliable caregiver(s) or informant(s) who attends the subject at least an average of 3 hours or more per day for 3 or more days per week\n* Adequate vision and motor function to comply with testing\n* If taking drugs approved for treatment of Alzheimer's disease (e.g. cholinesterase inhibitors, memantine), must be on a stable dose for at least 3 months prior to entry into study and the dose must not change during the study unless a change is required due to an adverse event or a clinically significant change in the patient's status.\n\nExclusion Criteria:\n\n* Dementia due to any condition other than AD, including vascular dementia (Rosen-modified Hachinski lschemic score ≥ 5)\n* Evidence of significant central nervous system (CNS) vascular disease on previous neuroimaging including but not limited to: cortical stroke, multiple infarcts, localized single infarcts in the thalamus, angular gyrus, multiple lacunar infarcts or extensive white matter injury\n* Clinically significant neurologic disease or condition other than AD, such as cerebral tumor, chronic subdural fluid collections, Huntington's Disease, Parkinson's Disease, normal pressure hydrocephalus, or any other diagnosis that could interfere with assessment of safety and efficacy\n* Evidence of clinically significant unstable cardiovascular, pulmonary, renal, hepatic, gastrointestinal, neurologic, or metabolic disease within the 6 months prior to enrollment\n* Poorly controlled diabetes, at the discretion of the Principal Investigator\n* Creatinine clearance (CL) of \\<45ml/min\n* Use of an active Alzheimer's vaccine within 2 years prior to screening\n* Use of a monoclonal antibody for treatment of AD within 1 year prior to screening\n* Any medical or psychiatric condition that is likely to require initiation of additional medication or surgical intervention during the course of the study\n* Use of an investigational drug within 30 days prior to screening\n* Prior exposure to bryostatin, or known sensitivity to bryostatin or any ingredient in the study drug\n* Any other concurrent medical condition, which in the opinion of the PI makes the subject unsuitable for the clinical study",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "55 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Safety: Number of Subjects With Treatment-emergent Adverse Events and Serious Adverse Events",
        "description": "Evaluations of adverse events (AEs), serious adverse events (SAEs), Adverse event of special interest - myalgia",
        "timeFrame": "Baseline through 30 days post end of treatment (up to Day 107)"
      },
      {
        "measure": "Efficacy: Change From Baseline in Severe Impairment Battery (SIB) in the Full Analysis Set (FAS)",
        "description": "The primary statistical objective for efficacy was to estimate the effect of bryostatin on the mean change in the total SIB score after 12 weeks of treatment, assessed at Week 13 (day 91). Efficacy analyses were conducted according to randomized groups. The SIB is used to assess cognition in subjects with moderate and severe AD. It is divided into nine subscales that include attention, language, orientation, memory, praxis, visuospatial ability, construction, social skills, orienting head to name. Non-verbal responses are allowed, thus decreasing the need for language output. Forty questions are included with a point score range of 0-100. Lower scores indicate greater cognitive impairment.",
        "timeFrame": "Primary analysis at Week 13 (day 91) after 12 weeks of treatment (up to day 107)"
      }
    ],
    "secondary": [
      {
        "measure": "Secondary Efficacy Endpoints",
        "description": "* Change from baseline in the Severe Impairment Battery (SIB) at Weeks 5 and 9. Assesses cognition. Score range 0-100. Lower scores indicate greater cognitive impairment.\n* Change from baseline in Alzheimer Disease Cooperative Study Activities of Daily Living Inventory-Severe Impairment Version (ADCS-ADL-SEV) at Weeks 5, 9,13. A 19-item test of the performance of activities of daily living. Total score range 0-54; lower scores indicate greater functional impairment.\n* Change from baseline in MMSE-2 at Weeks 5, 9 and 13. Tests selected aspects of cognition on a scale of 0-30. Lower scores indicate greater cognitive impairment.\n* Change from baseline in Neuropsychiatric Inventory (NPI) at Weeks 5, 9,13. Caregiver interview assesses 12 behavioral disturbances. Scores range from 0-144; higher scores indicate greater behavioral disturbances.\n* Clinical Global Impression of Improvement (CGI-I) at Weeks 5, 9, 13. A 7-point scale range from (1) very much improved to (7) very much worse.",
        "timeFrame": "Week 5, Week 9, Week 13"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:41.963Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}