{
  "nctId": "NCT05264129",
  "briefTitle": "Study to Assess Adverse Events When Ubrogepant Tablets in Combination With Atogepant Tablets Are Used to Treat Adult Participants With Migraine",
  "officialTitle": "A Phase 4, Multicenter, Open-Label Study to Evaluate the Safety, Tolerability, and Efficacy of the Concomitant Use of Ubrogepant for the Acute Treatment of Migraine in Subjects Taking Atogepant for the Preventive Treatment of Episodic Migraine",
  "protocolDocument": {
    "nctId": "NCT05264129",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-07-22",
    "uploadDate": "2024-04-01T10:44",
    "size": 2004214,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05264129/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 263,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-03-07",
    "completionDate": "2023-04-04",
    "primaryCompletionDate": "2023-04-04",
    "firstSubmitDate": "2022-02-22",
    "firstPostDate": "2022-03-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* At least 1-year history of migraine with or without aura consistent with a diagnosis according to the International Classification of Headache Disorders (ICHD)-3, 2018.\n* History of 4 to 14 migraine days per month on average in the 3 months prior to Screening (Visit 1) in the investigator's judgment.\n\nExclusion Criteria:\n\n\\- Clinically significant hematologic, endocrine, cardiovascular, cerebrovascular, pulmonary, renal, hepatic, gastrointestinal, or neurologic disease.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Adverse Events (AEs)",
        "description": "An adverse event (AE) is any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment. An AE can therefore be any unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product. A serious adverse event (SAE) is an event that results in death, is life-threatening, requires or prolongs hospitalization, results in a congenital anomaly, persistent or significant disability/incapacity or is an important medical event that, based on medical judgment, may jeopardize the participant and may require medical or surgical intervention to prevent any of the outcomes listed above. A treatment-emergent adverse event (TEAE) is an AE that occurs or worsens after receiving investigational study drug.",
        "timeFrame": "From first dose of study drug until 30 days following last dose of study drug (up to approximately 28 weeks)"
      },
      {
        "measure": "Percentage of Participants With Potentially Clinically Significant (PCS) Laboratory Values as Assessed by the Investigator",
        "description": "Clinical laboratory test values are considered PCS if they meet either the lower-limit or higher-limit PCS criteria defined in the categories below. Percentage of participants with PCS laboratory values are summarized for chemistry, hematology, and urinalysis. Only those categories where at least 1 person had a non-PCS value at Baseline and met the PCS criterion at least once during post-baseline are reported.",
        "timeFrame": "Up to approximately 28 weeks"
      },
      {
        "measure": "Percentage of Participants With Potentially Clinically Significant (PCS) Electrocardiograms (ECGs) Findings as Assessed by the Investigator",
        "description": "12-lead ECGs were performed at select study visits. Only those categories where at least 1 person had a non-PCS value at Baseline and met the PCS criterion at least once during postbaseline are reported.",
        "timeFrame": "Up to approximately 24 weeks"
      },
      {
        "measure": "Percentage of Participants With Potentially Clinically Significant (PCS) Vital Sign Measurements as Assessed by the Investigator",
        "description": "PCS postbaseline vital sign values are summarized for categories: systolic and diastolic blood pressures \\[sitting and standing\\], pulse rate \\[sitting and standing\\], respiratory rate, temperature, weight. Only those categories where at least 1 person had a non-PCS value at Baseline and met the PCS criterion at least once during postbaseline are reported.",
        "timeFrame": "Up to approximately 28 weeks"
      },
      {
        "measure": "Number of Participants With Suicidal Ideation and Behaviour Using 5-Point Scale of Columbia-Suicide Severity Rating Scale (C-SSRS) During the Open-Label Treatment Period",
        "description": "C-SSRS is a clinician-rated instrument that reports the severity of both suicidal ideation and suicidal behavior.\n\nSuicidal ideation is classified on a 5-item scale: 1 (wish to be dead), 2 (nonspecific active suicidal thoughts), 3 (active suicidal ideation with any methods \\[not plan\\] without intent to act), 4 (active suicidal ideation with some intent to act, without specific plan), and 5 (active suicidal ideation with specific plan and intent).\n\nSuicidal behavior is classified on a 5-item scale: 0 (no suicidal behavior), 1 (preparatory acts or behavior), 2 (aborted attempt), 3 (interrupted attempt), and 4 (actual attempt).\n\nMore than 1 classification can be selected provided they represent separate episodes. Suicidal ideation: Minimum total score 1, maximum total score 5; higher total scores indicate more suicidal ideation. Suicidal behavior: Minimum total score 0, maximum total score 4; higher total scores indicate more suicidal behavior.",
        "timeFrame": "Week 1 to Week 12 for Safety Population 1; Week 12 to Week 24 for Safety Population 2"
      },
      {
        "measure": "Number of Participants With Suicidal Ideation and Behaviour Using 5-Point Scale of Columbia-Suicide Severity Rating Scale (C-SSRS) During the 4-Week Safety Follow-Up Period",
        "description": "C-SSRS is a clinician-rated instrument that reports the severity of both suicidal ideation and suicidal behavior.\n\nSuicidal ideation is classified on a 5-item scale: 1 (wish to be dead), 2 (nonspecific active suicidal thoughts), 3 (active suicidal ideation with any methods \\[not plan\\] without intent to act), 4 (active suicidal ideation with some intent to act, without specific plan), and 5 (active suicidal ideation with specific plan and intent).\n\nSuicidal behavior is classified on a 5-item scale: 0 (no suicidal behavior), 1 (preparatory acts or behavior), 2 (aborted attempt), 3 (interrupted attempt), and 4 (actual attempt).\n\nMore than 1 classification can be selected provided they represent separate episodes. Suicidal ideation: Minimum total score 1, maximum total score 5; higher total scores indicate more suicidal ideation. Suicidal behavior: Minimum total score 0, maximum total score 4; higher total scores indicate more suicidal behavior.",
        "timeFrame": "From last dose of study drug to 4 weeks after last dose of study drug. Overall median time on atogepant treatment was 85 days."
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 64,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:52.069Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}