{
  "nctId": "NCT05307692",
  "briefTitle": "A Study of Seltorexant in Participants With Probable Alzheimer's Disease",
  "officialTitle": "A Multicenter, Randomized, Placebo-Controlled, Double-Blind Study to Investigate the Safety, Tolerability, and Clinical Efficacy of Seltorexant (JNJ-42847922) on Behavioral and Psychological Symptoms of Dementia in Patients With Probable Alzheimer's Disease",
  "protocolDocument": {
    "nctId": "NCT05307692",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-04-08",
    "uploadDate": "2024-10-29T06:52",
    "size": 2607022,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05307692/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 88,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-05-19",
    "completionDate": "2023-11-10",
    "primaryCompletionDate": "2023-11-10",
    "firstSubmitDate": "2022-03-25",
    "firstPostDate": "2022-04-01"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participant has received a diagnosis of probable Alzheimer Disease (AD) (Diagnostic and Statistical Manual of Mental Disorders-5 \\[DSM-5\\]) with the following characteristics at screening: Clinical Dementia Rating (CDR) global score greater than or equal to (\\>=) 1; Mini-Mental State Examination (MMSE) total score of 10 to 24 (inclusive)\n* Participant meets the criteria of a syndrome diagnosis of agitation based on International Psychogeriatric Association (IPA) consensus clinical and research definition of agitation in cognitive disorders for at least 2 weeks before screening\n* Participant meets the criteria of Neuropsychiatric Inventory (NPI-12) Agitation/Aggression (A/A) domain score \\>= 4 with frequency score \\>= 2 at screening and baseline with no more than 35 percent (%) of improvement in NPI-12 A/A domain score from the screening to baseline assessments\n* Female participants must be postmenopausal before study entry (amenorrhea for at least 12 months)\n* Body Mass Index (BMI) within the range 18-40 kilograms per square meter (kg/m\\^2) (inclusive)\n\nExclusion Criteria:\n\n* Participant fulfils diagnostic criteria for non-Alzheimer's Dementia: example, Frontotemporal Dementia (FTD), Diffuse Lewy Body Dementia (DLBD), and post-stroke dementia, based on clinical history. (Participants may be included with mixed AD/vascular dementia)\n* Participant has a clinically significant acute illness within 7 days prior to study intervention administration\n* Participants with a history of delirium within 30 days prior to or during screening\n* Participant with a cause of agitation that is not secondary to dementia (such as pain) or significant history of aggression prior to dementia based on investigator judgment\n* Participants who are not stable on concomitant medications or take prohibited medications",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "55 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Neuropsychiatric Inventory Clinician Version (NPI-C) Sum of Agitation and Aggression Domain Scores (NPI-C A+A) at Day 43: Analyzed Under Estimand 1",
        "description": "The NPI-12, measure of psychobehavioral disturbances assessed frequency and severity of disturbances in 12 domains, based on a caregiver interview. Frequency for each domain was rated on a 4-point scale (from 1=rarely to 4=very often) and severity on a 3-point scale (from 1=mild to 3=severe), with the score for each domain being product of frequency and severity scores, such that each domain was scored from 1 to 12. The NPI-12 total score was the sum of 12 domain scores, ranging from 0 (best) to 144 (worst), higher score represented greater frequency and worst severity of the symptoms. NPI-C was an instrument developed on basis of original NPI that gives a score based on product of frequency and severity ratings of 12 symptom domains that were summed to a total score. NPI-C domains: agitation and aggression NPI-C A+A were scored based on both caregiver and participant interviews and score ranged from 0 (does not occur) to 63 (severe). Higher scores indicated more severity.",
        "timeFrame": "Baseline (Day 1) and Day 43"
      },
      {
        "measure": "Change From Baseline in NPI-C A+A at Day 43: Analyzed Under Estimand 2",
        "description": "The NPI-12, measure of psychobehavioral disturbances assessed frequency and severity of disturbances in 12 domains, based on a caregiver interview. Frequency for each domain was rated on a 4-point scale (from 1=rarely to 4=very often) and severity on a 3-point scale (from 1=mild to 3=severe), with the score for each domain being product of frequency and severity scores, such that each domain was scored from 1 to 12. The NPI-12 total score was the sum of 12 domain scores, ranging from 0 (best) to 144 (worst), higher score represented greater frequency and worst severity of the symptoms. NPI-C was an instrument developed on the basis of original NPI that gives a score based on product of frequency and severity ratings of 12 symptom domains that were summed to a total score. NPI-C domains: agitation and aggression NPI-C A+A were scored based on both caregiver and participant interviews and score ranged from 0 (does not occur) to 63 (severe). Higher scores indicated more severity.",
        "timeFrame": "Baseline (Day 1) and Day 43"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Cohen-Mansfield Agitation Inventory- Community Version (CMAI-C) Total Score at Day 43",
        "description": "The CMAI-C, 37-item scale, measured the ability of a drug to reduce overall frequency of agitation symptoms, including aggressive behaviors. Individual items were rated by the clinician on a scale of 1 (never) to 7 (several times per hour) in which higher score represented the most frequent for each item assessed. CMAI-C total score was a sum of all categories that ranged from 37 (never) to 259 (several times), where higher score indicated greater severity.",
        "timeFrame": "Baseline (Day 1) and Day 43"
      },
      {
        "measure": "Change From Baseline in Sleep Disorder Inventory (SDI) Average Total Score at Day 43",
        "description": "SDI: based on caregiver (CG) interview and expanded version of item 11 (night-time behavioral disturbances) of NPI-12. It described frequency, severity and CG burden of sleep-disturbed behaviors for period prior to its administration. It consisted of 7 sub-questions from NPI-12 sleep disturbance item. Each sub-question was made into separate questions with frequency, severity, and CG distress rated with respect to participant. SDI score derived after CG rated frequency, severity of each of 7 separate sleep disturbance symptoms. CG distress ratings were not part of SDI total score, but distress was measured. Frequency scored on scale of 0 (not present) to 4 (once or more per day), severity scored on scale of 0 (not present) to 3 (occurrence of nighttime behaviors) and CG distress rated on scale of 0 (not at all) to 5 (extremely). SDI average total score=average frequency of item 1 to 7 multiplied with average severity of items 1 to 7; ranged from 0 to 12; higher score=greater severity.",
        "timeFrame": "Baseline and Day 43"
      },
      {
        "measure": "Observed Plasma Concentrations of Seltorexant and Its Metabolite (M12)",
        "description": "The pharmacokinetic (PK) sample collection was done based on the availability of the participants either on Day 15 or 43 and thus collected data were analyzed and summary data were reported in this outcome measure. Plasma samples were analyzed using liquid chromatography/mass spectrometry/mass spectrometry (LC-MS/MS) method.",
        "timeFrame": "Either Day 15 (8 and 14 hours post dose on night of Day 14) or Day 43 (8 and 14 hours post dose on night of Day 42)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 64,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:41.332Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}