{
  "nctId": "NCT04532749",
  "briefTitle": "A Study of Seltorexant as Adjunctive Therapy to Antidepressants in Adult and Elderly Participants With Major Depressive Disorder With Insomnia Symptoms Who Have Responded Inadequately to Antidepressant Therapy",
  "officialTitle": "A Multicenter, Double-Blind, Randomized, Parallel-Group, Placebo-Controlled, Study to Evaluate the Efficacy and Safety of Seltorexant 20 mg as Adjunctive Therapy to Antidepressants in Adult and Elderly Patients With Major Depressive Disorder With Insomnia Symptoms Who Have Responded Inadequately to Antidepressant Therapy",
  "protocolDocument": {
    "nctId": "NCT04532749",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-06-25",
    "uploadDate": "2025-05-19T11:00",
    "size": 2364905,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04532749/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 212,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-09-15",
    "completionDate": "2022-07-14",
    "primaryCompletionDate": "2022-05-24",
    "firstSubmitDate": "2020-08-27",
    "firstPostDate": "2020-08-31"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Meet diagnostic and statistical manual of mental disorders-5th edition (DSM-5) diagnostic criteria for major depressive disorder (MDD), without psychotic features, based upon clinical assessment and confirmed by the structured clinical interview for DSM-5 Axis I disorders-clinical trials version (SCID-CT) diagnosed with first depressive episode prior to age 60. The duration of the current depressive episode must be less than or equal to (\\<=) 24 months\n* Have had an inadequate response to at least 1 but no more than 2 antidepressants, administered at an adequate dose and duration in the current episode of depression. The current antidepressant cannot be the first antidepressant treatment for the first lifetime episode of depression. An inadequate response is defined as less than (\\<) 50 percent (%) reduction but with some improvement (that is, improvement greater than \\[\\>\\] 0%) in depressive symptom severity with residual symptoms other than insomnia present, and overall good tolerability, as assessed by the MGH-ATRQ\n* Is receiving and tolerating well any one of the following selective serotonin reuptake inhibitor (SSRI) or serotonin-norepinephrine reuptake inhibitor (SNRI) for depressive symptoms at screening, in any formulation and available in the participating country: citalopram, duloxetine, escitalopram, fluvoxamine, fluoxetine, milnacipran, levomilnacipran, paroxetine, sertraline, venlafaxine, desvenlafaxine, vilazodone, or vortioxetine at a stable dose (at therapeutic dose level) for at least 6 weeks, and for no greater than 18 months in the current episode\n* Have a hamilton depression rating scale (HDRS)-17 total score greater than or equal to (\\>=) 20 at the first screening interview, must not demonstrate a clinically significant improvement (that is \\[ie\\], an improvement of \\> 20 % on their HDRS-17 total score) from the first to the second independent HDRS-17 rating, and must have a HDRS-17 total score \\>= 18 at the second screening interview\n* Have a patient version of the Insomnia Severity Index (ISI) total score \\>=15 as well as a clinician version of the ISI total score \\>=15 at the second screening visit\n* Body mass index (BMI) between 18 and 40 kilogram per meter square (kg/m\\^2) inclusive (BMI=weight/height\\^2)\n* Participant must be medically stable on the basis of clinical laboratory tests performed at screening\n* Participant must be medically stable on the basis of the following: physical examination (including a brief neurological examination), vital signs (including blood pressure), and 12-lead electrocardiogram (ECG) performed at screening and baseline\n\nExclusion Criteria:\n\n* Has a recent (last 3 months) history of, or current signs and symptoms of, severe renal insufficiency (creatinine clearance \\[CrCl\\] \\< 30 milliliter per minute \\[mL/min\\]); clinically significant or unstable cardiovascular, respiratory, gastrointestinal, neurologic, hematologic, rheumatologic, immunologic or endocrine disorders and uncontrolled Type 1 or Type 2 diabetes mellitus\n* Has clinically significant hepatic disease as defined by \\>=2\\*Upper Limit of Normal (ULN) increase of aspartate aminotransferase (AST) or alanine aminotransferase (ALT) at screening\n* Has a history of treatment-resistant MDD, defined as a lack of response to 2 or more adequate antidepressant treatments in the current episode, as indicated by no or minimal (\\< 25% improvement in symptoms) when treated with an antidepressant of adequate dose (per massachusetts general hospital-antidepressant treatment response questionnaire \\[MGH-ATRQ\\]) and duration (at least 6 weeks).\n* Has history or current diagnosis of a psychotic disorder, bipolar disorder, intellectual disability, autism spectrum disorder, borderline personality disorder, or somatoform disorders\n* Has any significant primary sleep disorder, including but not limited to obstructive sleep apnea, restless leg syndrome, or parasomnias. Participants with insomnia disorder are allowed\n* Has a history of moderate to severe substance use disorder including alcohol use disorder according to DSM-5 criteria within 6 months before screening",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "74 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline to Day 43 in Montgomery-Asberg Depression Rating Scale (MADRS) Total Score",
        "description": "The MADRS was a clinician-rated scale designed to measure depression severity and detected changes due to antidepressant treatment. The scale consisted of 10 items (apparent sadness, reported sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, and suicidal thoughts), each of which was scored from 0 (item not present or normal) to 6 (severe or continuous presence of symptoms). MADRS total score was the sum of scores from individual question items, which ranged from 0 to 60, higher scores represented a more severe condition. Negative change in MADRS total score indicated improvement.",
        "timeFrame": "Baseline (Day 1), Day 43"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline to Day 43 in the MADRS Without Sleep Item (MADRS-WOSI) Total Score",
        "description": "The MADRS was a clinician-rated scale designed to measure depression severity and detected changes due to antidepressant treatment. MADRS-WOSI was defined as the full MADRS without the sleep item. The MADRS-WOSI scale consisted of 9 items (apparent sadness, reported sadness, inner tension, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, and suicidal thoughts), each of which was scored from 0 (item not present or normal) to 6 (severe or continuous presence of symptoms). Higher scores represented a more severe condition. MADRS-WOSI total score was the sum of scores from individual question items, which ranged from 0 to 54, higher scores represented a more severe condition. Negative change in MADRS total score indicated improvement.",
        "timeFrame": "Baseline (Day 1), Day 43"
      },
      {
        "measure": "Change From Baseline to Day 43 in Sleep Disturbance Using the Patient Reported Outcome Measurement Information System-Sleep Disturbance (PROMIS-SD; Short Form 8a) T-score",
        "description": "PROMIS-SD Short Form 8a: static 8-item questionnaire, assessed self-perceptions of sleep initiation (2 items), quality of sleep (3 items), early morning feelings (2 items), worrying about sleep (1 item). Each question has 5 options ranged 1 to 5. The \"direction\" of responses was not same, sometimes \"not at all\" =more sleep disturbance; sometimes \"not at all\" =less sleep disturbance. Total raw score for short form with all questions answered was sum of values of response to each question, total score ranged 8 to 40. Lower scores=less sleep disturbance. Total raw score converted into T-score. T-score rescaled the raw score into standardized score with mean-50; SD-10. Negative changes in scores=improvement. Higher PROMIS T-score represents more concept measured. Negatively worded (like sleep disturbance), T-score of 60 was one SD worse than average. By comparison, T-score of 40 was one SD better than average. T-score of 50 or above was clinically significant level of sleep disturbance.",
        "timeFrame": "Baseline (Day 1), Day 43"
      },
      {
        "measure": "Change From Baseline to Day 43 in the 6-item MADRS (MADRS-6) Total Score",
        "description": "The 6-item MADRS was a clinician-administered scale designed to measure the core symptoms of depression severity and detected changes due to antidepressant intervention. It is a subset of MADRS (10-item). The MADRS-6 subscale score was the sum of scores for the following MADRS items: apparent sadness, reported sadness, inner tension, lassitude, inability to feel, and pessimistic thoughts. Each item was scored from 0 (item not present or normal) to 6 (severe or continuous presence of symptoms), the overall score ranges from 0 to 36, higher scores represented a more severe condition. Negative changes in MADRS-6 total score indicate improvement.",
        "timeFrame": "Baseline (Day 1), Day 43"
      },
      {
        "measure": "Percentage of Participants Who Achieved Response on Depressive Symptoms Scale Based on MADRS Total Score at Day 43",
        "description": "Percentage of participants who achieved response on depressive symptoms scale based on MADRS total score at Day 43 were reported. Responders were defined as participants with a \\>=50 percent (%) improvement in the MADRS total score from baseline to a given timepoint. The MADRS was a clinician-rated scale designed to measure depression severity and detected changes due to antidepressant treatment. The scale consisted of 10 items (apparent sadness, reported sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, and suicidal thoughts), each of which was scored from 0 (item not present or normal) to 6 (severe or continuous presence of symptoms). MADRS total score was the sum of scores from individual question items, which ranged from 0 to 60, higher scores represented a more severe condition. Negative change in MADRS total score indicated improvement.",
        "timeFrame": "At Day 43"
      },
      {
        "measure": "Change From Baseline to Day 43 in Patient Health Questionnaire, 9-item (PHQ-9) Total Score",
        "description": "The PHQ-9 was a 9-item, participant reported outcome measure to assess depressive symptoms. The scale scores each of the 9 symptom domains of the Diagnostic and Statistical Manual of Mental Disorders-5th Edition (DSM-5) major depressive disorder (MDD) criteria. Each item was rated on a 4 point scale (0=not at all, 1=several days, 2=more than half the days, and 3=nearly every day). The participant's item responses were summed to provide a total score (range of 0 to 27), with higher scores indicating greater severity of depressive symptoms. The severity of the PHQ-9 was categorized as follows: none-minimal (0-4), mild (5-9), moderate (10-14), moderately severe (15-19) and severe (20-27). Negative changes in PHQ-9 total score indicated improvement.",
        "timeFrame": "Baseline (Day 1), Day 43"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 64,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:18.792Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}