{
  "nctId": "NCT04431453",
  "briefTitle": "Study of Remdesivir in Participants Below 18 Years Old With COVID-19",
  "officialTitle": "A Phase 2/3 Single-Arm, Open-Label Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Efficacy of Remdesivir (GS-5734™) in Participants From Birth to < 18 Years of Age With COVID-19",
  "protocolDocument": {
    "nctId": "NCT04431453",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-01-06",
    "uploadDate": "2023-09-26T02:58",
    "size": 13909664,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04431453/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2",
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 59,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-07-21",
    "completionDate": "2023-02-10",
    "primaryCompletionDate": "2023-02-10",
    "firstSubmitDate": "2020-06-08",
    "firstPostDate": "2020-06-16"
  },
  "eligibilityCriteria": {
    "criteria": "Key Inclusion Criteria:\n\n* Aged \\< 18 years of age who meet one of the following weight criteria (where permitted according to local law and approved nationally and by relevant institutional review board (IRB) or independent ethics committee (IEC)).\n\n  * a) Cohort 1: ≥ 12 years to \\< 18 years of age and weight at screening ≥ 40 kg\n  * b) Cohorts 2-4: ≥ 28 days to \\< 18 years of age and weight at screening ≥ 3 kg and \\< 40 kg\n  * c) Cohort 5: ≥ 14 days to \\< 28 days of age, gestational age \\> 37 weeks and weight at screening ≥ 2.5 kg\n  * d) Cohort 6: 0 days to \\< 14 days of age, gestational age \\> 37 weeks and birth weight of ≥ 2.5 kg\n  * e) Cohort 7: 0 days to \\< 56 days of age, gestational age ≤ 37 weeks and birth weight of ≥ 1.5 kg\n  * f) Cohort 8: \\< 12 years of age and weight at screening ≥ 40 kg\n* Severe acute respiratory syndrome coronavirus (SARS-CoV-2) infection confirmed by polymerase chain reaction (PCR).\n* Hospitalized and requiring medical care for coronavirus disease 2019 (COVID-19).\n\nKey Exclusion Criteria:\n\n* Concurrent treatment with other agents with actual or possible direct antiviral activity against SARS-CoV-2 \\< 24 hours prior to study drug dosing.\n* Alanine Aminotransferase (ALT) or aspartate aminotransferase (AST) \\> 5 X upper limit of normal (ULN).\n* Estimated glomerular filtration rate (eGFR) \\< 30 mL/min/1.73m\\^2 using Schwartz formula for individuals ≥ 1 year of age.\n* Creatinine above protocol specified thresholds for \\< 1 year of age.\n* Positive pregnancy test at Screening only for female of child bearing potential. Note: If female participants who become pregnant during the study or are discovered to be pregnant after receiving at least one dose may continue study drug, after discussion with the investigator.\n* On renal replacement therapies (intermittent hemodialysis (iHD), peritoneal dialysis (PD), continuous renal replacement therapy (CRRT)).\n\nNote: Other protocol defined Inclusion/Exclusion criteria may apply",
    "healthyVolunteers": false,
    "sex": "ALL",
    "maximumAge": "18 Years",
    "stdAges": [
      "CHILD",
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Treatment-Emergent Adverse Events (TEAEs)",
        "description": "TEAEs were defined as any AEs with an onset date on or after the study drug start date and no later than 30 days after permanent discontinuation of study drug and/or any AEs leading to premature discontinuation of study drug.",
        "timeFrame": "From first dose date (Day 1) up to follow-up assessment (maximum duration: 30 days)"
      },
      {
        "measure": "Percentage of Participants With Treatment-Emergent Graded Laboratory Abnormalities",
        "description": "Treatment-emergent graded laboratory abnormalities were defined as values that increase at least 1 toxicity grade from baseline at any time post baseline up to and including the date of last dose of study drug plus 30 days. The laboratory abnormalities were graded using division of allergy and infectious diseases (DAIDS) scale. DAIDS scale is used to grade the severity of adult and pediatric unwanted medical events. Grade 1: mild event, Grade 2: moderate event, Grade: serious event, Grade 4: potentially life-threatening event.",
        "timeFrame": "From first dose date (Day 1) up to follow-up assessment (maximum duration: 30 days)"
      },
      {
        "measure": "Pharmacokinetic (PK) Parameter: Cmax of Remdesivir and Its Metabolites GS-704277 and GS-441524 at Steady State",
        "description": "Cmax is defined as maximum plasma concentration of drug. Plasma concentrations were drawn as follows: (1) for Cohorts 1-4 and 8 on Day 2 and Day 3 with Day 5 as optional; (2) for Cohorts 5-7 on Day 2 or Day 3.",
        "timeFrame": "Day 2: end of infusion and 4 hours post end of infusion, Day 3: pre-infusion and 2 hours post end of infusion, and Day 5: middle of infusion and 6 hours post end of infusion; infusion duration: 30 minutes to 2 hours"
      },
      {
        "measure": "PK Parameter: AUCtau of Remdesivir and Its Metabolites GS-704277 and GS-441524 at Steady State",
        "description": "AUCtau is defined as area under the concentration versus time curve over the dosing interval. Plasma concentrations were drawn as follows: (1) for Cohorts 1-4 and 8 on Day 2 and Day 3 with Day 5 as optional; (2) for Cohorts 5-7 on Day 2 or Day 3.",
        "timeFrame": "Day 2: end of infusion and 4 hours post end of infusion, Day 3: pre-infusion and 2 hours post end of infusion, and Day 5: middle of infusion and 6 hours post end of infusion; infusion duration: 30 minutes to 2 hours"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With Clinical Improvement on a 7-point Ordinal Scale Score",
        "description": "Clinical improvement was defined as ≥ 1-point and ≥ 2-point improvement from Baseline clinical status or recovery or discharged alive on 7-point ordinal scale. Recovery was defined as an improvement from a Baseline score of 2 - 5 to a score of 6 or 7 or an improvement from a Baseline score of 6 to 7 on the ordinal scale. The ordinal scale was used for the assessment of the clinical status at a given day using a 7-point ordinal scale with an increasing score indicating improvement. Scale: 1=Death, 2=Hospitalized, on invasive mechanical ventilation or ECMO, 3=Hospitalized, on non-invasive ventilation or high flow oxygen devices, 4=Hospitalized, requiring low flow supplemental oxygen, 5=Hospitalized, not requiring supplemental oxygen-requiring ongoing medical care COVID-19 related or otherwise), 6=Hospitalized, not requiring supplemental oxygen-no longer required ongoing medical care (other than RDV administration), 7=Not hospitalized. The 95% CI was based on the Clopper-Pearson method.",
        "timeFrame": "Day 10"
      },
      {
        "measure": "Time (Days) to Discharge From Hospital",
        "description": "Time to discharge was the duration from the first dose date to getting discharged from the hospital.",
        "timeFrame": "From first dose date (Day 1) up to follow-up assessment (maximum duration: 30 days)"
      },
      {
        "measure": "Number of Participants With Change From Baseline in Oxygenation Use",
        "description": "Oxygen support status was derived from the 7-point ordinal scale score, 1 = death; 2 = invasive mechanical ventilation; 3 = high flow oxygen; 4 = low flow oxygen; 5 or 6 = room air; 7 = discharge. Change from Baseline for participants with oxygenation use status as '3=High Flow Oxygen', '4=Low Flow Oxygen' and '5=Room Air' at Baseline.",
        "timeFrame": "Day 10"
      },
      {
        "measure": "Number of Participants With Change From Baseline in the Use of Mechanical Ventilation or Extracorporeal Membrane Oxygenation (ECMO)",
        "description": "Mechanical ventilation status was derived from the 7-point ordinal scale score, 1 = death; 2 = invasive mechanical ventilation; 3 = high flow oxygen; 4 = low flow oxygen; 5 or 6 = room air; 7 = discharge.",
        "timeFrame": "Day 10"
      },
      {
        "measure": "Days to First Confirmed Negative Polymerase Chain Reaction (PCR) Result",
        "description": "Confirmed negative PCR is defined by as 2 consecutive negative PCR results or negative result at the last available sample for participants who completed or discontinued from the study. The assessment were done for the samples: nasal/oropharyngeal (OP), nasopharyngeal (NP)/oropharyngeal (OP), endotracheal (ET) aspirates, and rectal/fecal swabs.",
        "timeFrame": "From first dose date (Day 1) up to follow-up assessment (maximum duration: 30 days)"
      },
      {
        "measure": "Change From Baseline in Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV-2) Viral Load Up to Day 10 or Up to the First Confirmed Negative PCR Result",
        "description": "Change from baseline in SARS-CoV-2 viral load up to Day 10 or up to the first negative PCR result with confirmation (whichever comes first) were reported. The assessment were done for the samples: nasal/oropharyngeal (OP) samples, nasopharyngeal (NP)/OP samples, endotracheal (ET) aspirates, and rectal/fecal swabs.",
        "timeFrame": "Baseline, Day 10, and Day of Discharge (Day 10 or before)"
      },
      {
        "measure": "Bilirubin Concentrations in < 14-day-old Participants",
        "timeFrame": "From first dose date (Day 1) up to follow-up assessment (maximum duration: 30 days)"
      },
      {
        "measure": "Percentage of Participants With Clinical Improvement Based on Scoring Using the Pediatric Early Warning Score (PEWS) Improvement Scale",
        "description": "The PEWS was measured by 3 components, where 1= behavior, 2= perfusion assessed by capillary refill and heart rate, and 3= respiratory status assessed by respiratory rate, effort, and oxygen requirement. The score ranged between 0 to 9 point, with higher score representing the highest severity level. A negative change from baseline value indicated an improvement. Data are reported for participants with a PEWS behavior score ≥ 2 at baseline, and a ≥ 2-point improvement (indicated by a decrease) in PEWS behavior score by Day 10, participants with a PEWS behavior score ≥ 1 at baseline, with ≥ 1-point improvement in PEWS behavior score by Day 10 and participants who recovered in PEWS behavior, defined as a Baseline score of 1 through 3 improved to a score of 0.",
        "timeFrame": "Day 10"
      },
      {
        "measure": "Plasma Concentrations of Sulfobutylether β-cyclodextrin Sodium (SBECD)",
        "description": "Plasma concentrations were drawn as follows: (1) for Cohorts 1-4 and 8 on Day 2 and Day 3, with Day 5 as optional; (2) for Cohorts 5-7 on Day 2 or Day 3.",
        "timeFrame": "Day 2: end of infusion and 4 hours post end of infusion, Day 3: pre-infusion and 2 hours post end of infusion, and Day 5: middle of infusion and 6 hours post end of infusion; infusion duration: 30 minutes to 2 hours"
      },
      {
        "measure": "Percentage of Participants With Concomitant Use of Medications Other Than RDV for Treatment of COVID-19",
        "description": "Participants who received at least one concomitant non-study COVID-19 medication from the first day of RDV treatment through the 30-day Follow-up visit or early withdrawal are reported.",
        "timeFrame": "first dose date (Day 1) up to follow-up assessment (maximum duration: 30 days)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:37.586Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}