{
  "nctId": "NCT02359552",
  "briefTitle": "Rasagiline Rescue in Alzheimer's Disease Clinical Trial",
  "officialTitle": "A 24-week, Three-site, Randomized, Double Blind, Placebo Controlled, Parallel Group, Proof-of-concept Study to Evaluate Rasagiline in the Regional Brain Metabolism on FDG PET in Patients With Mild to Moderate Alzheimer's Disease",
  "protocolDocument": {
    "nctId": "NCT02359552",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-02-17",
    "uploadDate": "2020-01-03T20:28",
    "size": 1226924,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02359552/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 50,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-05",
    "completionDate": "2019-01-04",
    "primaryCompletionDate": "2018-08-29",
    "firstSubmitDate": "2015-02-05",
    "firstPostDate": "2015-02-10"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Males or females 50 to 90 of age inclusive.\n* Diagnosis of probable AD (NINCDS-ADRDA criteria)\n* Positive fluoro-deoxyglucose PET (\\[18F\\]-FDG PET) scan compatible with AD as determined by the ADM Diagnostics LLC (ADMdx) Criteria at screening\n* Mini Mental Status Exam = 12 - 22 (inclusive)\n* Must have a study partner who is able and willing to comply with all required study procedures.\n* Have at least eight years of education and should have previously (in pre-AD condition) been capable of reading, writing, and communicating effectively with others in English.\n* If receiving therapy with a cholinesterase inhibitor and/or memantine, the dose of these agents has been stable for at least 3 months prior to screening\n\nExclusion Criteria:\n\n* Any non-AD neurological disease\n* MRI findings indication of a non-AD diagnosis\n* Screening laboratory studies that are 1.5 times above or below the highest and lowest range of normal for each test respectively\n* History of melanoma; history of malignancy within the past five years with the exception of basal cell or squamous cell cancer, in-situ cervical cancer, or localized prostate cancer",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "maximumAge": "90 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Regional Glucose Metabolism Between Week 24 and Baseline as Measured by 18F-2-fluoro-2-deoxy-D-glucose Positron Emission Tomography (FDG-PET).",
        "description": "The primary outcome measure is the change from baseline to week 24 in FDG-PET as measured by Standard Uptake Units Regional (SUVR) in several pre-specified brain regions including the medial temporal, lateral temporal, posterior cingulate - precuneus, inferior parietal, middle frontal, anterior cingulate, and striatum. The SUVR change was calculated by subtracting the value at 24 weeks from baseline values. Negative values indicate increased hypometabolism (i.e. worsening of cell function).",
        "timeFrame": "24 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Change in ADAS-Cog 11 (Alzheimer's Disease Assessment Scale - Cognitive 11) Score",
        "description": "The ADAS-Cog 11 (Alzheimer's Disease Assessment Scale - Cognitive 11) is a psychometric instrument that evaluates memory, attention, reasoning, language, orientation, and praxis. A higher score indicates more impairment. Scores from the original portion of the test range from 0 (best) to 70 (worse). We used total ADAS-Cog 11 scores, which is a sum of individual subscales. We calculated the change by subtracting the ADAS Cog score at week 24 from baseline score. A positive change indicates cognitive worsening.",
        "timeFrame": "Mean change in scores from baseline to week 24"
      },
      {
        "measure": "Change in MMSE (Mini Mental Status Examination) Score",
        "description": "Measure Description: The MMSE (Mini Mental Status Examination) is a brief, frequently used screening instrument for AD drug studies. The MMSE evaluates orientation, memory, attention, concentration, naming, repetition, comprehension, and ability to create a sentence and to copy two overlapping pentagons. A lower score indicates more cognitive impairment. The highest score is 30, range is between 0 (severe impairment) and 30 (cognitively normal). We calculated the change in scores by subtracting week 24 score from baseline. A negative score indicates clinical worsening.",
        "timeFrame": "Mean change in scores from baseline to week 24"
      },
      {
        "measure": "Change in ADCS-ADL (Alzheimer's Disease Cooperative Study-Activities of Daily Living) Score",
        "description": "Measure Description: The ADCS-ADL (Alzheimer's Disease Cooperative Study-Activities of Daily Living) is an activities-of-daily-living inventory developed by the ADCS to assess functional performance in participants with AD. Using a structured interview format, study partners are queried as to whether participants attempted each item in the inventory during the past 4 weeks and their level of performance. The ADCS-ADL provides a total score from 0-78, with a lower score indicating greater severity. We calculated change by subtracting scores on week 24 test from the baseline score. A negative score indicates worsening ability to complete ADLs.",
        "timeFrame": "Mean change in scores from baseline to week 24"
      },
      {
        "measure": "Change in NPI (Neuropsychiatric Inventory) Score",
        "description": "Measure Description: The behavioral outcome measure for this trial is the NPI (Neuropsychiatric Inventory). The NPI evaluates both the frequency and severity of 10 neuropsychiatric disturbances. Frequency assessments range from 1 (occasionally, less than once per week) to 4 (very frequently, once or more per day or continuously) as well as severity (1=mild, 2=moderate, 3=severe). The overall score is calculated by summing the severity and frequency of the subscale measures. The range of scores is 0-40. A score of 0 indicates no behavioral impairment and a score of 40 indicates severe behavioral impairment. We calculated change by subtracting Week 24 scores from baseline scores. A positive change indicates behavioral worsening.",
        "timeFrame": "Mean change in scores from baseline to week 24"
      },
      {
        "measure": "Change in Digit Span",
        "description": "Measure Description: The Digit Span consists of repetition of increasing long strings of digits presented at 1 per second as read by the examiner and repeated by the subject.The score is the maximum number of digits the patient can repeat until they fail twice in a row. The reverse digit span is identical to the forward digit span except that the patient repeats the presented digits in reverse order. The score is the maximum number of digits the patient can repeat in reverse order until they fail twice in a row. Each correct response is worth one point with a maximum total score of 28. A higher score is better. We calculated change by subtracting week 24 score from baseline score. A negative score indicates worse performance over the course of study.",
        "timeFrame": "Mean change in scores from baseline to week 24"
      },
      {
        "measure": "Change in COWAT (Controlled Oral Word Association Test) Score",
        "description": "Measure Description: Study participants are instructed, \"I want to see how many words you can say beginning with a certain letter in one minute.\" The study participant's responses are recorded on the worksheet. Study participants are then given an additional one minute for each of two different letters using similar instructions. The score is the total number of acceptable words for the three trials combined. A higher score represents better performance.\n\nResponses are then judged for their acceptability (example for the use of proper nouns, numbers, repetitions and stem word with a different ending). The score is the total number of acceptable words for the three trials combined. A higher score represents better performance. We calculated change by subtracting week 24 scores from baseline scores. A negative score indicates worse performance.",
        "timeFrame": "Mean change in scores from baseline to week 24"
      },
      {
        "measure": "Change in QoL-AD (Quality of Life - Alzheimer's Disease) Score",
        "description": "Measure Description: The QoL-AD (Quality of Life - Alzheimer's Disease) is a commonly used 13 item QoL scale that assesses items specific to QoL in patients with cognitive impairment. It is administered to the research partner with answers for the patient. Points are assigned to each item as follows: poor = 1, fair = 2, good = 3, excellent = 4.The total score is the sum of all 13 items. The range of score is from 0-52. We calculated the change by subtracting the scores on week 24 score from baseline. A negative value indicates worsening quality of life.",
        "timeFrame": "This assessment will be performed at the Baseline and Week 24 visits."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 74,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:38.700Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}