{
  "nctId": "NCT03229408",
  "briefTitle": "Treating Inflammation in Polycystic Ovary Syndrome to Ameliorate Ovarian Dysfunction",
  "officialTitle": "Treating Inflammation in Polycystic Ovary Syndrome to Ameliorate Ovarian Dysfunction",
  "protocolDocument": {
    "nctId": "NCT03229408",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-05-09",
    "uploadDate": "2025-04-05T21:46",
    "size": 868009,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03229408/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 60,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-12-05",
    "completionDate": "2024-02-28",
    "primaryCompletionDate": "2024-02-14",
    "firstSubmitDate": "2017-07-15",
    "firstPostDate": "2017-07-25"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Diagnosis of PCOS based on the presence of hyperandrogenism (skin manifestations of androgen excess such as hirsutism, acne or temporal balding - or -elevation of at least one serum androgen \\[i.e. total testosterone, free testosterone, androstenedione or dehydroepiandrosterone-sulphate\\] using predetermined local laboratory cutoffs), oligo/amenorrhea and evidence of withdrawal bleeding after progestin administration.\n* 18-40 years of age.\n* Good health as evidenced by medical history, physical examination and gynecologic examination within 30 days prior to starting the study.\n* Willingness to provide informed consent according to the guidelines of the University of Illinois at Chicago (UIC) Institutional Review Board (IRB).\n* Willingness to use double-barrier contraception such as condoms and topical spermicide (foam, cream or gel), condom and diaphragm, diaphragm and topical spermicide or sponge with topical spermicide if sexually active. Use of a non-hormonal intrauterine device (IUD), or permanent sterilization of the subject or her partner (i.e. tubal ligation or vasectomy) is also acceptable in all instances.\n\nExclusion Criteria:\n\n* Hyperprolactinemia.\n* Uncontrolled thyroid disease.\n* Evidence of Cushing's syndrome, nonclassic congenital adrenal hyperplasia or a hormone producing tumor based on physical findings and serum androgen levels on initial screening.\n* Known or suspected pregnancy.\n* Regular vigorous physical activity during previous 6 months.\n* Use of any medications known to affect carbohydrate or sex hormone metabolism such as oral contraceptives, progestins, glucocorticoids or insulin sensitizing agents within 30 days of beginning the study.\n* Acute or chronic inflammatory illnesses (e.g. upper respiratory infection, asthma, rheumatoid arthritis or systemic lupus erythematosus).\n* Type 1 or type 2 diabetes mellitus defined as having a fasting glucose \\>126 mg/dl and/or a 2-hour postprandial glucose \\>200 mg/dl.\n* Regular smoking defined as more than 2 cigarettes a month, or any smoking within 30 days of beginning the study.\n* History of any illness exacerbated by salicylate use (e.g. peptic ulcer hepatic or renal disease, anemia, thrombosis, coagulopathy, congestive heart failure, hypertension or gout).\n* Allergy to salicylate or dairy products.\n* Medication use interacting with salicylates such as anti-platelet drugs (e.g. cilostazol, clopidogrel), anticoagulants (e.g. enoxaparin, heparin, warfarin), corticosteroids (e.g., prednisone), certain diabetes drugs (e.g. sulfonylureas such as glyburide), certain anti-seizure drugs (e.g. phenytoin, valproic acid), cidofovir, cyclosporine, drugs for gout (e.g. probenecid, sulfinpyrazone), anti-hypertensives (e.g. angiotensin converting enzyme inhibitors such as captopril, angiotensin II receptor antagonists such as losartan, and beta blockers such as metoprolol), drugs that affect the acidity of urine (e.g. ammonium chloride, acetazolamide), lithium, methotrexate, oral bisphosphonates (e.g. alendronate), pemetrexed, selective serotonin reuptake inhibitor antidepressants (e.g. fluoxetine, sertraline), tenofovir, and diuretics (furosemide, hydrochlorothiazide, spironolactone).",
    "healthyVolunteers": true,
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "maximumAge": "40 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Aim 1: HCG-stimulated Testosterone Area Under the Curve",
        "description": "Data was generated from the post-treatment HCG stimulation test. Area under the curve calculated for serum measurements by chemiluminescence (Siemens Immulite 2000, Cary, NC) from blood samples drawn 0, 24, 48 and 72 hours after HCG administration.",
        "timeFrame": "After 12 weeks of salsalate administration"
      },
      {
        "measure": "Aim 2: Lipid-stimulated NFкB Activation",
        "description": "Data was generated from the post-treatment cream challenge test. Quantified in nuclear extracts by oligonucleotide-based ELISA (Active Motif, Carlsbad, CA) in mononuclear cells isolated from blood samples drawn while fasting (0 hour) and 2 hours after cream ingestion. Percent change was calculated using the 2 hour NFкB band intensity value determined by densitometry minus the 0 hour NFкB band intensity value divided by the 0 hour NFкB band intensity value, multiplied by 100.",
        "timeFrame": "After 12 weeks of salsalate or placebo administration"
      }
    ],
    "secondary": [
      {
        "measure": "Aim 1: Insulin Sensitivity (SI)",
        "description": "Data was generated from the post-treatment frequently-sampled intravenous glucose tolerance test (FS-IVGTT). Calculated using the Bergman minimal model (Am J Physiol 1979, 236:E667-E677) from serum insulin measurements using blood samples drawn while fasting at -20, -10, -1, 0, 1, 2, 3, 4, 5, 6, 7, 8, 10, 12, 14, 16, 19, 22, 23, 24, 25, 27, 30, 40, 50, 60, 70, 80, 90, 100, 120, 150, 180 and 240 minutes.",
        "timeFrame": "After 12 weeks of salsalate or placebo adminitration"
      },
      {
        "measure": "Aim 1: Basal Testosterone Level",
        "description": "Serum measurement by chemiluminescence (Siemens Immulite 2000, Cary, NC).",
        "timeFrame": "After 12 weeks of salsalate or placebo administration"
      },
      {
        "measure": "Aim 1: Basal Androstenedione Level",
        "description": "Serum measurement by ELISA (ALPCO Diagnostics, Salem, NH)",
        "timeFrame": "After 12 weeks of salsalate or placebo administration"
      },
      {
        "measure": "Aim 1: HCG-stimulated Androstenedione Area Under the Curve",
        "description": "Data was generated from the post-treatment HCG stimulation test. Area under the curve calculated for serum measurements by ELISA (ALPCO Diagnostics, Salem, NH) from blood samples drawn 0, 24, 48 and 72 hours after HCG administration.",
        "timeFrame": "After 12 weeks of salsalate or placebo administration"
      },
      {
        "measure": "Aim 2: Lipid Stimulated ROS Generation",
        "description": "Data was generated from the post-treatment cream challenge test. Measured by chemiluminescence in mononuclear cells isolated from blood samples drawn while fasting (0 hour) and 2 hours after cream ingestion. Percent change was calculated using the 2 hour ROS value (mV) minus the 0 hour ROS value (mV) divided by the 0 hour ROS value (mV), multiplied by 100.",
        "timeFrame": "After 12 weeks of salsalate or placebo administration"
      },
      {
        "measure": "Aim 2: Lipid-stimulated TNFα Secretion",
        "description": "Data was generated from the post-treatment cream challenge test. Measured in culture supernatants by ELISA (Quantikine, R\\&D Systems, Minneapolis, MN) in mononuclear cells isolated from blood samples drawn while fasting (0 hour) and 2 hours after cream ingestion. Absolute change was calculated using the 2 hour TNFα value (pg/mL) minus the 0 hour TNFα value (pg/mL).",
        "timeFrame": "After 12 weeks of salsalate or placebo administration"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:06.888Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}