{
  "nctId": "NCT03099655",
  "briefTitle": "Attain Stability™ Quad Clinical Study",
  "officialTitle": "Attain Stability™ Quad Clinical Study",
  "protocolDocument": {
    "nctId": "NCT03099655",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2017-03-20",
    "uploadDate": "2019-11-08T11:58",
    "size": 4730263,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03099655/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 471,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-07-07",
    "completionDate": "2019-05-31",
    "primaryCompletionDate": "2018-08-02",
    "firstSubmitDate": "2017-03-14",
    "firstPostDate": "2017-04-04"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Patient meets CRT implant criteria as determined by local regulatory and/or hospital policy (i.e. US subjects should meet CRT device indications per the HRS/ACC/AHA guidelines)\n* Patient (or legally authorized representative) has signed and dated the study-specific Informed Consent Form\n* Patient is 18 years of age or older, or is of legal age to give informed consent per local and national law\n* Patient is expected to remain available for follow-up visits\n\nExclusion Criteria:\n\n* Patient has had a previous unsuccessful LV lead implant attempt\n* Patient has a previous CRT system or LV lead implanted (for example, transvenous or epicardial)\n* Patient is currently implanted with a recalled (i.e. market-withdrawn, recalled or safety alert) RA and/or RV lead\n* Patient has known coronary venous vasculature that is inadequate for lead placement\n* Patient has unstable angina pectoris or has had an acute myocardial infarction (MI) within the past 30 days\n* Patient has had a coronary artery bypass graft (CABG) or percutaneous transluminal coronary angioplasty (PTCA) within the past 90 days\n* Patient has contraindications for standard transvenous cardiac pacing (e.g., mechanical right heart valve)\n* Patient has had a heart transplant (patients waiting for heart transplants are allowed in the study)\n* Patient has known renal insufficiency that would prevent them from receiving an occlusive venogram during the implant procedure\n* Patient is contraindicated for \\<1mg dexamethasone acetate\n* Patient is enrolled in any concurrent drug and/or device study that may confound the results of this study\n* Patient has a terminal illness and is not expected to survive more than six months\n* Patient meets exclusion criteria required by local law (e.g. age, pregnancy, breast feeding, etc.)\n* Patient is unable to tolerate an urgent thoracotomy",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Lead Complication-free Rate at 6 Months",
        "description": "Subjects free of Model 4798 lead-related complications at 6 months post-implant\n\n-Model 4798 lead will be considered safe if the probability of subjects free from Attain Stability Quad lead-related complications at 6-months post implant is greater than 87% (i.e. the one-sided 97.5% lower confidence bound must be greater than 87%). Complications were defined in the protocol as, \"An adverse event that includes the following is considered a complication: Results in death, Involves any termination of significant device function, or Requires an invasive intervention\". Relationship of complication to the Attain Stability Quad lead was determined by an independent Clinical Events Committee.",
        "timeFrame": "Implant to 6 months post-implant"
      },
      {
        "measure": "Proportion (Reported as a Percent) of Subjects With at Least One Vector Having PCT ≤2.5 V at 0.5 ms Pulse Width and Absence of Phrenic Nerve Stimulation (PNS)",
        "description": "The Model 4798 LV lead has sixteen (16) programmable pacing vectors. The endpoint for the primary efficacy objective is whether or not there is at least one Model 4798 LV lead pacing vector with pacing capture voltage thresholds less than or equal to 2.5V.\n\n-Model 4798 lead will be considered effective if the proportion of subjects with at least one Model 4798 LV lead pacing vector with pacing capture voltage thresholds less than or equal to 2.5V at 0.5 ms pulse width (with absence of Phrenic Nerve Stimulation at 5.0 V) at 6 months post-implant is greater than 80%.",
        "timeFrame": "6 months post-implant"
      },
      {
        "measure": "Proportion (Reported as a Percent) of Subjects With at Least One Extra Vector Having PCT ≤ 4.0V at 0.5 ms Pulse Width and Absence of Phrenic Nerve Stimulation (PNS)",
        "description": "The co-primary efficacy endpoint is whether or not a second Model 4798 lead configuration has a pacing capture threshold less than or equal to 4V, excluding the pacing vector that is already counted to the primary efficacy.\n\n-Model 4798 lead will be considered effective if the proportion of subjects with at least one additional Model 4798 LV lead pacing vector with pacing capture voltage thresholds less than or equal to 4.0 V at 0.5 ms pulse width (with absence of Phrenic Nerve Stimulation at 5.0 V) at 6 months post-implant is greater than 80%.",
        "timeFrame": "6 months post-implant"
      }
    ],
    "secondary": [
      {
        "measure": "Implant Success",
        "description": "Number of Attain Stability leads successfully implanted subjects divided by number of subjects undergo Attain Stability lead implant procedure",
        "timeFrame": "During procedure"
      },
      {
        "measure": "Implant Duration",
        "description": "Summary statistics including mean and standard deviation will be obtained for total implant procedure time (minutes), fluoroscopy time, and cannulation time for each successful implant procedure.",
        "timeFrame": "During procedure"
      },
      {
        "measure": "LV Pacing Capture Threshold (PCT) at 6 Months",
        "description": "Summary statistics including mean and standard deviation will be obtained for PCT (volt) measured at 6-month post implant visit for each successful implanted subject with valid pacing data collected at 6 months post implant follow-up visit.",
        "timeFrame": "Implant to 6 months post-implant"
      },
      {
        "measure": "LV Impedance at 6 Months",
        "description": "Summary statistics including mean and standard deviation will be obtained for Pacing Impedance (Ohm) measured at 6-month post implant visit for each successful implanted subject",
        "timeFrame": "Implant to 6 months"
      },
      {
        "measure": "Post Implant Lead Failure Rate",
        "description": "Number of subjects with a given complication from implant through 6 months (183 days) by total number of subjects undergo Attain Stability implant procedure",
        "timeFrame": "Implant to 6 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:32.055Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}