{
  "nctId": "NCT03978403",
  "briefTitle": "A Four-way Crossover Study of 3 Formulations of M207 With Intranasal Zolmitriptan in Healthy Volunteers",
  "officialTitle": "A Randomized Open-label Four-way Crossover Study of Pharmacokinetics, Safety, and Tolerability of 3 Formulations of M207 3.8 mg on the Upper Arm for 30 Minutes With Intranasal Zolmitriptan 2.5 mg in Healthy Volunteers",
  "protocolDocument": {
    "nctId": "NCT03978403",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-04-15",
    "uploadDate": "2021-10-18T01:43",
    "size": 2303501,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03978403/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 24,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-05-29",
    "completionDate": "2019-06-28",
    "primaryCompletionDate": "2019-06-28",
    "firstSubmitDate": "2019-06-04",
    "firstPostDate": "2019-06-07"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Women or men 18 to 50 years of age (inclusive)\n2. Good general health with no clinically significant abnormalities as determined by medical history, physical examination, complete blood count, blood chemistry, urinalysis, and ECG.\n3. Negative urine drug and alcohol screens and negative serum pregnancy tests (for female subjects) at screening and admission/baseline visit.\n4. Consent of female subjects to use a medically effective method of contraception throughout the entire study period and for 30 days after the subject completes the study. Medically effective methods of contraception that may be used by the subject include abstinence, use of diaphragm and spermicide, intrauterine device (IUD), rings, condom and vaginal spermicide, hormonal contraceptives (subjects must be stable on hormonal contraceptives for at least 3 months prior to screening), surgical sterilization (hysterectomy, bilateral tubal ligation, hysteroscopic sterilization) and post-menopausal (≥ 2 years of amenorrhea).\n5. Ability to read, understand, and provide written informed consent that they understand the purpose of the study and procedures required for the study before enrolling in the study, and willingness to comply with all study procedures and restrictions.\n\nExclusion Criteria:\n\n1. Evidence of significant history of hepatic, reproductive, gastrointestinal, renal, bleeding, or hematological disorders including coagulation, pulmonary, neurological, respiratory, endocrine, or cardiovascular system abnormalities (especially hypertension, peripheral vascular disease, coronary artery disease, transient ischemic attacks, or cardiac rhythm abnormalities), psychiatric disorders, acute infection, or other conditions that would interfere with study participation or with the absorption, distribution, metabolism, or excretion of drugs.\n2. Presence of three or more of the following CAD risk factors for cardiovascular disease:\n\n   A. Current tobacco use (subjects who have smoked within 30 days of screening)\n\n   B. Hypertension (systolic BP \\> 140 or diastolic BP \\> 90) or receiving anti-hypertensive medication for treatment of hypertension\n\n   C. Hyperlipidemia - LDL \\> 159 mg/dL and/or HDL \\< 40 mg/dL (or on prescribed anti-cholesterol treatment)\n\n   D. Family history of premature coronary artery disease (CAD) (\\< 55 years of age in male first-degree relatives or \\< 65 years of age in female first degree relatives)\n\n   E. Diabetes mellitus\n3. Any contraindication to zolmitriptan administration including:\n\n   * History of coronary artery disease or coronary vasospasm\n   * Symptomatic Wolf-Parkinson-White syndrome or other cardiac accessory conduction pathway disorders\n   * History of stroke, transient ischemic attack, or hemiplegic or basilar migraine\n   * Peripheral Vascular Disease\n   * Ischemic bowel disease\n   * Hypertension (greater than or equal to 140/90 mmHg at either the screening or admission/baseline visit\n   * Any history of hepatic impairment defined as alanine transaminase \\> 150 U/L, aspartate aminotransferase \\> 130 U/L or bilirubin \\> 2 times the upper limit of normal\n4. History of contact dermatitis or known dermatological disorders that would interfere with the study procedures or assessments\n5. Planned participation in activities which cause inflammation, irritation, sunburn, lesions, or tattoos at the intended application sites from 2 weeks prior to dosing through their last day of study participation\n6. Use of any prescription anticoagulant within 1 month prior to the first dose\n7. Use of prescription and over the counter medications within one week of dosing other than the following:\n\n   * Hormone Replacement Therapy (HRT)\n   * Birth control pills, patches, IUD, rings, injections, or implants (all hormonal contraceptives) are allowed provided the dose has been stable for at least three months prior to screening and may be continued throughout the study\n   * Proton Pump Inhibitors (PPIs)\n   * Antihistamines\n   * Intermittently used NSAIDS\n   * Acetaminophen if medically necessary (not more than 1000 mg/day)\n   * Exceptions may be allowed on a case by case basis\n8. Subject has a known allergy or sensitivity to zolmitriptan or its derivatives or formulations\n9. Subject has a known allergy or sensitivity to tapes or adhesives\n10. Use of any other investigational compound within 30 days of planned study drug dosing\n11. Current use or history of drug and/or alcohol abuse within 6 months of screening and deemed to be clinically significant by the investigator\n12. History of nasal pathology (e.g., polyps) or abnormal nasal exam deemed to be clinically significant by the investigator\n13. Body Mass Index (BMI) lower than 18 kg/m2 or greater than 35 kg/m2\n14. If, in the opinion of the investigator, the subject is not suitable for the study\n15. Any positive urine drug screen result or alcohol test\n16. Subject currently smokes or is a nicotine a user",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "50 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Cmax",
        "description": "maximum observed plasma concentration",
        "timeFrame": "pre-dose, 2, 5, 10, 15, 20, 30, 45, 60, 90 minutes; 2, 4 , 8, 12, and 24 hours post-dose"
      },
      {
        "measure": "Adverse Events",
        "description": "Subjects with treatment emergent adverse events",
        "timeFrame": "48 hours"
      },
      {
        "measure": "Tmax",
        "description": "Time to maximum concentration",
        "timeFrame": "pre-dose, 2, 5, 10, 15, 20, 30, 45, 60, 90 minutes; 2, 4 , 8, 12, and 24 hours post-dose"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:54.097Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}