{
  "nctId": "NCT04663685",
  "briefTitle": "MoveStrong at Home: A Feasibility Study of a Model for Remote Delivery of Functional Strength and Balance Training Combined With Nutrition Education for Older Pre-frail Adults.",
  "officialTitle": "MoveStrong at Home: A Feasibility Study of a Model for Remote Delivery of Functional Strength and Balance Training Combined With Nutrition Education for Older Pre-frail Adults.",
  "protocolDocument": {
    "nctId": "NCT04663685",
    "filename": "Prot_SAP_ICF_000.pdf",
    "label": "Study Protocol, Statistical Analysis Plan, and Informed Consent Form",
    "date": "2023-02-08",
    "uploadDate": "2023-02-12T16:46",
    "size": 353346,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04663685/document/Prot_SAP_ICF_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": true
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 30,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-10-05",
    "completionDate": "2021-10-12",
    "primaryCompletionDate": "2021-04-09",
    "firstSubmitDate": "2020-10-08",
    "firstPostDate": "2020-12-11"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Has at least one of the following chronic conditions: arthritis, cancer (other than minor skin cancer), cardiovascular disease, chronic lung disease, congestive heart failure, diabetes, hypertension, kidney disease, obesity, osteoporosis, stroke\n* Scored ≥ 1 point on the FRAIL Scale\n* Able to give informed consent\n\nExclusion Criteria:\n\n* Current or recent (within the past 6 months)participation in progressive resistance training program ≥ 2 times per week\n* Receiving palliative care\n* Unable to perform basic activities of daily living or follow 2-step commands (moderate-severe cognitive impairment)\n* Upcoming travel plans (travelling\\> 1 week during the program)\n* Absolute exercise contraindications (ACSM guidelines)",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "60 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Recruitment",
        "description": "The number of participants recruited \\>25.",
        "timeFrame": "Through study completion, an average of 12 weeks"
      },
      {
        "measure": "Retention",
        "description": "Feasibility threshold: The number of participants retained at follow-up \\>80%.",
        "timeFrame": "Through study completion, an average of 12 weeks"
      },
      {
        "measure": "Average Adherence to Nutrition Sessions",
        "description": "Participants were encouraged to attend 3 nutrition sessions that took place on weeks 2, 4 and 6 of the intervention (12 weeks).\n\nFeasibility threshold: \"Attendance\" or the average proportion of nutrition sessions \\>67% or \\>2/3 sessions.",
        "timeFrame": "Through study completion, an average of 12 weeks"
      },
      {
        "measure": "Average Adherence to Exercise Sessions",
        "description": "Participants were encouraged to complete at least 3 exercise sessions per week (one supervised and two independent) for the duration of the intervention (12 weeks).\n\nFeasibility threshold: \"Attendance\" or the average proportion of exercise sessions completed \\>70% or 25.3/36 sessions.",
        "timeFrame": "Through study completion, an average of 12 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Physical Activity",
        "description": "A Physical Activity Screen (PAS) was used to capture average minutes of moderate-to-vigorous physical activity each week (Clark et al., 2020). This tool was created based on questions used by Exercise is Medicine in the Physical Activity Vital Sign questionnaire (Greenwood et al., 2010). The results were compared to national exercise guidelines for older adults that promote ≥150 minutes and ≥2 session of muscle strengthening per week. A higher score indicated a better outcome.",
        "timeFrame": "Baseline, week 9, week 12"
      },
      {
        "measure": "Exercise Self-efficacy Scale",
        "description": "A modified version of the Exercise Self-Efficacy Scale (ESES) was used to assess levels of planning and execution of exercise related activities (Resnick \\& Jenkins, 2000). There were a total of 11 questions. The lowest response option to each question was \"Not true at all = 1\", while the highest was \"Exactly true = 5\". Responses closer to the highest response option indicate a better outcome. Overall instrument score ranged from 11-55 points.",
        "timeFrame": "Baseline, week 9, week 12"
      },
      {
        "measure": "30-second Chair Stand",
        "description": "The 30-second Chair Stand was used to access lower extremity muscle function (Bohannon, 1995; Jones et al., 1999). The instructions for this test were adapted for self-administration under the remote supervisor supervision of the exercise physiologist. A higher score on the test indicated a better outcome.",
        "timeFrame": "Baseline, week 9, week 12"
      },
      {
        "measure": "Static Balance",
        "description": "Static balance was measured using Short Performance Physical Battery (SPPB) (J. M. Guralnik et al., 1994) balance subscale. The subscale scores ranged from 0-4, with a higher score indicating greater balance. The instructions for this test were adapted for self-administration under the remote supervisor supervision of the exercise physiologist.\n\nPlease note that the SPPB gait speed and chair stand subscales were not included as a part of the assessment. Therefore the total score for the SPPB (0-12) was not summed.",
        "timeFrame": "Baseline, week 9, week 12"
      },
      {
        "measure": "Fatigue",
        "description": "Fatigue was assessed using the Center for Epidemiologic Studies Depression Scale-fatigue questions (CES-D) (Radloff, 1977). Only two questions on the CES-D were used: \"I felt that everything I did was an effort\" and \"I could not get going\". Scores ranged from of 0-6 and were summed from the two selected questions (lowest response option was \"Rarely (\\<1 day) = 0\", highest response option was \"Nearly every day = 3\"). Responses closer to the lowest response option indicated a better outcome.",
        "timeFrame": "Baseline, week 9, week 12"
      },
      {
        "measure": "Mental Health and Social Isolation",
        "description": "The Warwick-Edinburgh Mental Well-being Scale (WEMWBS) was used to assess positive aspects of mental health. Score ranges from 14-70 and were summed from 14 questions (lowest response option was \"None of the time =1\", highest response option was \"All of the time = 5\"). Responses closer to the highest response option indicated a better outcome.",
        "timeFrame": "Baseline, week 9, week 12"
      },
      {
        "measure": "Quality of Life Score",
        "description": "The EuroQol Group 5 Dimension 5 Level (EQ5D5L) questionnaire was used to evaluate health-related quality of life (Herdman et al., 2011). The system comprised five dimensions: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. Each dimension had five levels: \"no problems = 1\" to \"extreme problems = 5\". Responses with lower scores indicated a better outcome. An index value ranging from 0-1 is then generated from the equation by from the scores of the five domains (Xie et al. 2016)",
        "timeFrame": "Baseline, week 9, week 12"
      },
      {
        "measure": "Nutritional Risk",
        "description": "The SCREEN tool is a valid and reliable nutrition questionnaire designed specifically for older adults (Keller et al., 2005). This tool was used to assess appetite, understand eating habits, and record recent changes in weight. Scores ranged from of 0-64 and were summed from 14 questions (lowest response option was \"0\", highest response option was \"4\"). Responses closer to the highest response option indicated a better outcome.",
        "timeFrame": "Baseline, week 9, week 12"
      },
      {
        "measure": "Dietary Protein Intake",
        "description": "ASA24®-Canada was a guided web-based tool used to record a three 24-hour diet recalls. All food and drinks consumed by the participant on two weekdays and one weekend day (3 days in total) were reported to track protein intake (Subar et al., 2012). An average of the three days was then calculated.",
        "timeFrame": "Baseline, week 9, week 12"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 89,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:03.041Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}