{
  "nctId": "NCT02638103",
  "briefTitle": "Efficacy and Safety of Subcutaneous Administration of Fremanezumab (TEV-48125) for the Preventive Treatment of Migraine",
  "officialTitle": "A Multicenter, Randomized, Double-Blind, Parallel-Group Study Evaluating the Long-Term Safety, Tolerability, and Efficacy of Subcutaneous Administration of Fremanezumab (TEV-48125) for the Preventive Treatment of Migraine",
  "protocolDocument": {
    "nctId": "NCT02638103",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-03-30",
    "uploadDate": "2019-06-05T07:50",
    "size": 8727232,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02638103/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 1890,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-02-26",
    "completionDate": "2018-12-08",
    "primaryCompletionDate": "2018-06-06",
    "firstSubmitDate": "2015-12-18",
    "firstPostDate": "2015-12-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nParticipants Rolling Over from the Pivotal Efficacy Studies:\n\n* Participant must have signed and dated the informed consent document.\n* Participant must have completed the pivotal efficacy study without major protocol violations.\n\n  * Additional criteria apply, please contact the investigator for more information.\n\nParticipants Not Rolling Over from the Pivotal Efficacy Studies:\n\n* Males or females aged 18 to 70 years, inclusive, with migraine onset at less than or equal to (≤) 50 years of age.\n* Participant signed and dated the informed consent document.\n* Participant has a history of migraine or clinical judgment suggests a migraine diagnosis.\n* Participant fulfills the criteria for EM or CM with prospectively collected baseline information during the 28-day run-in period.\n* Body mass index (BMI) of 17.5 to 37.5 kilograms/square meter (kg/m\\^2) and a total body weight between 45 and 120 kg, inclusive.\n* All participants must be of non-childbearing potential.\n\n  1. Participants must simultaneously use 2 forms of highly effective contraception methods.\n  2. Participants will remain abstinent throughout the study.\n* Female participants of childbearing potential must have a negative serum beta-human chorionic gonadotropin (β-HCG) pregnancy test prior at screening (confirmed by urine dipstick β-HCG pregnancy test at baseline).\n* The participant must be willing and able to comply with study restrictions, to remain at the clinic for the required duration during the study period, and to return to the clinic for the follow-up evaluation.\n\n  * Additional criteria apply, please contact the investigator for more information\n\nExclusion Criteria:\n\nParticipants Rolling Over from the Pivotal Efficacy Studies:\n\n* Pregnant or nursing females\n* Compliance with daily diary entry lower than 75 percent (%) at the last month of the double-blind treatment period of the pivotal efficacy study.\n\n  * Additional criteria apply, please contact the investigator for more information.\n\nParticipants Not Rolling Over from the Pivotal Efficacy Studies:\n\n* Clinically significant findings at the discretion of the investigator.\n* Evidence or medical history of clinically significant psychiatric issues, including any suicide attempt in the past, or suicidal ideation with a specific plan in the past 2 years.\n* History of clinically significant cardiovascular disease or vascular ischemia (such as myocardial, neurological \\[for example; cerebral ischemia\\], peripheral extremity ischemia, or other ischemic event) or thromboembolic events (arterial or venous thrombotic or embolic events) such as cerebrovascular accident (including transient ischemic attacks), deep vein thrombosis, or pulmonary embolism -Known infection or history of human immunodeficiency virus, tuberculosis, or chronic hepatitis B or C infection.\n* Past or current history of cancer in the past 5 years, except for appropriately treated nonmelanoma skin carcinoma.\n* Pregnant or nursing females.\n* History of hypersensitivity reactions to injected proteins, including monoclonal antibodies.\n* Participation in a clinical study of a new chemical entity or a prescription medicine within 2 months before study drug administration or 5 half-lives, whichever is longer.\n* History of alcohol or drug abuse during the past 2 years, or alcohol or drug dependence during the past 5 years.\n* The participant cannot participate or successfully complete the study, in the opinion of their healthcare provider or the investigator, for any of the following reasons:\n\n  1. mentally or legally incapacitated or unable to give consent for any reason.\n  2. in custody due to an administrative or a legal decision, under guardianship, or institutionalized.\n  3. unable to be contacted in case of emergency.\n  4. has any other condition, which, in the opinion of the investigator, makes the participant inappropriate for inclusion in the study.\n* Participant is a study center or sponsor employee who is directly involved in the study or the relative of such an employee.\n\n  * Additional criteria apply, please contact the investigator for more information.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Adverse Events (AEs)",
        "description": "An AE was defined as any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. Severe AE was defined as inability to carry out usual activities. Treatment-related AEs were defined as AEs with possible, probable, definite, or missing relationship to study drug. Serious AEs were defined as death, a life-threatening AE, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, or an important medical event that jeopardized participant and required medical intervention to prevent 1 of the outcomes listed in this definition. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.",
        "timeFrame": "Baseline (Day 0) up to follow-up visit (Day 533)"
      },
      {
        "measure": "Number of Participants With Potentially Clinically Significant Abnormal Serum Chemistry Results",
        "description": "Potentially clinically significant abnormal serum chemistry findings included: Blood Urea Nitrogen (BUN): greater than or equal to (\\>=) 10.71 millimoles/liter (mmol/L), creatinine: \\>=177 micromoles/liter (µmol/L), bilirubin: \\>=34.2 µmol/L, Alanine Aminotransferase (ALT) (units/liter \\[U/L\\]): \\>=3\\*upper limit of normal (ULN) Aspartate Aminotransferase (AST) (U/L): \\>=3\\*ULN, and Gamma Glutamyl Transferase (GGT) (U/L): \\>=3\\*ULN. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.",
        "timeFrame": "Baseline (Day 0) up to end of treatment (EOT) visit (Day 336)"
      },
      {
        "measure": "Number of Participants With Potentially Clinically Significant Abnormal Hematology Results",
        "description": "Potentially clinically significant abnormal hematology findings included: hemoglobin: less than (\\<) 115 grams/liter (g/L) (in males) or less than or equal to (\\<=) 95 g/L (in females), hematocrit: \\<0.37 L/L (in male) or \\<0.32 L/L (in female), leukocytes: \\>=20\\*10\\^9/L or \\<=3\\*10\\^9/L, eosinophils/leukocytes: \\>=10%, and platelets: \\>=700\\*10\\^9/L or \\<=75\\*10\\^9/L. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.",
        "timeFrame": "Baseline (Day 0) up to EOT visit (Day 336)"
      },
      {
        "measure": "Number of Participants With Potentially Clinically Significant Abnormal Urinalysis Laboratory Tests Results",
        "description": "Potentially clinically significant abnormal urinalysis findings included: blood: \\>=2 unit increase from baseline, urine glucose (milligrams/decilitre \\[mg/dL\\]): \\>=2 unit increase from baseline, ketones (mg/dL): \\>=2 unit increase from baseline, urine protein (mg/dL): \\>=2 unit increase from baseline. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.",
        "timeFrame": "Baseline (Day 0) up to EOT visit (Day 336)"
      },
      {
        "measure": "Number of Participants With Potentially Clinically Significant Abnormal Vital Signs Values",
        "description": "Potentially clinically significant abnormal vital signs findings included: pulse rate: \\<=50 beats/minute (bpm) and decrease of \\>=15 bpm, or \\>=120 bpm and increase of \\>=15 bpm; systolic blood pressure: \\<=90 millimeters of mercury (mmHg) and decrease of \\>=20 mmHg, or \\>=180 mmHg and increase of \\>=20 mmHg; diastolic blood pressure: \\<=50 mmHg and decrease of \\>=15 mmHg or \\>=105 mmHg and increase of \\>=15 mmHg; respiratory rate: \\<10 breaths/minute; and body temperature \\>=38.3 degrees centigrade and change of \\>=1.1 degrees centigrade. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.",
        "timeFrame": "Baseline (Day 0) up to EOT visit (Day 336)"
      },
      {
        "measure": "Number of Participants With Shift From Baseline to Endpoint in Electrocardiogram (ECG) Parameters",
        "description": "ECG parameters included: heart rate, PR interval, QRS interval, QT interval corrected using the Fridericia formula (QTcF), QT interval corrected using the Bazett's formula (QTcB) and RR interval. Shifts represented as Baseline - endpoint value (last observed post-baseline value). Abnormal NCS indicated an abnormal but not clinically significant finding. Abnormal CS indicated an abnormal and clinically significant finding. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.",
        "timeFrame": "Baseline (Day 0), endpoint (Day 336)"
      },
      {
        "measure": "Number of Participants With Shift From Baseline to Endpoint in Coagulation Laboratory Test Results",
        "description": "Coagulation parameters included: prothrombin time (PT) (seconds), prothrombin international normalized ratio (INR), activated partial thromboplastin time (aPTT) (seconds). Shifts represented as Baseline - endpoint value (last observed post-baseline value). Shifts from baseline to endpoint were summarized using participant counts grouped into three categories: - Low (below normal range) - Normal (within the normal range of 9.4 to 12.5 seconds) - High (above normal range). A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.",
        "timeFrame": "Baseline (Day 0), endpoint (Day 336)"
      },
      {
        "measure": "Number of Participants With Injection Site Reactions",
        "description": "Number of participants who reported treatment-emergent injection site reactions are summarized. Preferred terms from MedDRA version 18.1 were offered without a threshold applied. Injection site reactions included injection site induration, pain, erythema, haemorrhage, pruritus, swelling, bruising, rash, urticaria, warmth, dermatitis, haematoma, inflammation, discolouration, discomfort, hypersensitivity, hypoaesthesia, irritation, oedema, papule, paraesthesia, vesicles and pallor. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.",
        "timeFrame": "Baseline (Day -28 to Day -1), Month 12"
      },
      {
        "measure": "Number of Participants With Suicidal Ideation and Suicidal Behavior as Assessed by the Electronic Columbia-Suicide Severity Rating Scale (eC-SSRS)",
        "description": "eC-SSRS is a questionnaire to assess suicidal ideation and suicidal behavior. Suicidal behavior was defined as a \"yes\" answer to any of 5 suicidal behavior questions: preparatory acts or behavior, aborted attempt, interrupted attempt, actual attempt, and completed suicide. Suicidal ideation was defined as a \"yes\" answer to any one of 5 suicidal ideation questions: wish to be dead, non-specific active suicidal thoughts, active suicidal ideation with methods without intent to act or some intent to act, without specific plan or with specific plan and intent, any self-injurious behavior with no suicidal intent.",
        "timeFrame": "Baseline (Day -28 to Day -1), Month 12"
      }
    ],
    "secondary": [],
    "other": [
      {
        "measure": "Change From Baseline in Monthly Average Number of Migraine Days During the 4-Week Period at Month 12",
        "description": "A migraine day was defined as when at least 1 of the following situations occurred: A calendar day(0:00 to 23:59) demonstrating at least 4 consecutive hours (for CM participants) or at least 2 consecutive hours (for EM participants) of a headache meeting criteria for migraine with or without aura; a calendar day(0:00 to 23:59) demonstrating at least 4 consecutive hours (for CM participants) or at least 2 consecutive hours (for EM participants) of a headache meeting criteria for probable migraine, a migraine subtype where only 1 migraine criterion was missing; a calendar day(0:00 to 23:59) demonstrating a headache of any duration that was treated with migraine-specific medications (triptans and ergot compounds). Monthly averages were derived and normalized to 28 days equivalent by formula: (number of days of efficacy variable over relevant period/number of days with assessments recorded in e-diary over relevant period)\\*28. Change was calculated as post-baseline value - baseline value.",
        "timeFrame": "Baseline (Day -28 to Day -1), Month 12"
      },
      {
        "measure": "Change From Baseline in Monthly Average Number of Headache Days of Any Severity During the 4-Week Period at Month 12",
        "description": "Headaches were subjectively rated by participants as mild, moderate or severe. A headache day of any severity for both CM and EM participants was defined as a calendar day (00:00 to 23:59) where the participant (using the electronic headache diary device) reports: a day with headache pain that lasts at least 4 hours with a peak severity of any severity or; a day when the participant used acute migraine-specific medication (triptans or ergots) to treat a headache of any severity or duration. Monthly averages were derived and normalized to 28 days equivalent by the following formula: (number of days of efficacy variable over relevant period/number of days with assessments recorded in the e-diary over the relevant period) \\* 28. The change was calculated as post-baseline value - baseline value.",
        "timeFrame": "Baseline (Day -28 to Day -1), Month 12"
      },
      {
        "measure": "Percentage of Participants With At Least 50% Reduction From Baseline in Monthly Average Number of Migraine Days During the 4-Week Period at Month 12",
        "description": "A migraine day was defined as when at least 1 of the following situations occurred: A calendar day (0:00 to 23:59) demonstrating at least 4 consecutive hours (for CM participants) or at least 2 consecutive hours (for EM participants) of a headache meeting criteria for migraine with or without aura; a calendar day (0:00 to 23:59) demonstrating at least 4 consecutive hours (for CM participants) or at least 2 consecutive hours (for EM participants) of a headache meeting criteria for probable migraine, a migraine subtype where only 1 migraine criterion was missing; a calendar day (0:00 to 23:59) demonstrating a headache of any duration that was treated with migraine-specific medications (triptans and ergot compounds). Monthly averages were derived and normalized to 28 days equivalent by formula: (number of days of efficacy variable over relevant period/number of days with assessments recorded in e-diary over relevant period) \\* 28.",
        "timeFrame": "Baseline (Day -28 to Day -1), Month 12"
      },
      {
        "measure": "Percentage of Participants With At Least 50% Reduction From Baseline in Monthly Average Number of Headache Days of at Least Moderate Severity During the 4-Week Period",
        "description": "Headaches were subjectively rated by participants as mild, moderate or severe. A headache day of at least moderate severity for both CM and EM participants was defined as a calendar day (00:00 to 23:59) where the participant (using the electronic headache diary device) reports: a day with headache pain that lasts at least 4 hours with a peak severity of at least moderate severity or; a day when the participant used acute migraine-specific medication (triptans or ergots) to treat a headache of any severity or duration. Monthly averages were derived and normalized to 28 days equivalent by the following formula: (number of days of efficacy variable over relevant period/number of days with assessments recorded in the e-diary over the relevant period) \\* 28.",
        "timeFrame": "Baseline (Day -28 to Day -1), Month 12"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 9,
      "secondaryCount": 0,
      "otherCount": 4,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:54.409Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}