{
  "nctId": "NCT03050060",
  "briefTitle": "Image Guided Hypofractionated Radiation Therapy, Nelfinavir Mesylate, Pembrolizumab, Nivolumab and Atezolizumab in Treating Patients With Advanced Melanoma, Lung, or Kidney Cancer",
  "officialTitle": "ImmunoRad: Stratified Phase II Trial of Image Guided Hypofractionated Radiotherapy With Concurrent Nelfinavir and Immunotherapy in Advanced Melanoma, Lung Cancer, and Renal Cell Carcinoma",
  "protocolDocument": {
    "nctId": "NCT03050060",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-03-04",
    "uploadDate": "2021-11-10T15:27",
    "size": 934440,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03050060/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 21,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-06-09",
    "completionDate": "2020-07-12",
    "primaryCompletionDate": "2018-10-01",
    "firstSubmitDate": "2017-02-08",
    "firstPostDate": "2017-02-10"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Disease eligibility and stage\n\n  * Histologically confirmed diagnosis of melanoma, non-small cell lung cancer (NSCLC), or renal carcinoma\n  * Previously treated or previously untreated stage IV melanoma, stage IV or recurrent lung cancer, and metastatic renal cancer by American Joint Committee on Cancer (AJCC) staging criteria\n  * Presence of a lesion that is suitable for hypofractionated radiotherapy\n* Subjects must have measurable disease by Response Evaluation Criteria in Solid Tumors (RECIST) criteria independent of the lesion to be irradiated. Prior checkpoint inhibitor immunotherapy or chemotherapy is allowed as long as the last dose was received \\> 14 days prior to enrollment\n* Eastern Cooperative Oncology Group (ECOG) 0-2\n* Acceptable marrow function and hematologic indices for PD1/PDL1 immune checkpoint inhibitor and nelfinavir as per standard of care\n* Ability to understand and the willingness to sign a written informed consent document\n\nExclusion Criteria:\n\n* Subjects who have had immunotherapy, chemotherapy, or radiation therapy within 14 days (6 weeks for nitrosoureas or mitomycin C) prior to entering the study or those who have not recovered from adverse events due to agents administered more than 4 weeks earlier\n* Subjects may not be receiving other investigational agents\n* Patients with untreated/active brain metastases as documented by computed tomography (CT) or magnetic resonance imaging (MRI) within 2 months of study enrollment; by active brain metastases - we mean - actively symptomatic brain metastases requiring steroids\n* Allergy or intolerance to nelfinavir or selected PD1/PDL1 immune checkpoint inhibitor\n* Patients requiring steroids or other immunosuppressive therapy; low-dose or topical steroids are allowable if being used as replacement therapy\n* Patients receiving anti-retroviral therapy or other agents that are contra-indicated with nelfinavir due to drug-drug interactions\\*\n* Pregnant or lactating patients\n* Prior radiation that precludes delivery of hypofractionated radiotherapy\n\n  * \\*For a study regarding the safety and efficacy of high dose nelfinavir on patients with Kaposi's Sarcoma (KS), exclusion criteria included participants who were receiving any \"strong inhibitors or inducers of cytochrome P450, family 3, subfamily A (CYP3A) or cytochrome P450, family 2, subfamily C, polypeptide 19 (2C19)\"\n\nStrong Inhibitors of CYP3A4:\n\n* Antibiotics: clarithromycin, erythromycin, telithromycin, troleandomycin\n* HIV: non-nucleoside reverse transcriptase inhibitors (delavirdine, nevirapine), protease inhibitors (ritonavir, indinavir, lopinavir/ritonavir, saquinavir), cobicistat-boosted antiretrovirals (e.g., elvitegravir); NOTE: Clinical trials have demonstrated that there are no clinically significant drug-drug interactions between nelfinavir and the following antiretrovirals: efavirenz (strong CYP3A4 inhibitor), etravirine (strong CYP3A4 inhibitor); therefore, these antiretrovirals will not be excluded. • Antifungals: itraconazole, ketoconazole, voriconazole, fluconazole, posaconazole\n* Antidepressants: nefazodone\n* Antidiuretic: conivaptan\n* GI: cimetidine, aprepitant\n* Hepatitis C: boceprevir, telaprevir\n* Miscellaneous: seville oranges, grapefruit, or grapefruit juice and/or pomelos, star fruit, exotic citrus fruits, or grapefruit hybrids.\n\nStrong Inducers of CYP3A4:\n\n* Glucocorticoids: cortisone (\\> 50 mg), hydrocortisone (\\> 40 mg), prednisone (\\> 10 mg), methylprednisolone (\\> 8 mg), dexamethasone (\\> 1.5 mg)\n* Anticonvulsants: phenytoin, carbamazepine, primidone, phenobarbital and other enzyme inducing anti-convulsant drugs (EIACD)\n* Antibiotics: rifampin (rifampicin), rifabutin, rifapentine\n* Miscellaneous: St. John's Wort, modafinil\n\nStrong Inhibitors of CYP2C9:\n\n• Antifungals: fluconazole; lists including medications and substances known or with the potential to interact with the CYP3A or 2C19",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Response Rate",
        "description": "Will be determined by immune-related Response Evaluation Criteria in Solid Tumor 1.1. Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1) for target lesions and assessed by CT Scan: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR.\",",
        "timeFrame": "Up to 6 months after initiating treatment"
      }
    ],
    "secondary": [
      {
        "measure": "Overall Survival",
        "description": "Any long term data in the medical record that showed survival was use to measure overall survival.",
        "timeFrame": "From start of study treatment to death due to any cause, assessed up to 2 years"
      },
      {
        "measure": "Progression-free Survival",
        "description": "No RECIST measurable progression over the course of 2 years post-treatment. Progression is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions",
        "timeFrame": "From start of treatment to progression by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1, symptomatic deterioration, or death due to any cause, assessed up to 2 years"
      },
      {
        "measure": "Number of Adverse Events",
        "description": "Will be assessed by National Cancer Institute Common Terminology Criteria for Adverse Events version 5.0. All adverse events that were attributable to study intervention in 20 participants, and counted the frequency of severity levels in the participants.",
        "timeFrame": "Adverse events were assessed up to 6 months from start of study treatment and All Cause Mortality was assessed upto 2 years from start of study treatment."
      },
      {
        "measure": "Immune Correlative Studies: Changes in T-cell Repertoire",
        "description": "Changes in T-cell receptor diversity",
        "timeFrame": "Up to 6 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:47.750Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}