{
  "nctId": "NCT03518112",
  "briefTitle": "Low-Intensity Chemotherapy and Blinatumomab in Treating Patients With Philadelphia Chromosome Negative Relapsed or Refractory Acute Lymphoblastic Leukemia",
  "officialTitle": "Phase II Study of the Combination of Low-Intensity Chemotherapy and Blinatumomab in Patients With Philadelphia Chromosome Negative Relapsed/Refractory Acute Lymphoblastic Leukemia (ALL)",
  "protocolDocument": {
    "nctId": "NCT03518112",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-08-06",
    "uploadDate": "2022-03-29T13:03",
    "size": 434012,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03518112/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 6,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-04-18",
    "completionDate": "2021-05-27",
    "primaryCompletionDate": "2021-05-27",
    "firstSubmitDate": "2018-04-25",
    "firstPostDate": "2018-05-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Patients with first or second relapsed/refractory B-cell acute lymphoblastic leukemia (ALL)\n* Performance status =\\< 3 (Eastern Cooperative Oncology Group \\[ECOG\\] scale)\n* Total serum bilirubin =\\< 2 x upper limit of normal (ULN), unless due to Gilbert's syndrome, hemolysis or the underlying leukemia approved by the principal investigator (PI)\n* Alanine aminotransferase (ALT) =\\< 3 x ULN, unless due to the underlying leukemia approved by the PI\n* Aspartate aminotransferase (AST) =\\< 3 x ULN unless due to the underlying leukemia approved by the PI\n* Signed informed consent\n* Women of childbearing potential (WOCBP) or male subjects with a partner who is WOCBP must agree to use contraception during the study, if sexually active\n\nExclusion Criteria:\n\n* Patients with Philadelphia chromosome (Ph)-positive ALL or Burkitt leukemia\n* Active, uncontrolled central nervous system (CNS) leukemia involvement\n* Active serious infection not controlled by oral or intravenous antibiotics\n* Active secondary malignancy other than skin cancer (e.g., basal cell carcinoma or squamous cell carcinoma) that in the investigator's opinion will shorten survival to less than 1 year\n* Known hepatitis B or C infection, or known seropositivity for human immunodeficiency virus (HIV)\n* Active grade III-V cardiac failure as defined by the New York Heart Association criteria\n* Patients with a cardiac ejection fraction (as measured by either multi-gated acquisition \\[MUGA\\] or echocardiogram) \\< 40%\n* Prior history of treatment with blinatumomab\n* Treatment with any investigational antileukemic agents or chemotherapy agents in the last two weeks, unless full recovery from side effects has occurred or patient has rapidly progressive disease judged to be life-threatening by the investigator\n* Pregnant and lactating women will not be eligible; women of childbearing potential should have a negative pregnancy test prior to entering on the study and be willing to practice methods of contraception; women do not have childbearing potential if they have had a hysterectomy or are postmenopausal without menses for 12 months; in addition, men enrolled on this study should understand the risks to any sexual partner of childbearing potential and should practice an effective method of birth control",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Event Free Survival (EFS) Where Events Defined as no Response, Loss of Response, or Death",
        "description": "Time from date of treatment start until the date of first objective documentation of disease-relapse. Relapse and resistant disease will be defined based on morphological assessment of bone marrow and peripheral blood.\n\nComplete Remission (CR): Normalization of the peripheral blood and bone marrow with 5% or less blasts in normocellular or hypercellular marrow with a granulocyte count of 1 x 10\\^9/L or above, and platelet count of 100 x 10\\^9/L. Complete resolution of all sites of extramedullary disease is required for CR.\n\nComplete remission without recovery of counts (CRi): Peripheral blood and marrow results as for CR, but with incomplete recover of counts (platelets \\< 100 x 10\\^9/L; neutrophils \\< 1 x 10\\^9/L).\n\nPartial Response (PR): As above for CR except for the presence of 6-25% marrow blasts.",
        "timeFrame": "Time from the first day of treatment assessed up to 3 years, 1 month"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants Negative for Minimal Residual Disease (MRD)",
        "description": "Minimal Residual Disease (MRD) was assessed by flow cytometry. MRD negativity: Absence of detectable leukemia using multiparameter flow cytometry with a sensitivity of \\</= 0.01%.",
        "timeFrame": "Up to 3 years"
      },
      {
        "measure": "Duration of Response",
        "description": "Response date to loss of response or last follow up. Complete Remission (CR): Normalization of the peripheral blood and bone marrow with 5% or less blasts in normocellular or hypercellular marrow with a granulocyte count of 1 x 10\\^9/L or above, and platelet count of 100 x 10\\^9/L. Complete resolution of all sites of extramedullary disease is required for CR.\n\nComplete remission without recovery of counts (CRi): Peripheral blood and marrow results as for CR, but with incomplete recover of counts (platelets \\< 100 x 10\\^9/L; neutrophils \\< 1 x 10\\^9/L).\n\nPartial Response (PR): As above for CR except for the presence of 6-25% marrow blasts.",
        "timeFrame": "Time from the first day of treatment assessed up to 3 years, 1 month"
      },
      {
        "measure": "Participants With a Response",
        "description": "defined as the percentage of patients achieving complete response (CR) or CR with inadequate count recovery (CRi). Complete Remission (CR): Normalization of the peripheral blood and bone marrow with 5% or less blasts in normocellular or hypercellular marrow with a granulocyte count of 1 x 10\\^9/L or above, and platelet count of 100 x 10\\^9/L. Complete resolution of all sites of extramedullary disease is required for CR.\n\nComplete remission without recovery of counts (CRi): Peripheral blood and marrow results as for CR, but with incomplete recover of counts (platelets \\< 100 x 10\\^9/L; neutrophils \\< 1 x 10\\^9/L).",
        "timeFrame": "Up to 3 years"
      },
      {
        "measure": "Overall Survival",
        "description": "Time from date of treatment start until date of death due to any cause or last Follow-up.",
        "timeFrame": "Time from the first day of treatment assessed up to 3 years, 1 month"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:50.895Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}