{
  "nctId": "NCT06214052",
  "briefTitle": "VH4524184 Proof-of-Concept in Treatment-Naïve Adults Living With HIV-1",
  "officialTitle": "A Phase 2a, Randomized, Double-Blind (Sponsor Unblinded), Placebo-Controlled, Study to Investigate the Antiviral Effect, Safety, Tolerability and Pharmacokinetics of VH4524184 in HIV-1 Infected Treatment Naïve Adults",
  "protocolDocument": {
    "nctId": "NCT06214052",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-09-29",
    "uploadDate": "2025-06-12T08:05",
    "size": 2528337,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT06214052/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 22,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2024-02-07",
    "completionDate": "2024-06-12",
    "primaryCompletionDate": "2024-06-12",
    "firstSubmitDate": "2024-01-09",
    "firstPostDate": "2024-01-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participant must be 18 to 65 years of age inclusive at the time of signing the informed consent.\n* Participants who are overtly healthy (other than HIV infection) as determined by the Investigator or medically qualified designee based on a medical evaluation including medical history, physical examination, laboratory tests, and cardiac monitoring.\n* Positive HIV antibody test\n* Documented HIV infection and Screening plasma HIV-1 RNA ≥ 3,000 copies/mL. A single repeat of this test is allowed within a single Screening period to determine eligibility.\n* Screening CD4+ T-cell count ≥200 cells/mm3\n* Treatment-naïve: No antiretrovirals (ARVs, in combination or monotherapy) received after the diagnosis of HIV-1 infection.\n* HIV Pre-exposure or post-exposure prophylaxis: No prior use of any INSTI (including cabotegravir) for HIV pre-exposure or post-exposure prophylaxis.\n* Body weight ≥50.0 kg (110 lbs.) for men and ≥45.0 kg (99 lbs) for women and BMI within the range 18.5-31.0 kg/m2 (inclusive - applies to males and females).\n* A participant of childbearing potential must have a negative serum hCG test at screening, and negative urine hCG test at Day 1, before the first dose of study intervention.\n* If a urine test cannot be confirmed as negative (e.g. ambiguous result), a serum pregnancy test is required. In such cases, the participant must be excluded from participation if the serum pregnancy result is positive.\n* The Investigator is responsible for review of medical history, menstrual history, and recent sexual activity to decrease risk for inclusion of a female with an early undetected pregnancy.\n* Capable of giving signed informed consent\n* Participant must be willing and able to start standard-of-care ART as selected with the investigator on Study Day 10.\n\nExclusion Criteria:\n\n* Participants with primary HIV infection. Any evidence of an active CDC Stage 3 disease, except cutaneous Kaposi's sarcoma not requiring systemic therapy during the study. Untreated syphilis infection \\[positive RPR at screen\\] without documentation of treatment. Ongoing malignancy other than cutaneous Kaposi's sarcoma, basal cell carcinoma, or resected, non-invasive cutaneous squamous cell carcinoma, or cervical, anal or penile intraepithelial neoplasia; or other localized malignancies\n* Any pre-existing physical or mental condition which, in the opinion of the Investigator, may interfere with the participant's ability to comply with the dosing schedule and/or protocol evaluations or which may compromise the safety of the participant.\n* Any history of significant underlying psychiatric disorder, or a clinical assessment of suicidality based on the responses on the eCSSRS.\n* Any history of major depressive disorder with or without suicidal features, or anxiety disorders, that required medical intervention (pharmacologic or not) such as hospitalization or other inpatient treatment and/or chronic (\\>6 months) outpatient treatment.\n* Current or chronic history of liver disease or known hepatic or biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones).\n* Medical history of cardiac arrhythmias or cardiac disease or a family or personal history of long QT syndrome or sudden cardiac death. Treatment with immunomodulating agents (such as systemic corticosteroids, interleukins, interferons) or any agent with known anti-HIV activity (such as hydroxyurea or foscarnet) within 30 days of study drug administration.\n* Past or intended use of over-the-counter or prescription medication including herbal medications within 7 days (or 14 days if the drug is a potential enzyme inducer) or 5 half-lives (whichever is longer) prior to dosing. Specific medications listed in Section 6.9.1 may be allowed.\n* Participants who require concomitant medications known to be associated with a prolonged QTc.\n* Participants receiving any protocol-prohibited medication(s) and who are unwilling or unable to switch to an alternate medication).\n* The participant has ever received an investigational HIV vaccine (immunotherapeutic or immunomodulatory).\n* Exposure to an experimental drug or experimental vaccine within either 30 days, 5 half-lives of the test agent, or twice the duration of the biological effect of the test agent, whichever is longer, prior to the first dose of study intervention.\n* Participation in the study would result in donation of blood in excess of 500 mL within 56 days.\n* Exposure to more than four new investigational drugs or vaccines within 12 months prior to the first dosing day.\n* Current enrollment or past participation within the last 30 days, 5 half-lives or twice the duration of the biological effect of the investigational product (whichever is longer) before signing of consent in any other clinical study involving an investigational study intervention or any other type of medical research.\n\nDiagnostic Assessments\n\n* Presence of HBsAg or HBcAb at screening\n* Positive Hepatitis C antibody test result at Screening\n* Positive Hepatitis C RNA test result at Screening.\n* Creatinine clearance (eGFR) of \\< 60 mL/min/1.73 m2 using CKD-EPI equation (2021).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Monotherapy: Maximum Change From Baseline in Plasma Human Immunodeficiency Virus-1 (HIV-1) Ribonucleic Acid (RNA)",
        "description": "Plasma samples were collected for the quantitative analysis of plasma HIV-1 RNA. The maximum change from baseline was calculated by determining the largest change from baseline value across all assessment timepoints during the monotherapy period. This is identified by subtracting the lowest post-dose visit value up to Day 10 (inclusive) from the baseline value. The baseline was defined as the most recent pre-dose assessment with a valid, non-missing value, including measurements from any unscheduled visits.",
        "timeFrame": "At Day 10"
      }
    ],
    "secondary": [
      {
        "measure": "Monotherapy and Follow-up: Number of Participants With Any Adverse Event (AE)",
        "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study intervention, whether or not considered related to the study intervention. An AE can be any unfavourable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention. Any AEs = occurrence of the symptom regardless of intensity grade.",
        "timeFrame": "Day 1 to Day 38"
      },
      {
        "measure": "Monotherapy and Follow-up: Number of Participants With AEs by Severity",
        "description": "The severity was assessed using The Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events (DAIDS AE Grading Table) Version 2.1 where Grade 1 = mild, Grade 2 = moderate, Grade 3 = severe, Grade 4 = potentially life-threatening and Grade 5 = Death.",
        "timeFrame": "Day 1 to Day 38"
      },
      {
        "measure": "Monotherapy: Number of Participants With AEs Leading to Study Treatment Discontinuation",
        "timeFrame": "Day 1 to Day 7"
      },
      {
        "measure": "Monotherapy and Follow-up: Change From Baseline for Liver Panel Laboratory Parameters: Alanine Aminotransferase (ALT), Aspartate Aminotransferase (AST), Alkaline Phosphatase (ALP)",
        "description": "Blood samples were collected at the indicated timepoints.",
        "timeFrame": "At Baseline (Day 1), Day 2, Day 4, Day 7, Day 10, Day 17, Day 24, Day 31 and Day 38"
      },
      {
        "measure": "Monotherapy and Follow-up: Change From Baseline for Liver Panel Laboratory Parameter: Bilirubin",
        "description": "Blood samples were collected at the indicated timepoints.",
        "timeFrame": "At Baseline (Day 1), Day 2, Day 4, Day 7, Day 10, Day 17, Day 24, Day 31 and Day 38"
      },
      {
        "measure": "Monotherapy and Follow-up: Change From Baseline for Liver Panel Laboratory Parameter: Protein",
        "description": "Blood samples were collected at the indicated timepoints.",
        "timeFrame": "At Baseline (Day 1), Day 2, Day 4, Day 7, Day 10, Day 17, Day 24, Day 31 and Day 38"
      },
      {
        "measure": "Monotherapy and Follow-up: Number of Participants With Maximum Toxicity Grade Increase Relative to Baseline in Liver Panel Laboratory Parameters: ALT, AST, ALP, Bilirubin",
        "description": "Liver panel parameters assessed were: ALT, AST, ALP, bilirubin. The parameters were graded according to DAIDS grading table Version 2.1 where grades were defined based on numeric criteria as follows Grade 0: participants with missing baseline values; Grade 1: Mild; Grade 2: moderate; Grade 3: severe or medically significant; Grade 4: life-threatening consequences. An increase is defined as an increase in grade relative to baseline grade.",
        "timeFrame": "From Baseline (Day 1) and up to Day 38"
      },
      {
        "measure": "Monotherapy and Follow-up: Number of Participants With Maximum Toxicity Grade Increase Relative to Baseline in Liver Panel Laboratory Parameters: Protein",
        "description": "Participants are categorized based on changes in their liver panel laboratory parameters (protein) to 'Low,' 'Normal,' or 'High,' unless there is no change in their initial category. Participants whose lab values remain unchanged (e.g., 'High' to 'High') or whose values return to normal are recorded in the 'To Normal or No Change' category. Participants may be counted in both the 'To Low' and 'To High' categories if their values fluctuate between these states. As a result, the percentages may exceed 100% due to dual categorization. Participants with a missing baseline value are assumed to have a normal baseline value.",
        "timeFrame": "From Baseline (Day 1) and up to Day 38"
      },
      {
        "measure": "Monotherapy: Maximum Observed Plasma Drug Concentration (Cmax) of VH4524184",
        "description": "Blood samples were collected at indicated time points for Pharmacokinetic (PK) analysis of VH4524184.",
        "timeFrame": "At Day 1 and Day 7"
      },
      {
        "measure": "Monotherapy: Time to Maximum Observed Plasma Drug Concentration (Tmax) of VH4524184",
        "description": "Blood samples were collected at indicated time points for PK analysis of VH4524184.",
        "timeFrame": "At Day 1 and Day 7"
      },
      {
        "measure": "Monotherapy: Plasma Concentration of VH4524184 at Day 10",
        "description": "Blood samples was collected at indicated time point for PK analysis of VH4524184.",
        "timeFrame": "At Day 10"
      },
      {
        "measure": "Monotherapy: Correlation of VH4524184 Cmax With Maximum Plasma HIV-1 RNA Log 10 Change From Baseline Through Day 10",
        "description": "Plasma samples were collected for quantitative analysis of HIV-1 RNA. Baseline value was the latest pre-dose assessment with a non-missing value. Change from baseline is defined as post-dose visit value minus baseline value. Statistical analysis for relationship between PK parameter (Cmax) and PD measure (change from baseline in logarithm to base 10 (log10) values for maximum plasma HIV-1 RNA) were explored using an Emax non-linear mixed-effects model. The model parameters estimated were maximum response (Emax) which is defined as the maximum change (at infinite exposure) and EC50 which defines the PK parameter value that attains 50 percent (%) of the maximal effect",
        "timeFrame": "From Day 1 to Day 10"
      },
      {
        "measure": "Monotherapy: Number of Participants With Treatment-emergent Genotypic Resistance",
        "description": "Plasma samples were collected to assess treatment emergent Genotypic Resistance.",
        "timeFrame": "At Baseline (Day 1) and Day 10"
      },
      {
        "measure": "Monotherapy: Number of Participants With Treatment-emergent Phenotypic Resistance",
        "description": "Plasma samples were collected to assess treatment emergent Phenotypic Resistance.",
        "timeFrame": "At Baseline (Day 1) and Day 10"
      },
      {
        "measure": "Monotherapy: Change From Baseline in Cluster of Differentiation 4 (CD4+) T-cell Counts at Day 10",
        "description": "Blood samples were collected for assessment of T-cells subsets (CD4+ T-cells count) by flow cytometry at Day 10 compared to Baseline.",
        "timeFrame": "At Day 10 compared to Baseline (Day 1)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 15,
      "otherCount": 0,
      "totalCount": 16
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:20.056Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}