{
  "nctId": "NCT04088630",
  "briefTitle": "Fingolimod as a Treatment of Cerebral Edema After Intracerebral Hemorrhage",
  "officialTitle": "Fingolimod as a Treatment of Cerebral Edema After Intracerebral Hemorrhage",
  "protocolDocument": {
    "nctId": "NCT04088630",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-05-01",
    "uploadDate": "2024-11-20T10:52",
    "size": 446679,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04088630/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "EARLY_PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 28,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-08-07",
    "completionDate": "2024-06-05",
    "primaryCompletionDate": "2023-06-30",
    "firstSubmitDate": "2019-09-11",
    "firstPostDate": "2019-09-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nHas given written informed consent to participate in the study in accordance with required regulations; if a participant is not capable of providing informed consent, written consent must be obtained from the participant's legally authorized representative (LAR). When the LAR is not available for consent, Docusign for econsent may be obtained.\n\nStated willingness to comply with all study procedures and availability for the duration of the study.\n\nMen and non-pregnant women ages 18-80 years old Has a confirmed diagnosis of spontaneous supratentorial ICH. The presence of cerebellar ICH is exclusionary. Presence of hydrocephalus due to mass effect and cerebral edema is not exclusionary. If the patient has hydrocephalus requiring CSF drainage, an external ventricular drain will be placed as standard of care and will not be exclusionary.\n\nSymptoms less than 24 hours prior to enrollment if all eligibility criteria are met. An unknown time of onset is exclusionary. Use the time the patient was last known to be well for patients that awaken from sleep with symptoms.\n\nHas a GCS score ≥ 5 on presentation. Has a National Institutes of Health Stroke Scale (NIHSS) score ≥ 4 on presentation.\n\nMaintenance of SBP \\< 200 mmHg at the time of enrollment and randomization. Historical Modified Rankin Scale score of 0-2.\n\nExclusion Criteria:\n\nMen or women \\< 18 years old Incarcerated patients ICH known as a result of trauma. Primary intraventricular hemorrhage without significant intraparenchymal component.\n\nRuptured aneurysm, arteriovenous malformation (AVM), vascular anomaly, Moyamoya disease, hemorrhagic conversion of an ischemic infarct, recurrence of recent (\\< 1 year) hemorrhage, neoplasms diagnosed with radiographic imaging.\n\nPatients with unstable mass or evolving intracranial compartment syndrome. Brainstem hemorrhage or irreversible impaired brain stem function (bilateral fixed, dilated pupils and extensor motor posturing), GCS ≤ 4.\n\nPlatelet count \\< 100,000; INR \\> 1.4. Any irreversible coagulopathy or known clotting disorder. Known history of Mobitz Type II second-degree or third-degree atrioventricular (AV) block or sick sinus syndrome.\n\nAdmission within the past 6 months for the following: myocardial infarction, unstable angina, stroke, decompensated heart failure requiring hospitalization, or Class III/IV heart failure.\n\nBaseline QTc interval ≥500 ms. Current treatment with Class Ia or Class III anti-arrhythmic drugs. Implanted cardiac devices that are not compatible with the desired MRI sequences needed for the study (non-contrast T1, T2, SWI/GRE, and FLAIR sequences).\n\nAbnormal liver function or liver failure. Active acute infection that is deemed by the Principal Investigator to be clinically significant.\n\nChronic viral or fungal infection. Active use of antineoplastic, immunosuppressive, or immunomodulating therapies. Leukopenia with a WBC \\< 2.0 x 109/L. Not expected to survive to the 365 day visit due to co-morbidities or is DNR/DNI status prior to randomization.\n\nActive drug or alcohol use or dependence that, in the opinion of the investigator, would interfere with adherence to study requirements.\n\nConcomitant enrollment in another interventional study. Inability or unwillingness of participant or legal guardian/representative to give written informed consent.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Clinically Significant Cardiac Events",
        "description": "Number of participants with clinically significant cardiac events. Clinically significant cardiac events include myocardial infarction, unstable angina, stroke, transient ischemic attack, any heart failure, bradycardia and heart block. Cardiac events were monitored with telemetry up to and after 72 hours while hospitalized. A check in was performed at 30 days with an in-person clinical or hospital visit to ascertain any cardiac events via patient discussion and medical record review.",
        "timeFrame": "up to 30 days post-ictus"
      },
      {
        "measure": "Rate of Nosocomial Infections (UTI, Sepsis, and Pneumonia)",
        "description": "Rate of nosocomial infections (UTI, sepsis, and pneumonia) by group",
        "timeFrame": "up to 90 days post-ictus"
      },
      {
        "measure": "Rate of Neurologic Decline",
        "description": "considered a change ≥ 4 points of the NIHSS between enrollment and 30 days post-ictus. A higher score indicates higher severity and poorer prognosis. Scale is 0-42.",
        "timeFrame": "up to 30 days post-ictus"
      }
    ],
    "secondary": [
      {
        "measure": "Rate of Successful Administration of Fingolimod Through an NGT or Dobhoff Tube",
        "description": "Rate of successful administration of fingolimod through an NGT or Dobhoff tube in Open-label group only",
        "timeFrame": "Enrollment"
      },
      {
        "measure": "Percent Change in Lymphocyte Subpopulations of CD4+ T Cells",
        "description": "Percent Change in Lymphocyte Subpopulations of CD4+ T Cells",
        "timeFrame": "Enrollment to 30 days"
      },
      {
        "measure": "Percent Change in Lymphocyte Subpopulations of CD8+ T Cells",
        "description": "Percent change in lymphocyte subpopulations of CD8+ T Cells",
        "timeFrame": "Enrollment and 30 days"
      },
      {
        "measure": "Percent Change in Lymphocyte Subpopulations of CD19+ B Cells",
        "description": "Percent change in lymphocyte subpopulations of CD19+ B cells",
        "timeFrame": "Enrollment and 30 days"
      },
      {
        "measure": "Change in Hematoma Volume Obtained by MRI",
        "description": "Average decrease per day by group in volumetric measurement calculations of hematoma obtained by MRI between enrollment and 365 days. All MRI imaging data obtained on hematoma volume between enrollment and 365 days were used to calculate estimates via a linear mixed effects model controlling for repeated measures within subject.",
        "timeFrame": "Enrollment and 365 days"
      },
      {
        "measure": "Change in Hematoma Volume Obtained by CT",
        "description": "Average decrease per day by group in volumetric measurement calculations of hematoma obtained by CT between enrollment and 365 days. All CT imaging data obtained on hematoma volume between enrollment and 365 days were used to calculate estimates via a linear mixed effects model controlling for repeated measures within subject.",
        "timeFrame": "Enrollment and 365 days"
      },
      {
        "measure": "Change in Peri-hematomal Edema Volume Obtained by CT",
        "description": "Average decrease per day by group in volumetric measurement calculations of peri-hematomal edema volume between enrollment and 365 days. All CT imaging data obtained on peri-hematomal edema volume between enrollment and 365 days were used to calculate estimates via a linear mixed effects model controlling for repeated measures within subject.",
        "timeFrame": "Enrollment to 365 days"
      },
      {
        "measure": "Change in Peri-hematomal Edema Volume Obtained by MRI",
        "description": "Average decrease per day by group in volumetric measurement calculations of peri-hematomal edema obtained from radiographic imaging (MRI) between enrollment and 365 days. All MRI imaging data obtained on peri-hematomal edema volume between enrollment and 365 days were used to calculate estimates via a linear mixed effects model controlling for repeated measures within subject.",
        "timeFrame": "Enrollment to 365 days"
      },
      {
        "measure": "National Institutes of Health Stroke Scale Total Score (NIHSS)",
        "description": "The scoring range is 0 to 42 points, with higher numbers indicating greater severity. (NIHSS)",
        "timeFrame": "365 days"
      },
      {
        "measure": "Interviewer-administered Modified Rankin Scale (mRS)",
        "description": "The modified Rankin Scale (mRS) will measure functional recovery and ability to perform activities of daily living. The mRS is a 6 point disability scale with scores ranging from 0 (no symptoms) to 5 (severe disability) with 6 indicating death. Lower scores denote better outcome.",
        "timeFrame": "365 days post-ictus"
      },
      {
        "measure": "Patient-Reported Outcomes Measurement Information (PROMIS) 10 Questionnaire",
        "description": "Patient-Reported Outcomes Measurement Information System (PROMIS) 10 questionnaire will measure patient self-reporting of physical and neurobehavioral functions. Mean T-score for general population is 50 with standard deviation of 10. Higher T-scores indicate better physical and mental health. Typically, T-score ranges from 20 to 80.",
        "timeFrame": "365 days"
      },
      {
        "measure": "Montreal Cognitive Assessment (MoCA)",
        "description": "Montreal Cognitive Assessment (MoCA) will measure recovery (neurocognitive). Scores range from 0 to 30 with higher scores denoting better outcomes.",
        "timeFrame": "365 days"
      },
      {
        "measure": "Western Aphasia Battery-Revised (WAB-R)",
        "description": "Western Aphasia Battery-Revised (WAB-R) will measure recovery (neurocognitive and speech). Language and Aphasia subscale scores both range from 0 to 100. Higher scores denote better outcome.",
        "timeFrame": "365 days"
      },
      {
        "measure": "Mortality",
        "description": "Mortality at 30 days",
        "timeFrame": "30 days"
      },
      {
        "measure": "Mortality",
        "description": "Mortality at 90 days",
        "timeFrame": "90 days"
      },
      {
        "measure": "All Cause Mortality",
        "description": "All cause mortality within 365 days",
        "timeFrame": "up to 365 days"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 16,
      "otherCount": 0,
      "totalCount": 19
    },
    "studyDesign": {
      "phases": [
        "EARLY_PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:37.252Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}