{
  "nctId": "NCT04657211",
  "briefTitle": "Triple Therapy in Chronic Obstructive Pulmonary Disease (COPD) Participants",
  "officialTitle": "Triple thErapy in paTients With COPD Under Real lIve Setting (the TETRIS Study)",
  "protocolDocument": {
    "nctId": "NCT04657211",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-02-16",
    "uploadDate": "2025-06-30T06:10",
    "size": 2538263,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04657211/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 1212,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-01-14",
    "completionDate": "2024-07-01",
    "primaryCompletionDate": "2024-07-01",
    "firstSubmitDate": "2020-12-01",
    "firstPostDate": "2020-12-08"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participant is at least 18 years of age at the time of signing the informed consent.\n* Participant is on a SITT or MITT for treatment of an obstructive respiratory disease for a period of 6 to 18 weeks prior enrolment with a combination of inhaled LAMA, LABA and ICS either on a triple maintenance treatment or an intermediate triple therapy regime (ICS \"on/off\" or LAMA \"on/off\").\n* Inclusion criteria for Group A- (treatment by settled general practitioners): Participants are treated according to a physicians diagnosis of COPD.\n* Inclusion criteria for Group B and C- (treatment by settled pulmonologists or treatment by outpatient lung centers): Participants have a confirmed physician's diagnosis (diagnosis based on spirometry or body plethysmography) of COPD.\n* Participants need to give and be capable of giving signed informed consent form (ICF).\n\nExclusion Criteria:\n\n* Participant has a diagnosis of pure asthma, without clinical features of COPD.\n* Participant has a current diagnosis of lung cancer or lung metastasis.\n* Participant has a current primary diagnosis of diffuse pan-bronchiolitis, or a primary diagnosis of bronchiectasis or pulmonary fibrosis or cystic fibrosis or other significant respiratory disorders.\n* Participant is currently enrolled or has participated in a study within the last 90 days before signing of consent involving investigational study treatment intervention. If, while enrolled in the present study, the participant enrolls in another study involving investigational study treatment intervention, he/she will be withdrawn from the present study.\n* Recent (\\<= months) major cardiac or pulmonary event (for example myocardial infarction, pulmonary embolism).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants Who Continuously Received Triple Therapy for 6 Months",
        "description": "Percentage of participants who continuously received triple therapy (SITT or MITT) for 6 months from visit 1 (Day 1 of Month 1) have been presented. Percentage values are rounded-off.",
        "timeFrame": "From Day 1 (Month 1) up to 6 months"
      },
      {
        "measure": "Percentage of Participants Who Continuously Received Triple Therapy for 12 Months",
        "description": "Percentage of participants who continuously received triple therapy (SITT or MITT) for 12 months from visit 1 (Day 1 of Month 1) have been presented. Percentage values are rounded-off.",
        "timeFrame": "From Day 1 (Month 1) up to 12 months"
      },
      {
        "measure": "Percentage of Participants Who Continuously Received Triple Therapy for 24 Months",
        "description": "Percentage of participants who continuously received triple therapy (SITT or MITT) for 24 months from visit 1 (Day 1 of Month 1) have been presented. Percentage values are rounded-off.",
        "timeFrame": "From Day 1 (Month 1) up to 24 months"
      },
      {
        "measure": "Time to Stop Triple Therapy",
        "description": "Time to stop triple therapy refers to the time duration from visit 1 at which a triple therapy (SITT or MITT) was safely and appropriately discontinued because its intended goals had been achieved, or no longer attainable, or risks outweighed the benefits. It was evaluated by Kaplan-Maier analysis.",
        "timeFrame": "Up to 24 months"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With Diagnosis of Asthma at the Age of <40 Years",
        "description": "Percentage of participants with diagnosis of asthma at the age of \\<40 years have been presented. Data was collected at Baseline visit on Day 1 of inclusion date to the study (Study Day 1). Percentage values are rounded-off.",
        "timeFrame": "Baseline (Day 1)"
      },
      {
        "measure": "Percentage of Participants With Peripheral Blood Eosinophils (EOS) Count <100 Cells/uL, 100 to <200 Cells/uL, 200 to <300 Cells/uL and >=300 Cells/uL at Baseline",
        "description": "Percentage of participants with peripheral blood EOS count less than (\\<) 100 cells per (/) micro liter (uL), 100 to \\<200 cells/uL, 200 to greater than (\\>) 300 cells/uL and greater than equal to (\\>=) 300 cells/uL have been presented. Baseline was considered as Day 1 of inclusion date to the study (Study Day 1). Percentage values are rounded-off.",
        "timeFrame": "Baseline (Day 1)"
      },
      {
        "measure": "Percentage of Participants With a Physician's Diagnosis of COPD by Site Localization",
        "description": "Percentage of participants with a physician's diagnosis of COPD have been categorized according to the site localization i.e. East, North, South, and West Germany. Data was collected at Baseline visit on Day 1 of inclusion date to the study (Study Day 1). Percentage values are rounded-off.",
        "timeFrame": "Baseline (Day 1)"
      },
      {
        "measure": "Percentage of Participants With a Physician's Diagnosis of COPD by Physicians Group",
        "description": "Percentage of participants with a physician's diagnosis of COPD categorized by pneumologists and general practitioners have been presented. Data was collected at Baseline visit on Day 1 of inclusion date to the study (Study Day 1). Percentage values are rounded-off.",
        "timeFrame": "Baseline (Day 1)"
      },
      {
        "measure": "Percentage of Participants With COPD Symptom and Risk Classes (GOLD 1 to 4) at Baseline",
        "description": "COPD was classified using the Global Initiative for Chronic Obstructive Lung Disease (GOLD) criteria. Participants were classified based on symptom and risk of exacerbation, where GOLD 1 (mild COPD), GOLD 2 (moderate COPD), GOLD 3 (severe COPD) and GOLD 4 (very severe COPD). Data for percentage of participants with COPD symptom and risk classes (GOLD 1, GOLD 2, GOLD 3, and GOLD 4) have been presented. Baseline was considered as Day 1 of inclusion date to the study (Study Day 1). Percentage values are rounded-off.",
        "timeFrame": "Baseline (Day 1)"
      },
      {
        "measure": "Percentage of Participants With COPD Symptom and Risk Classes (GOLD A to D) at Baseline",
        "description": "COPD was classified using the GOLD criteria. Participants are classified based on symptoms and risk of exacerbation, where GOLD A=Few symptoms low risk, GOLD B= More symptoms low risk, GOLD C= Few symptoms high risk and GOLD D= More symptoms high risk. Data for percentage of participants with COPD symptom and risk classes (GOLD A, GOLD B, GOLD C, and GOLD D) have been presented. Baseline was considered as Day 1 of inclusion date to the study (Study Day 1). Percentage values are rounded-off.",
        "timeFrame": "Baseline (Day 1)"
      },
      {
        "measure": "Percentage of Participants Who Received Concomitant Respiratory Medication at Months 6, 12 and 24",
        "description": "Percentage of participants with non-missing concomitant respiratory medication received during the study are presented. Percentage of participants were categorized by the substance class of concomitant respiratory medication received by them which included oral glucocorticosteroids, leukotriene receptor antagonist, oral betamimetics, immunotherapy, antibiotics for respiratory indications, and other substances with cardiac or respiratory effects. Percentage values are rounded-off.",
        "timeFrame": "At Months 6, 12 and 24"
      },
      {
        "measure": "Percentage of Participants by Their Duration of Triple Therapy Before Study Start",
        "description": "Data for percentage of participants by their duration of triple therapy before study start have been presented. Data was categorized into following categories according to duration of triple therapy they received prior to study start: \\<3 months, 3 to \\<6 months, \\>=6 months. Percentage values are rounded-off.",
        "timeFrame": "Up to 48 weeks before study start (Day 1 of Month 1)"
      },
      {
        "measure": "Percentage of Participants by Their Smoking Status at Months 6, 12 and 24",
        "description": "Percentage of participants were categorized by their smoking status as Lifelong non-smoker, Current smoker and Previous smoker. Percentage values are rounded-off.",
        "timeFrame": "At Months 6, 12 and 24"
      },
      {
        "measure": "Percentage of Participants With a Lifelong Non-smoking History at Baseline",
        "description": "Percentage of participants with a lifelong non-smoking history at Baseline have been presented. Baseline was considered as Day 1 of inclusion date to the study (Study Day 1). Percentage values are rounded-off.",
        "timeFrame": "At Baseline (Day 1)"
      },
      {
        "measure": "Percentage of Participants With Forced Expiratory Volume in 1 Second (FEV1)/Forced Vital Capacity (FVC) Ratio (FEV1/FVC) of <0.7 at Study Enrollment and at 6, 12 and 24 Months",
        "description": "FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. FVC is a measure of lung function and is defined as total amount of air that can be exhaled after taking a deep breath. FEV1 and FVC was measured using spirometry. FEV1/FVC ratio was calculated as FEV1/FVC ratio=FEV1/FVC\\*100. Baseline was considered as Day 1 of inclusion date to the study (Study Day 1). Percentage of participants with FEV1/FVC value \\<0.7 have been presented. Percentage values are rounded-off.",
        "timeFrame": "Baseline (Day 1), Months 6, 12, and 24"
      },
      {
        "measure": "Percentage of Participants With Any Moderate/Severe Exacerbation in the 24 Months Prior to Baseline or 3 Months Prior to Each Subsequent On-study Visits at Months 6, 12 and 24",
        "description": "Moderate exacerbations are defined as COPD exacerbations that require either systemic corticosteroids and/or antibiotics. Severe exacerbations are defined as those requiring hospitalization (including intubation and admittance to an intensive care unit) or result in death. Baseline was considered as Day 1 of inclusion date to the study (Study Day 1). Percentage of participants with any moderate/severe exacerbation in the 24 months prior to Baseline or 3 months prior to each subsequent on-study visits at Months 6, 12 and 24 have been presented. Percentage values are rounded-off.",
        "timeFrame": "Up to 24 months prior to Baseline (Day 1); Up to 3 months prior to Month 6; Up to 3 months prior to Month 12; Up to 3 months prior to Month 24"
      },
      {
        "measure": "Percentage of Participants With a COPD Assessment Test (CAT) Score <=10, 11-19, >=20 at Baseline and at 6, 12 and 24 Months Documentation",
        "description": "The CAT is a validated measure of health status in COPD. The CAT is an 8-item, patient-completed instrument that covers symptoms such as cough, phlegm, chest tightness, breathlessness, and disease impacts including physical activity, confidence, sleep and energy. Participants rate their experience on a 6-point scale, ranging from 0 (no impairment) to 5 (maximum impairment), higher score indicates greater impairment. A CAT sum score was calculated by summing the non-missing scores of the eight items with a scoring range of 0 (no disease impact) to 40 (maximum disease impact). Higher scores indicated greater disease impact. CAT sum score interpreted as \\<=10: low impact level, 11-19: Medium impact level, \\>=20: high impact level. Data for percentage of participants with CAT sum score of \\<=10, 11-19, and \\>=20 have been presented. Baseline was considered as Day 1 of inclusion date to the study (Study Day 1). Percentage values are rounded-off.",
        "timeFrame": "Baseline (Day 1), Months 6, 12, and 24"
      },
      {
        "measure": "Percentage of Participants With Peripheral Blood EOS Count of <300 and >=300 Cells/uL at 6, 12 and 24 Months",
        "description": "Percentage of participants with peripheral blood EOS count of \\<300 cells/uL and \\>=300 cells/uL have been presented. Percentage values are rounded-off.",
        "timeFrame": "At Months 6, 12, and 24"
      },
      {
        "measure": "Percentage of Participants With Chronic Bronchitis Phenotype",
        "description": "Chronic bronchitis phenotype is one of the 'treatable traits' in COPD participants, which - when modified - might lead to improved health outcomes. Percentage of participants with chronic bronchitis phenotype have been presented. Percentage values are rounded-off.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Percentage of Participants With at Least One Switch From Triple Therapy to Long-acting Muscarinic Antagonist (LAMA)/Long-acting Beta Agonist (LABA) From Months 6 to 24",
        "description": "Percentage of participants with at least one switch from triple therapy to LAMA/LABA from Months 6 to 24 have been presented. Percentage values are rounded-off.",
        "timeFrame": "Months 6 to 24"
      },
      {
        "measure": "Percentage of Participants With at Least One Switch From Triple Therapy to Inhaled Corticosteroids (ICS)/LABA From Months 6 to 24",
        "description": "Percentage of participants with at least one switch from triple therapy to ICS/LABA from Months 6 to 24 have been presented. Percentage values are rounded-off.",
        "timeFrame": "Months 6 to 24"
      },
      {
        "measure": "Percentage of Participants With Reasons to Start COPD Triple Therapy in Overall and by Physician Group",
        "description": "Percentage of participants with reasons to start COPD triple therapy in overall participants group have been presented. Reasons to start COPD triple therapy were documented in medical records by physicians. These reasons have been presented in separate categories. Also, data has been presented by type of physician (general practitioners \\[GP\\] and pneumologists) who documented these reasons. Percentage values are rounded-off.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Percentage of Participants With Change From Triple to Dual Therapy and Back to Triple Therapy (at Least One Re-escalation) During a 24-month Observation Period After Study Enrollment (Split by SITT and MITT)",
        "description": "Percentage of participants with change from triple to dual therapy and back to triple therapy (re-escalation) during a 24-month observation period after study enrollment have been presented. Data has been presented in categories split by the type of triple therapy (SITT and MITT) initiated by participants prior to change. Percentage values are rounded-off.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Percentage of Participants With Change From Triple to Dual Therapy and Back to Triple Therapy (at Least One Re-escalation) During a 24-month Observation Period After Study Enrollment (Split by LAMA/LABA, ICS/LABA and ICS/LAMA)",
        "description": "Percentage of participants with change from triple to dual therapy and back to triple therapy (at least one re-escalation) during a 24-month observation period after study enrollment have been presented. Data has been presented in categories split by the type of dual therapy (LAMA/LABA, ICS/LABA and ICS/LAMA) received by participant after change from triple therapy. Percentage values are rounded-off.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Percentage of Participants With at Least One Change From MITT to SITT or SITT to MITT During a 24-month Observation Period",
        "description": "Percentage of participants with at least one change in their triple therapy from MITT to SITT or SITT to MITT during a 24-month observation period have been presented. Percentage values are rounded-off.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Percentage of Participants With at Least One Change From SITT to SITT or MITT to MITT During a 24-month Observation Period",
        "description": "Percentage of participants with at least one change within their type of triple therapy - from SITT to SITT or MITT to MITT during a 24-month observation period have been presented. Percentage values are rounded-off.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Percentage of Participants With Change From Once Daily to Twice Daily or Twice Daily to Once Daily Medication",
        "description": "Percentage of participants with change from once daily to twice daily or twice daily to once daily medication has been presented. Percentage values are rounded-off.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Percentage of Participants With a Change Between Different Inhaler Types",
        "description": "Percentage of participants with a change between different inhaler types have been presented. Percentage values are rounded-off.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Percentage of Participants With Prespecified Reasons to Change a Triple Therapy (Either MITT or SITT) by Type of Physician Group",
        "description": "Percentage of participants with prespecified reasons to change a triple therapy (TT) (either MITT or SITT) by type of physician group have been presented. Reasons to change a triple therapy were documented in medical records by physicians. These reasons are included in separate categories. Also, data has been presented by type of physician (general practitioners \\[GP\\] and pneumologists). Percentage values are rounded-off.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Percentage of Participants With Reasons for Change in Their Triple Therapy to Another Triple Therapy in Overall Participants",
        "description": "Percentage of participants with reasons for change in their triple therapy to another triple therapy in overall participants group have been presented. Reasons for change in triple therapy to another triple therapy were documented in medical records by physician. These reasons are included in separate categories. Percentage values are rounded-off.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Percentage of Participants With Reasons for Change From Triple Therapy to Therapy De-escalation",
        "description": "Percentage of participants with reasons for change from triple therapy to therapy de-escalation in overall participants group have been presented. A participant was classified as de-escalation, if there was at least one change from triple therapy to a therapy with just two components within the first 365 days of observation. Reasons for change from triple therapy to therapy de-escalation were documented in medical records by physicians. These reasons are included in separate categories. Percentage values are rounded-off.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Percentage of Participants With Reasons to Change De-escalated Therapy Back to Triple Therapy",
        "description": "Percentage of participants with reasons to change de-escalated therapy back to triple therapy in overall participants group have been presented. A participant was classified as de-escalation, if there was at least one change from triple therapy to a therapy with just two components within the first 365 days of observation. Reasons to change de-escalated therapy back to triple therapy were documented in medical records by physicians. These reasons are included in separate categories. Percentage values are rounded-off.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Mean Annual Rate of Moderate and/or Severe Exacerbations in Overall Participants and by Their Peripheral Blood Eosinophil Count, Smoking Status and Asthma History",
        "description": "The annual rate of moderate and severe chronic obstructive pulmonary disease (COPD) exacerbations during the study period (per participant per year) was assessed. Annualized rate of moderate and severe exacerbations was calculated as Annual exacerbation rate = total number of moderate or severe exacerbation/total person years. Moderate exacerbations are defined as COPD exacerbations that require either systemic corticosteroids and/or antibiotics. Severe exacerbations are defined as those requiring hospitalization (including intubation and admittance to an intensive care unit) or result in death. Data for mean annual rate of moderate and/or severe exacerbations is presented for overall participants, and by their peripheral EOS count (missing, \\<300 and \\>=300 cells/uL), smoking status (Lifelong non-smoker, Current and previous smoker) and asthma history (missing, yes, no and unknown).",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Mean Annual Rate of Hospitalizations Due to Severe Exacerbations",
        "description": "Severe exacerbations are defined as those requiring hospitalization (including intubation and admittance to an intensive care unit) or result in death. Annualized rate of hospitalization due to severe exacerbations was calculated as Annual hospitalization rate equal to (=) number of hospitalizations due to severe exacerbations divided by (/) total person years.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Change From Baseline in Forced Expiratory Volume in 1 Second (FEV1) in Overall Participants and by Their Peripheral Blood Eosinophil Count, Smoking Status and Asthma History at Month 6",
        "description": "FEV1 is a measure of lung function and is defined as the volume of air that can be forced out in one second after taking a deep breath. FEV1 was measured electronically by spirometry. Baseline was considered as Day 1 of inclusion date to the study (Study Day 1). Change from Baseline was calculated as the value at Month 6 minus the value at Baseline. Data for change from Baseline in FEV1 is presented for overall participants, and by their peripheral blood eosinophil count (missing, \\<300 and \\>=300 cells/uL), smoking history (Lifelong non-smoker, Current and previous smoker) and asthma history (missing, yes, no and unknown).",
        "timeFrame": "Baseline (Day 1) and at Month 6"
      },
      {
        "measure": "Change From Baseline in FEV1 in Overall Participants and by Their Peripheral Blood Eosinophil Count, Smoking Status and Asthma History at Month 12",
        "description": "FEV1 is a measure of lung function and is defined as the volume of air that can be forced out in one second after taking a deep breath. FEV1 was measured electronically by spirometry. Baseline was considered as Day 1 of inclusion date to the study (Study Day 1). Change from Baseline was calculated as the value at Month 12 minus the value at Baseline. Data for change from Baseline in FEV1 is presented for overall participants, and by their peripheral blood eosinophil count (missing, \\<300 and \\>=300 cells/uL), smoking history (Lifelong non-smoker, Current and previous smoker) and asthma history (missing, yes, no and unknown).",
        "timeFrame": "Baseline (Day 1) and at Month 12"
      },
      {
        "measure": "Change From Baseline in FEV1 in Overall Participants and by Their Peripheral Blood Eosinophil Count, Smoking Status and Asthma History at Month 24",
        "description": "FEV1 is a measure of lung function and is defined as the volume of air that can be forced out in one second after taking a deep breath. FEV1 was measured electronically by spirometry. Baseline was considered as Day 1 of inclusion date to the study (Study Day 1). Change from Baseline was calculated as the value at Month 24 minus the value at Baseline. Data for change from Baseline in FEV1 is presented for overall participants, and by their peripheral blood eosinophil count (missing, \\<300 and \\>=300 cells/uL), smoking history (Lifelong non-smoker, Current and previous smoker) and asthma history (missing, yes, no and unknown).",
        "timeFrame": "Baseline (Day 1) and at Month 24"
      },
      {
        "measure": "Change From Baseline in Forced Vital Capacity (FVC) in Overall Participants and by Their Peripheral Blood Eosinophil Count, Smoking Status and Asthma History at Month 6",
        "description": "FVC is a measure of lung function and is defined as total amount of air that can be exhaled after taking a deep breath. FVC was measured using spirometry. Baseline was considered as Day 1 of inclusion date to the study (Study Day 1). Change from Baseline was calculated as the value at Month 6 minus the value at Baseline. Data for change from Baseline in FVC is presented for overall participants, and by their peripheral blood eosinophil count (missing, \\<300 and \\>=300 cells/uL), smoking history (Lifelong non-smoker, Current and previous smoker) and asthma history (missing, yes, no and unknown).",
        "timeFrame": "Baseline (Day 1) and at Month 6"
      },
      {
        "measure": "Change From Baseline in FVC in Overall Participants and by Their Peripheral Blood Eosinophil Count, Smoking Status and Asthma History at Month 12",
        "description": "FVC is a measure of lung function and is defined as total amount of air that can be exhaled after taking a deep breath. FVC was measured using spirometry. Baseline was considered as Day 1 of inclusion date to the study (Study Day 1). Change from Baseline was calculated as the value at Month 12 minus the value at Baseline. Data for change from Baseline in FVC is presented for overall participants, and by their peripheral blood eosinophil count (missing, \\<300 and \\>=300 cells/uL), smoking history (Lifelong non-smoker, Current and previous smoker) and asthma history (missing, yes, no and unknown).",
        "timeFrame": "Baseline (Day 1) and at Month 12"
      },
      {
        "measure": "Change From Baseline in FVC in Overall Participants and by Their Peripheral Blood Eosinophil Count, Smoking Status and Asthma History at Month 24",
        "description": "FVC is a measure of lung function and is defined as total amount of air that can be exhaled after taking a deep breath. FVC was measured using spirometry. Baseline was considered as Day 1 of inclusion date to the study (Study Day 1). Change from Baseline was calculated as the value at Month 24 minus the value at Baseline. Data for change from Baseline in FVC is presented for overall participants, and by their peripheral blood eosinophil count (missing, \\<300 and \\>=300 cells/uL), smoking history (Lifelong non-smoker, Current and previous smoker) and asthma history (missing, yes, no and unknown).",
        "timeFrame": "Baseline (Day 1) and at Month 24"
      },
      {
        "measure": "Percentage of Participants With Change in COPD Symptoms at Months 6, 12 and 24 From Baseline",
        "description": "Change in COPD symptoms were evaluated through COPD Assessment Test (CAT) and were categorized as stable symptoms, less symptoms, and more symptoms by comparing with Baseline. Percentage of participants with change in COPD symptoms at Months 6, 12 and 24 from Baseline have been presented. Baseline was considered as Day 1 of inclusion date to the study (Study Day 1). Percentage values are rounded-off.",
        "timeFrame": "Baseline (Day 1), Months 6, 12 and 24"
      },
      {
        "measure": "Change From Baseline in European Quality of Life 5 Dimensions 5 Level (EQ-5D-5L) at Months 12 and 24",
        "description": "EQ-5D-5L is self-assessment questionnaire,consisting of 5 items covering 5 dimensions (mobility,self care,usual activities,pain/discomfort and anxiety/depression). Each dimension is measured by 5-point Likert scale (1=no problems, 2=slight problems, 3=moderate problems, 4=severe problems and 5=extreme problems). Responses for 5 dimensions together formed a 5-figure description of health state (e.g.11111 indicates no problems in all 5 dimensions). Each of these 5 figure health states were converted to a single index score by applying country-specific value set formula that attaches weights to dimensions and levels. Range for EQ-5D-5L index score is -0.594 (worst health) to 1 (full health state). Baseline was considered as Day 1 of inclusion date to the study (Study Day 1). Change from Baseline was calculated as the post-dose visit value minus Baseline value.",
        "timeFrame": "Baseline (Day 1), Months 12 and 24"
      },
      {
        "measure": "Percentage of Participants Experiencing a Clinically Important Deterioration",
        "description": "Clinically important deterioration was defined as if at least one of the following conditions exists at any point of time during the observational period: decrease (\\>=100 milliliter \\[mL\\]) of FEV1 from Baseline (missing values are treated as no decrease); increase (\\>2 units) of CAT from Baseline (missing values are treated as no increase); any documented exacerbation; and all-cause mortality. Percentage of participants experiencing a clinically important deterioration during 24 months observation period have been presented. Percentage values are rounded-off.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Time to First Moderate or Severe Exacerbation",
        "description": "The time to first moderate or severe exacerbation was defined as the duration between onset of first moderate or severe acute exacerbation of COPD from Day 1. Moderate exacerbations are defined as COPD exacerbations that require either systemic corticosteroids and/or antibiotics. Severe exacerbations are defined as those requiring hospitalization (including intubation and admittance to an intensive care unit) or result in death. It was evaluated by Kaplan-Maier analysis.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Time to First Hospitalization",
        "description": "Time to first hospitalization is calculated as the time interval between date of study enrollment (Day 1) and the date of the first hospital admission for a relevant cause. Time to first hospitalization was analyzed using Kaplan-Meier methods.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Time to Death",
        "description": "Time to death is calculated as the duration between date of study enrollment (Day 1) and the date of death of a participant. Time to death was analyzed using Kaplan-Meier methods.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Number of COPD Related Visits",
        "description": "Number of COPD related visits made by participants have been presented and categorized by type of physician (general practitioners and pneumologists).",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Mean Annual Rate of Exacerbations Over a 24-month Observation Period Categorized by Physician",
        "description": "The annual rate of exacerbations during the observation period (per participant per year) was assessed. Annualized rate of exacerbations was calculated as Annual exacerbation rate = total number of exacerbation/total person years. Data for mean annual rate of exacerbations categorized by general practitioners and pneumologists have been presented.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Mean Annual Rate of Hospitalization Due to Severe Exacerbation Over a 24-month Observation Period Categorized by Physician",
        "description": "Annualized rate of hospitalization due to severe exacerbations was calculated as Annual hospitalization rate=number of hospitalizations due to severe exacerbations/total person years. Severe exacerbations are defined as COPD exacerbations requiring hospitalization (including intubation and admittance to an intensive care unit) or result in death. Data for mean annual rate of hospitalization due to severe exacerbation categorized by general practitioners and pneumologists have been presented.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Percentage of Participants Categorized by the Site Localization of Physician and by Type of Physician",
        "description": "Percentage of participants have been categorized according to the site localization (East, North, South, and West Germany) of physician and type of physician (general practitioners and pneumologists). Percentage values are rounded-off.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Mean Annual Rate of Exacerbations Over a 24-month Observation Period Categorized by Type of Physician and by Peripheral Blood Eosinophil Count, Smoking Status and Asthma History",
        "description": "The annual rate of exacerbations during the observation period (per participant per year) was assessed. Annualized rate of exacerbations was calculated as Annual exacerbation rate = total number of exacerbation/total person years. Data for mean annual rate of exacerbations is presented by smoking status (Lifelong non-smoker, Current and previous smoker), peripheral blood eosinophil count (missing, \\<300 and \\>=300 cells/uL), and asthma history (missing, yes, no and unknown). Data was also categorized by the type of physician (general practitioners and pneumologists).",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Number of Participants Who Had Pneumonia and Cardiovascular Events",
        "description": "Number of participants who had pneumonia and cardiovascular events have been presented.",
        "timeFrame": "Up to 24 months"
      },
      {
        "measure": "Number Needed to Treat for Benefit (NNTB) for SITT Participants Compared to Non SITT With Respect to Exacerbations, Pneumonia, and Cardiovascular Events",
        "description": "NNTB is a metric used to assess the benefit of treatment. It indicates how many participants need to be treated to achieve one additional beneficial outcome with respect to exacerbations, pneumonia, and cardiovascular events. NNTB is presented as number of participants and is presented at Days 90 and 365 for participants on SIIT compared to non SITT. A participant is classified as SITT, if the treatment is SITT continuously for the first 365 days of observation.",
        "timeFrame": "Days 90 and 365"
      },
      {
        "measure": "Number Needed to Treat for Benefit (NNTB) for MITT Participants Compared to Non MITT With Respect to Exacerbations, Pneumonia, and Cardiovascular Events",
        "description": "NNTB is a metric used to assess the benefit of treatment. It indicates how many participants need to be treated to achieve one additional beneficial outcome with respect to exacerbations, pneumonia, and cardiovascular events. NNTB is presented as number of participants and is presented at Days 90 and 365 for participants on MITT compared to non MITT. A participant is classified as MITT, if the treatment is MITT continuously for the first 365 days of observation.",
        "timeFrame": "Days 90 and 365"
      },
      {
        "measure": "Number Needed to Treat for Benefit (NNTB) With Respect to Exacerbations, Pneumonia, and Cardiovascular Events for Participants Whose Triple Therapies Interrupted by ICS and/or LAMA \"Off/on\" Periods Compared to Other Triple Therapies",
        "description": "NNTB is a metric used to assess the benefit of treatment. It indicates how many participants need to be treated to achieve one additional beneficial outcome with respect to exacerbations, pneumonia, and cardiovascular events. NNTB is presented as number of participants and is presented at Days 90 and 365 for participants whose triple therapies were interrupted by ICS and/or LAMA \"off/on\" periods compared to other triple therapies.",
        "timeFrame": "Days 90 and 365"
      },
      {
        "measure": "Number Needed to Treat for Benefit (NNTB) With Respect to Exacerbations, Pneumonia, and Cardiovascular Events for Participants With Switch of Triple Therapies Between SITT and MITT Compared to no Switch",
        "description": "NNTB is a metric used to assess the benefit of treatment. It indicates how many participants need to be treated to achieve one additional beneficial outcome with respect to exacerbations, pneumonia, and cardiovascular events. NNTB is presented as number of participants and is presented at Days 90 and 365 for participants whose triple therapies were switched between SITT and MITT compared to no switch. A participants is classified as switch, if there is no de-escalation of therapy, but at least one switch between SITT and MITT within the first 365 days of observation.",
        "timeFrame": "Days 90 and 365"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 52,
      "otherCount": 0,
      "totalCount": 56
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:27.244Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}