{
  "nctId": "NCT06874361",
  "briefTitle": "Cooling to Alleviate Migraine #3",
  "officialTitle": "A Prospective, Double-blind, Sham-controlled, Randomized Clinical Trial to Assess the Safety and Efficacy of the Mi-Helper Device for Acute Treatment of Migraine in an At Home Setting.",
  "protocolDocument": {
    "nctId": "NCT06874361",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2025-05-27",
    "uploadDate": "2025-08-04T13:25",
    "size": 805533,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT06874361/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 156,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2025-03-24",
    "completionDate": "2025-12-15",
    "primaryCompletionDate": "2025-09-30",
    "firstSubmitDate": "2025-03-05",
    "firstPostDate": "2025-03-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Age of 18 to 70 years, inclusive, of either sex at birth.\n2. Lives in the contiguous United States.\n3. Self-reported to be able to read and understand English sufficiently to provide electronic Informed Consent.\n4. Diagnosis of migraine with or without aura for at least 1 year.\n5. Individual experiences 2 to 8 migraine attacks per month documented via migraine eDiary during screening.\n6. Migraine onset before 50 years of age, self-reported during screening.\n7. Migraine preventive medication unchanged for 4 weeks prior to study enrollment.\n8. Stated willingness to comply with all study procedures and availability for the duration of the study.\n9. Individuals that own a functioning smartphone device, internet connection (Wi-Fi or data plan) and are willing to download the study app.\n\nExclusion Criteria:\n\n1. Participant has difficulty distinguishing his or her migraine attacks from other types of headaches such as tension, exertion, cluster, hormonal or sinus headaches.\n2. Participant has 15 or more headache days per month reported via migraine eDiary and during screening.\n3. Participant using any opioid medication at the time of screening.\n4. Participant has received Botox treatment, barbiturates, SPG block, nerve blocks or trigger point injections in the head or neck within the last 4 weeks of screening.\n5. Participant lives at an altitude of 2000 meters or more above sea level.\n6. Self-reported intolerance to intranasal therapy.\n7. Self-reported recurrent epistaxis or chronic rhinosinusitis.\n8. Self-reported sinus or intranasal surgery within the last 4 months of screening.\n9. Self-reported history of 'complicated migraine or headaches' (i.e., hemiplegic migraine, ophthalmoplegic migraine, migrainous infarction, basilar migraine, post-traumatic headaches, post-concussion syndrome).\n10. Known or suspected pregnancy as self-reported by the prospective participant at the time of screening.\n11. Prospective participant unable to fully understand the consent process and provide informed consent due to either language barriers or mental capacity.\n12. Self-reported diagnosis of alcohol or substance abuse disorder at the time of screening.\n13. Participant with active chronic pain syndromes, such as fibromyalgia, chronic pelvic pain, or Complex Regional Pain Syndrome (CRPS); or other pain syndrome like trigeminal neuralgia.\n14. Participant with severe uncontrolled psychiatric conditions or significant neurological disorders (other than migraine) that, in the Investigator's opinion, might interfere with study assessments.\n15. Failure to adhere to or inability to complete Study App inputs and onboarding activities during the screening period. Participants who are not adherent during the screening period are not eligible for study entry.\n16. Participation in a previous clinical study with the Mi-Helper device.\n17. Participation in a migraine study or any other interventional clinical study within the3 months prior to screening.\n18. Participant has an uncontrolled medical issue at the time of screening.\n19. Any condition for which transnasal air flow would be contraindicated, as determined by the Principal Investigator (PI).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Pain Freedom at 2 Hours Post Treatment",
        "description": "Proportion of participants with a change in headache severity from mild/moderate/severe pain at baseline to no pain at 2 hours after treatment completion (if rescue medication was not used)",
        "timeFrame": "2 hours"
      },
      {
        "measure": "Incidence of Adverse Events",
        "description": "Safety of the study device: Incidence of adverse events related to the study device",
        "timeFrame": "From treatment initiation through study exit (48 hours)"
      }
    ],
    "secondary": [
      {
        "measure": "Tolerability of the Mi-Helper Device",
        "description": "Percent of participants who fail to complete the full treatment session due to discomfort.",
        "timeFrame": "2 hours"
      },
      {
        "measure": "Pain Relief at 2 Hours Post Treatment",
        "description": "Proportion of participants with a change in headache severity from severe or moderate pain at baseline to mild or no pain at 2 hours post treatment completion, or from mild pain at baseline to no pain no pain at 2 hours after treatment completion (if rescue medication was not used)",
        "timeFrame": "2 hours"
      },
      {
        "measure": "Sustained Pain Freedom at 24 Hours Post Treatment",
        "description": "Proportion of participants with pain freedom with no administration of rescue medication and with no recurrence of a mild/moderate/severe headache",
        "timeFrame": "2-24 Hours"
      },
      {
        "measure": "Sustained Pain Relief at 24 Hours Post Treatment",
        "description": "Proportion of participants with mild or no head pain at 2 hours with no worsening to moderate/severe pain and no administration of rescue medication from 2 to 24 hours post treatment",
        "timeFrame": "2-24 Hours"
      },
      {
        "measure": "Pain Relief Immediately Post Treatment",
        "description": "Proportion of participants with a change in headache severity from severe or moderate pain at baseline to mild or no pain at 0 hours post treatment completion, or from mild pain at baseline to no pain no pain at 0 hours after treatment completion (if rescue medication was not used)",
        "timeFrame": "0 minutes"
      },
      {
        "measure": "Freedom from Most Bothersome Symptom (MBS) at 2 Hours Post Treatment",
        "description": "Proportion of participants with a change from mild, moderate or severe symptom severity at baseline to none at 2 hours post treatment completion.",
        "timeFrame": "2 hours"
      },
      {
        "measure": "Relief from Most Bothersome Symptom (MBS) at 2 Hours Post Treatment",
        "description": "Proportion of participants with a change from severe or moderate symptom severity at baseline to mild or none at 2 hours, or from mild symptom severity at baseline to none at 2 hours (based on the traditional 4-point Visual Rating Scale)",
        "timeFrame": "2 hours"
      },
      {
        "measure": "Freedom from Most Bothersome Symptom (MBS) at Immediately Post Treatment",
        "description": "Proportion of participants with a change from mild, moderate or severe symptom severity at baseline to none immediately post treatment completion.",
        "timeFrame": "0 minutes"
      },
      {
        "measure": "Relief from Most Bothersome Symptom (MBS) Immediately Post Treatment",
        "description": "Proportion of participants with a change from severe or moderate symptom severity at baseline to the traditional 4-point Visual Rating Scalemild or none at 0 hours, or from mild symptom severity at baseline to none at 0 hours post treatment completion (based on the traditional 4-point Visual Rating Scale)",
        "timeFrame": "0 hours"
      },
      {
        "measure": "Freedom from Nausea Immediately Post Treatment",
        "description": "Proportion of participants with a change from mild, moderate or severe symptom severity at baseline to none immediately post treatment completion (based on the traditional 4-point Visual Rating Scale)",
        "timeFrame": "0 hours"
      },
      {
        "measure": "Freedom from Photophobia Immediately Post Treatment",
        "description": "Proportion of participants with a change from mild, moderate or severe symptom severity at baseline to none ( immediately post treatment completion.",
        "timeFrame": "0 Hours"
      },
      {
        "measure": "Freedom from Phonophobia Immediately Post Treatment",
        "description": "Proportion of participants with a change from mild, moderate or severe symptom severity at baseline to none immediately post treatment completion.",
        "timeFrame": "0 hours"
      },
      {
        "measure": "Freedom from Nausea at 2 Hours Post Treatment",
        "description": "A reduction from mild, moderate or severe symptom severity at baseline to none at 2 hours post treatment completion.",
        "timeFrame": "2 Hours"
      },
      {
        "measure": "Freedom from Photophobia at 2 Hours Post Treatment",
        "description": "Proportion of participants with a change from mild, moderate or severe symptom severity at baseline to none at 2 hours post treatment completion.",
        "timeFrame": "2 Hours"
      },
      {
        "measure": "Freedom from Phonophobia at 2 Hours Post Treatment",
        "description": "Proportion of participants with a change from mild, moderate or severe symptom severity at baseline to none at 2 hours post treatment completion.",
        "timeFrame": "2 Hours"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 15,
      "otherCount": 0,
      "totalCount": 17
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:54.460Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}