{
  "nctId": "NCT05886777",
  "briefTitle": "A Study to Learn About Two or More Vaccines That Are Put Together as One Shot Against Infectious Lung Illnesses, Including COVID-19 and Respiratory Syncytial Virus (RSV).",
  "officialTitle": "A STUDY TO EVALUATE THE SAFETY, TOLERABILITY, AND IMMUNOGENICITY OF COMBINED VACCINE CANDIDATE(S) AGAINST INFECTIOUS RESPIRATORY ILLNESSES, INCLUDING COVID-19 AND RSV, IN HEALTHY INDIVIDUALS",
  "protocolDocument": {
    "nctId": "NCT05886777",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2024-01-18",
    "uploadDate": "2024-11-22T15:06",
    "size": 994105,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05886777/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 1142,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-06-05",
    "completionDate": "2024-01-01",
    "primaryCompletionDate": "2024-01-01",
    "firstSubmitDate": "2023-05-31",
    "firstPostDate": "2023-06-02"
  },
  "eligibilityCriteria": {
    "criteria": "Substudy A Inclusion Criteria:\n\n1. Male or female participants ≥65 years of age at Visit 1 (Day 1).\n2. Participants who are willing and able to comply with all scheduled visits, investigational plan, laboratory tests, lifestyle considerations, and other study procedures.\n3. Healthy participants who are determined by medical history, physical examination (if required), and clinical judgment of the investigator to be eligible for inclusion in the study.\n4. Capable of giving signed informed consent as described in the protocol, which includes compliance with the requirements and restrictions listed in the ICD and in this protocol.\n5. Participants who have received at least 3 prior US authorized mRNA COVID 19 vaccines, with the last dose being an updated (bivalent) vaccine given at least ≥150 days before Visit A101 (Day 1).\n\nSubstudy A Exclusion Criteria:\n\n1. A confirmed diagnosis of COVID 19, RSV infection, or influenza ≤120 days before study intervention administration.\n2. History of severe adverse reaction associated with any vaccine and/or severe allergic reaction (eg, anaphylaxis) to any component of the study intervention(s).\n3. Immunocompromised individuals with known or suspected immunodeficiency, as determined by history and/or laboratory/physical examination.\n4. Bleeding diathesis or condition associated with prolonged bleeding that would, in the opinion of the investigator, contraindicate intramuscular injection.\n5. Allergy to egg proteins (egg or egg products) or chicken proteins.\n6. Any medical or psychiatric condition including recent (within the past year) or active suicidal ideation/behavior or laboratory abnormality that may increase the risk of study participation or, in the investigator's judgment, make the participant inappropriate for the study.\n7. Receipt of chronic systemic treatment with known immunosuppressant medications (including cytotoxic agents or systemic corticosteroids), or radiotherapy, within 60 days before enrollment through conclusion of the study.\n8. Receipt of blood/plasma products, immunoglobulin, or monoclonal antibodies, from 60 days before study intervention administration, or planned receipt throughout the study.\n9. Receipt of any RSV vaccine at any time prior to enrollment, or planned receipt throughout the study.\n10. Receipt of any influenza vaccine ≤120 days before study enrollment.\n11. Participation in other studies involving a study intervention within 28 days before randomization. Anticipated participation in other studies within 28 days after receipt of study intervention in this study.\n12. Investigator site staff directly involved in the conduct of the study and their family members, site staff otherwise supervised by the investigator, and sponsor and sponsor delegate employees directly involved in the conduct of the study and their family members.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "65 Years",
    "stdAges": [
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Local Reactions Within 7 Days After Vaccination",
        "description": "Local reactions included pain, redness and swelling at the injection site, recorded by participants in an electronic diary (e-diary). Pain at injection site was graded as mild: did not interfere with activity; moderate: interfered with activity and severe: prevented daily activity. Redness and swelling were measured and recorded in measuring device units, where 1 measuring device unit=0.5 centimeter (cm) and graded as mild: 2.5 cm to 5.0 cm; moderate: greater than (\\>) 5.0 cm to 10.0 cm; severe: \\> 10 cm.",
        "timeFrame": "Day 1 to Day 7 after Vaccination on Day 1"
      },
      {
        "measure": "Percentage of Participants With Systemic Events Within 7 Days After Vaccination",
        "description": "Systemic events included fever, fatigue, headache, vomiting, diarrhea, chills, new/worsened muscle pain and joint pain. These were recorded by participants in an e-diary. Fever was defined as oral temperature greater than or equal to (\\>=) 38.0 degrees Celsius (deg C) and categorized as mild: \\>=38.0 to 38.4 deg C, moderate: \\>38.4 to 38.9 deg C and severe: \\>38.9 to 40.0 deg C. Vomiting was categorized as mild: 1-2 times in 24 hours (h); moderate: \\>2 times in 24h; severe: required intravenous (IV) hydration. Diarrhea was categorized as mild: 2-3 loose stools in 24h; moderate: 4-5 loose stools in 24h and severe: 6 or more loose stools in 24h. Headache, fatigue, chills, new/worsened muscle pain and joint pain were categorized as mild: didn't interfere with activity; moderate: some interference with activity and severe: prevented daily routine activity.",
        "timeFrame": "Day 1 to Day 7 after Vaccination on Day 1"
      },
      {
        "measure": "Percentage of Participants With Adverse Events (AEs) Within 1 Month After Vaccination",
        "description": "An AE was defined as any untoward medical occurrence in a participant temporally associated with the use of study intervention, whether or not considered related to the study intervention were included in evaluation of this outcome measure.",
        "timeFrame": "Within 1 Month after Vaccination"
      },
      {
        "measure": "Percentage of Participants With Serious Adverse Events (SAEs) Within 6 Months After Vaccination",
        "description": "An AE was defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention. An SAE was defined as any untoward medical occurrence that, at any dose, met one or more of the following criteria - resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect and was a suspected transmission via a Pfizer product of an infectious agent, pathogenic or non-pathogenic and other important medical event were included in this outcome measure.",
        "timeFrame": "Within 6 Months after Vaccination"
      },
      {
        "measure": "Geometric Mean Titer (GMT) and Geometric Mean Ratio (GMR) of Neutralizing Titers (NTs) for Respiratory Syncytial Virus Subgroup A (RSV A) at 1 Month After Vaccination: Group 1 Versus Group 4",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for RSV A were reported in the descriptive data section of this outcome measure. GMR of NTs for RSV A, calculated as ratio of GMTs of Group 1 to Group 4, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of NTs for Respiratory Syncytial Virus Subgroup B (RSV B) at 1 Month After Vaccination: Group 1 Versus Group 4",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for RSV B were reported in the descriptive data section of this outcome measure. GMR of NTs for RSV B, calculated as ratio of GMTs of Group 1 to Group 4, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of NTs for SARS-CoV-2 Omicron BA.4/BA.5 at 1 Month After Vaccination: Group 1 Versus Group 3",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for SARS-CoV-2 Omicron BA.4/BA.5 were reported in the descriptive data section of this outcome measure. GMR of NTs for SARS-CoV-2 Omicron BA.4/BA.5, calculated as ratio of GMTs of Group 1 to Group 3, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of NTs for SARS-CoV-2 Reference Strain at 1 Month After Vaccination: Group 1 Versus Group 3",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for SARS-CoV-2 reference strain were reported in the descriptive data section of this outcome measure. GMR of NTs for SARS-CoV-2 reference strain calculated as ratio of GMTs of Group 1 to Group 3, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of the Strain-Specific Hemagglutination Inhibition (HAI) Titers (H1N1 A/Victoria) of QIV at 1 Month After Vaccination: Group 1 Versus Group 5",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for hemagglutination inhibition titers (H1N1 A/Victoria) were reported in the descriptive data section of this outcome measure. GMR of NTs for hemagglutination inhibition titers (H1N1 A/Victoria), calculated as ratio of GMTs of Group 1 to Group 5, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of the Strain-Specific HAI Titers (H3N2 A/Darwin) of QIV at 1 Month After Vaccination: Group 1 Versus Group 5",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for hemagglutination inhibition titers (H3N2 A/Darwin) were reported in the descriptive data section of this outcome measure. GMR of NTs for hemagglutination inhibition titers (H3N2 A/Darwin), calculated as ratio of GMTs of Group 1 to Group 5, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of the Strain-Specific HAI Titers (B/Austria) of QIV at 1 Month After Vaccination: Group 1 Versus Group 5",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for hemagglutination inhibition titers (B/Austria) were reported in the descriptive data section of this outcome measure. GMR of NTs for hemagglutination inhibition titers (B/Austria), calculated as ratio of GMTs of Group 1 to Group 5, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of the Strain-Specific HAI Titers (B/Phuket) of QIV at 1 Month After Vaccination: Group 1 Versus Group 5",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for hemagglutination inhibition titers (B/Phuket) were reported in the descriptive data section of this outcome measure. GMR of NTs for hemagglutination inhibition titers (B/Phuket), calculated as ratio of GMTs of Group 1 to Group 5, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of NTs for RSV A at 1 Month After Vaccination: Group 2 Versus Group 4",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for RSV A were reported in the descriptive data section of this outcome measure. GMR of NTs for RSV A, calculated as ratio of GMTs of Group 2 to Group 4, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of NTs for RSV B at 1 Month After Vaccination: Group 2 Versus Group 4",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for RSV B were reported in the descriptive data section of this outcome measure. GMR of NTs for RSV B, calculated as ratio of GMTs of Group 2 to Group 4, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of NTs for SARS-CoV-2 Omicron BA.4/BA.5 at 1 Month After Vaccination: Group 2 Versus Group 3",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for SARS-CoV-2 Omicron BA.4/BA.5 were reported in the descriptive data section of this outcome measure. GMR of NTs for SARS-CoV-2 Omicron BA.4/BA.5, calculated as ratio of GMTs of Group 2 to Group 3, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of NTs for SARS-CoV-2 Reference Strain at 1 Month After Vaccination: Group 2 Versus Group 3",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for SARS-CoV-2 reference strain were reported in the descriptive data section of this outcome measure. GMR of NTs for SARS-CoV-2 reference strain calculated as ratio of GMTs of Group 2 to Group 3, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      }
    ],
    "secondary": [
      {
        "measure": "GMT and GMR of NTs for RSV A at 1 Month After Vaccination: Group 7 Versus Group 4",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for RSV A were reported in the descriptive data section of this outcome measure. GMR of NTs for RSV A, calculated as ratio of GMTs of Group 7 to Group 4, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of NTs for RSV B at 1 Month After Vaccination: Group 7 Versus Group 4",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for RSV B were reported in the descriptive data section of this outcome measure. GMR of NTs for RSV B, calculated as ratio of GMTs of Group 7 to Group 4, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of NTs for SARS-CoV-2 Omicron BA.4/BA.5 at 1 Month After Vaccination: Group 7 Versus Group 3",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for SARS-CoV-2 Omicron BA.4/BA.5 were reported in the descriptive data section of this outcome measure. GMR of NTs for SARS-CoV-2 Omicron BA.4/BA.5, calculated as ratio of GMTs of Group 7 to Group 3, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of NTs for SARS-CoV-2 Reference Strain at 1 Month After Vaccination: Group 7 Versus Group 3",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for SARS-CoV-2 reference strain were reported in the descriptive data section of this outcome measure. GMR of NTs for SARS-CoV-2 reference strain calculated as ratio of GMTs of Group 7 to Group 3, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of the Strain-Specific HAI Titers (H1N1 A/Victoria) of QIV at 1 Month After Vaccination: Group 7 Versus Group 5",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for hemagglutination inhibition titers (H1N1 A/Victoria) were reported in the descriptive data section of this outcome measure. GMR of NTs for hemagglutination inhibition titers (H1N1 A/Victoria), calculated as ratio of GMTs of Group 7 to Group 5, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of the Strain-Specific HAI Titers (H3N2 A/Darwin) of QIV at 1 Month After Vaccination: Group 7 Versus Group 5",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for hemagglutination inhibition titers (H3N2 A/Darwin) were reported in the descriptive data section of this outcome measure. GMR of NTs for hemagglutination inhibition titers (H3N2 A/Darwin), calculated as ratio of GMTs of Group 7 to Group 5, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of the Strain-Specific HAI Titers (B/Austria) of QIV at 1 Month After Vaccination: Group 7 Versus Group 5",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for hemagglutination inhibition titers (B/Austria) were reported in the descriptive data section of this outcome measure. GMR of NTs for hemagglutination inhibition titers (B/Austria), calculated as ratio of GMTs of Group 7 to Group 5, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of the Strain-Specific HAI Titers (B/Phuket) of QIV at 1 Month After Vaccination: Group 7 Versus Group 5",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for hemagglutination inhibition titers (B/Phuket) were reported in the descriptive data section of this outcome measure. GMR of NTs for hemagglutination inhibition titers (B/Phuket), calculated as ratio of GMTs of Group 7 to Group 5, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of NTs for RSV A at 1 Month After Vaccination: Group 6 Versus Group 4",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for RSV A were reported in the descriptive data section of this outcome measure. GMR of NTs for RSV A, calculated as ratio of GMTs of Group 6 to Group 4, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of NTs for RSV B at 1 Month After Vaccination: Group 6 Versus Group 4",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for RSV B were reported in the descriptive data section of this outcome measure. GMR of NTs for RSV B, calculated as ratio of GMTs of Group 6 to Group 4, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of NTs for SARS-CoV-2 Omicron BA.4/BA.5 at 1 Month After Vaccination: Group 6 Versus Group 3",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for SARS-CoV-2 Omicron BA.4/BA.5 were reported in the descriptive data section of this outcome measure. GMR of NTs for SARS-CoV-2 Omicron BA.4/BA.5, calculated as ratio of GMTs of Group 6 to Group 3, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      },
      {
        "measure": "GMT and GMR of NTs for SARS-CoV-2 Reference Strain at 1 Month After Vaccination: Group 6 Versus Group 3",
        "description": "GMTs and the corresponding 2-sided CIs were calculated by exponentiating the mean logarithm of the titers and the corresponding CIs (based on the Student t distribution). GMTs of NTs for SARS-CoV-2 reference strain were reported in the descriptive data section of this outcome measure. GMR of NTs for SARS-CoV-2 reference strain calculated as ratio of GMTs of Group 6 to Group 3, was reported in the statistical analysis section.",
        "timeFrame": "1 Month after Vaccination"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 16,
      "secondaryCount": 12,
      "otherCount": 0,
      "totalCount": 28
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:33.408Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}