{
  "nctId": "NCT05282121",
  "briefTitle": "A Study to Test Whether BI 685509 Alone or in Combination With Empagliflozin Helps People With Liver Cirrhosis Caused by Viral Hepatitis or Non-alcoholic Steatohepatitis (NASH) Who Have High Blood Pressure in the Portal Vein (Main Vessel Going to the Liver)",
  "officialTitle": "Randomised, Open-label and Parallel Group Trial to Investigate the Effects of Oral BI 685509 Alone or in Combination With Empagliflozin on Portal Hypertension After 8 Weeks Treatment in Patients With Clinically Significant Portal Hypertension (CSPH) in Compensated Cirrhosis",
  "protocolDocument": {
    "nctId": "NCT05282121",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-08-21",
    "uploadDate": "2025-03-31T08:32",
    "size": 1144347,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05282121/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 90,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-06-28",
    "completionDate": "2024-06-07",
    "primaryCompletionDate": "2024-04-23",
    "firstSubmitDate": "2022-03-14",
    "firstPostDate": "2022-03-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Signed and dated written informed consent in accordance with ICH-GCP and local legislation prior to admission to the trial\n* Male or female who is ≥ 18 (or who is of legal age in countries where that is greater than 18) and ≤ 75 years old at screening (Visit 1a)\n* Clinical signs of Clinically Significant Portal Hypertension (CSPH) as described by either one of the points below. Each trial patient must have a gastroscopy during the screening period (Visit 1b) or within 6 months prior to screening (Visit 1b).\n\n  * documented endoscopic proof of oesophageal varices and / or gastric varices at screening (Visit 1b) or within 6 months prior to screening (Visit 1b)\n  * documented endoscopic-treated oesophageal varices as preventative treatment\n* CSPH defined as baseline Hepatic Venous Pressure Gradient (HVPG) ≥ 10 mmHg (measured at Visit 1c), based on a local interpretation of the pressure tracing\n* Diagnosis of compensated cirrhosis due to Hepatitis C virus (HCV), Hepatitis B virus (HBV), or Non-Alcoholic Steatohepatitis (NASH) with or without Type 2 Diabetes Melitus (T2DM). Diagnosis of cirrhosis must be based on histology (historical data is acceptable) or on clinical evidence of cirrhosis (e.g. platelet count \\< 150 x 109/L \\[150 x 103/microlitre (μL)\\], nodular liver surface on imaging or splenomegaly etc.) Diagnosis of NASH based on either i. Current or historic histological diagnosis of NASH OR steatosis OR ii. Clinical diagnosis of NASH based on historic or current imaging diagnosis of fatty liver (Fibroscan, Ultrasound (US), Magnetic Resonance Imaging (MRI), Computed Tomography (CT)) AND at least 2 current or historic comorbidities of the metabolic syndrome (overweight/obesity, T2DM, hypertension, hyperlipidemia)\n* Willing and able to undergo HVPG measurements per protocol (based on Investigator judgement)\n* If receiving statins must be on a stable dose for at least 3 months prior to screening (Visit 1b), with no planned dose change throughout the trial\n* If receiving treatment with Non-Selective Beta-Blocker (NSBBs) or carvedilol must be on a stable dose for at least 1 months prior to screening (Visit 1b), with no planned dose change throughout the trial\n* Further inclusion criteria apply\n\nExclusion Criteria:\n\n* Previous clinically significant decompensation events (e.g. ascites \\[more than perihepatic ascites\\], Variceal Haemorrhage (VH) and / or overt / apparent Hepatic Encephalopathy (HE))\n* History of other forms of chronic liver disease (e.g. alcohol-related liver disease (ARLD), autoimmune liver disease, primary biliary sclerosis, primary sclerosing cholangitis, Wilson's disease, haemachromatosis, alpha-1 antitrypsin \\[A1At\\] deficiency)\n* Patients without adequate treatment for HBV, HCV or NASH as per local guidance (e.g. antiviral therapy for chronic HBV or HCV infection or lifestyle modification in NASH)\n\n  * if received curative anti-viral therapy for HCV, no sustained virological response (SVR) or SVR sustained for less than 2 years prior to screening or if HCV Ribonucleic Acid (RNA) detectable\n  * If receiving anti-viral therapy for HBV, less than 6 months on a stable dose prior to screening, with planned dose change during the trial or HBV deoxyribonucleic acid (DNA) detectable\n  * Weight change ≥ 5% within 6 months prior screening\n* Must take, or wishes to continue the intake of, restricted concomitant therapy or any concomitant therapy considered likely (based on Investigator judgement) to interfere with the safe conduct of the trial\n* Systolic Blood Pressure (SBP) \\< 100 mmHg and Diastolic Blood Pressure (DBP) \\< 70 mmHg at screening (Visit 1a)\n* Model of End-stage Liver Disease (MELD) score of \\> 15 at screening (Visit 1a), calculated by the central laboratory\n* Hepatic impairment defined as a Child-Turcotte-Pugh score ≥ B8 at screening (Visit 1a), calculated by the site, using central laboratory results\n* Alanine Aminotransferase (ALT) or Aspartate Aminotransferase (AST) \\> 5 times upper limit of normal (ULN) at screening (Visit 1a), measured by the central laboratory\n* Further exclusion criteria apply",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage Change in HVPG From Baseline (Measured in mmHg) After 8 Weeks of Treatment",
        "description": "Percentage change in Hepatic Venous Pressure Gradient (HVPG) from baseline (measured in millimetre of mercury \\[mmHg\\]) after 8 weeks of treatment is reported. Adjusted mean (Least Square Mean) was calculated using an analysis of covariance (ANCOVA) model without imputing the missing data. The model included treatment as fixed classification effects, and baseline HVPG as a linear covariate. The random error was assumed to be normally distributed with mean 0 and variance σ².",
        "timeFrame": "Before the first intake of trial medication (baseline), and after 8 weeks of treatment."
      }
    ],
    "secondary": [
      {
        "measure": "Occurrence of a Response, Which is Defined as > 10% Reduction From Baseline HVPG (Measured in mmHg) After 8 Weeks of Treatment",
        "description": "Occurrence of a response, which is defined as \\> 10% reduction from baseline HVPG (measured in mmHg) after 8 weeks of treatment is reported.",
        "timeFrame": "Before the first intake of trial medication (baseline), and after 8 weeks of treatment."
      },
      {
        "measure": "Occurrence of One or More Decompensation Events (i.e. Ascites, VH, and / or Overt HE) During the 8-week Treatment Period",
        "description": "Occurrence of one or more decompensation events (i.e. ascites, Variceal Haemorrhage \\[VH\\], and / or overt Hepatic Encephalopathy \\[HE\\]) during the 8-week treatment period is reported.",
        "timeFrame": "From first intake of study medication, until last intake of study medication plus 7 days, up to approximately 10 weeks."
      },
      {
        "measure": "Occurrence of CTCAE Grade 3 (or Higher) Hypotension or Syncope Based on Investigator Judgement, During the 8-week Treatment Period",
        "description": "Occurrence of Common Terminology Criteria for Adverse Events (CTCAE) grade 3 (or higher) hypotension or syncope based on Investigator judgement, during the 8-week treatment period is reported.\n\nThe CTCAE grades are: 1 (mild Adverse Event \\[AE\\]), 2 (moderate AE), 3 (severe AE), 4 (life-threatening or disabling AE), 5 (death related to AE).",
        "timeFrame": "From first intake of study medication, until last intake of study medication plus 7 days, up to approximately 10 weeks."
      },
      {
        "measure": "Occurrence of Discontinuation Due to Hypotension or Syncope During the 8-week Treatment Period",
        "description": "Occurrence of discontinuation of treatment with avenciguat due to hypotension or syncope during the 8-week treatment period is reported.",
        "timeFrame": "From first intake of study medication, until last intake of study medication plus 7 days, up to approximately 10 weeks."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:24.415Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}