{
  "nctId": "NCT04805983",
  "briefTitle": "Evaluating the Safety, Tolerability, Pharmacokinetics and Receptor Occupancy of BMS-984923",
  "officialTitle": "An Open-Label, Single-Ascending Dose Study to Evaluate the Safety, Tolerability, Pharmacokinetics and Receptor Occupancy of BMS-984923",
  "protocolDocument": {
    "nctId": "NCT04805983",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-12-15",
    "uploadDate": "2023-03-10T12:49",
    "size": 1815666,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04805983/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 36,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-03-25",
    "completionDate": "2022-04-24",
    "primaryCompletionDate": "2022-04-24",
    "firstSubmitDate": "2021-03-14",
    "firstPostDate": "2021-03-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* No history of cognitive impairment\n* Capable of providing written informed consent and willing to comply with all study requirements and procedures\n* Participant is not pregnant, lactating, or of childbearing potential\n\n  1. Non-childbearing potential for women is defined as postmenopausal (last natural menses greater than 24 months; menopausal status will be documented with serum follicle stimulating hormone (FSH) or documentation of bilateral tubal ligation or hysterectomy\n  2. Male participants who are sexually active with a woman of child-bearing potential must agree to use condoms during the trial and for 3 months after the last dose unless the woman is using an acceptable means of birth control. Acceptable forms of birth control include abstinence, birth control pills, or any double combination of: intrauterine device (IUD), male or female condom, diaphragm, sponge, and cervical cap.\n  3. Male participants must also agree not to donate sperm for 90 days after the last dose. -\n* Glasgow Coma Scale Score of 15 (97)\n* Clinical Dementia Rating Score of 0 (93)\n* Has a reliable study partner who has frequent contact with the participant (e.g., average of 10 hours per week or more), who can be available for study partner assessments, who can accompany the participant for 48 hours, without absence, after discharge from Visit 2.\n\nScore on the Mini Mental Status Exam \\> 26 (95)\n\n* Objective memory scores within normal range for age evidenced by a score no more than 1.5 standard deviations below the education adjusted cutoff on the Logical Memory II subscale (Delayed Paragraph Recall) from the Wechsler Memory Scale - Revised (the maximum score is 25).\n\n  1. \\>8 for 16 or more years of education\n  2. \\>4 for 8-15 years of education\n  3. \\>2 for 0-7 years of education\n\nReceptor Occupancy Substudy Eligibility Criteria\n\n* Eligibility for and enrollment in Main Study\n* Participant consent to the optional substudy\n\nExclusion Criteria:\n\n* Body mass index (BMI) ≥ 35 kg/m2 or body weight \\< 50 kg.\n* Significant cerebrovascular disease: Modified Hachinski score \\> 4.\n* Any significant neurologic disease, such as AD, Parkinson's disease, multi-infarct dementia, Huntington's disease, normal pressure hydrocephalus, brain tumor, progressive supranuclear palsy, seizure disorder, subdural hematoma, multiple sclerosis, or history of significant head trauma followed by persistent neurologic defaults or known structural brain abnormalities.\n* Major depression, bipolar disorder as described in DSM-IV within the past 1 year.\n* Psychotic features, agitation or behavioral problems within 3 months, which could lead to difficulty complying with the protocol.\n* History of schizophrenia (DSM IV criteria).\n* History of alcohol or substance abuse or dependence within the past 2 years (DSM IV criteria).\n* Clinically significant or unstable medical condition, including uncontrolled hypertension, uncontrolled diabetes, or significant cardiac, pulmonary, renal, hepatic, endocrine, or other systemic disease in the opinion of the PI, may either put the patient at risk because of participation in the study, or influence the results, or the patient's ability to participate in the study.\n* Clinically significant abnormalities in B12 or Thyroid Function Tests that might interfere with the study.\n\nUse of psychoactive medications (typical neuroleptics, narcotic analgesics, antiparkinsonian medications, systemic corticosteroids, or medications with significant central anticholinergic activity) within 2 weeks or 5 half-lives (whichever is greater) prior to study drug administration and for the duration of the trial.\n\n* Use of medications with significant CYP1A2, 2D6, or 3A4 inhibitor or inducer activity (See appendix for a list of these medications) within 2 weeks or 5 half-lives (whichever is greater) prior to study drug administration and for the duration of the trial.\n* Use of anticoagulants within 30 days or 5 half-lives (whichever is greater) prior to study drug administration and for the duration of the trial.\n* Use of investigational amyloid lowering therapies within 2 months prior to study drug administration and for the duration of the trial.\n* Use of another investigational agent within 30 days or 5 half-lives (whichever is greater) prior to screening and for the duration of the trial.\n* Neutropenia defined as absolute neutrophils count of \\< 1,500/microliter.\n* Thrombocytopenia defined as platelet count \\< 100,000/microliter.\n* Clinically significant abnormalities in screening laboratories, including Aspartate aminotransferase (AST) \\>1.5 times upper limit of normal (ULN); Alanine aminotransferase (ALT) \\>1.5 times ULN; Total bilirubin \\>1.5 times ULN; Serum creatinine \\>2.0 times ULN.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Count of Treatment Emergent Adverse Events (TEAEs)",
        "description": "A count of participants that experience any adverse events found to be associated with treatment. All adverse events are summarized in the adverse events section.",
        "timeFrame": "Up to 7 days after last dose"
      },
      {
        "measure": "Count of Lab Abnormalities",
        "description": "Count of participants with clinical lab abnormalities.",
        "timeFrame": "Up to 7 days after last dose"
      },
      {
        "measure": "Count of Clinically Significant Changes in Safety Assessments",
        "description": "A count of participants that experienced any clinically significant changes in: Vital Signs, Physical Exam, Electrocardiogram, Neuropsychiatric Inventory - Q, Geriatric Depression Scale, Glasgow Coma Scale, Montreal Cognitive Assessment",
        "timeFrame": "Up to 7 days after last dose"
      },
      {
        "measure": "Maximum Plasma Concentration (Cmax)",
        "description": "Maximum plasma concentration as determined by pharmacokinetic modeling",
        "timeFrame": "Up to 7 days after last dose"
      },
      {
        "measure": "Time of Cmax (Tmax)",
        "description": "Time of Cmax as determined by pharmacokinetic modeling",
        "timeFrame": "Up to 7 days after last dose"
      },
      {
        "measure": "Area Under the Curve From 0 to 24h (AUC 24h)",
        "description": "Plasma drug exposure as determined by pharmacokinetic modeling, AUC is represented as ng∙h/mL.",
        "timeFrame": "Up to 7 days after last dose"
      }
    ],
    "secondary": [
      {
        "measure": "Receptor Occupancy",
        "description": "Metabotropic glutamate receptor subtype 5 (mGluR5) occupancy using \\[18F\\]FPEB Positron Emission Tomography calculated using the percentage of total mGluR5 availability and plasma concentrations of study drug were used to model the relationship between plasma concentration (CP) and receptor occupancy with the conventional sigmoidal maximum receptor occupancy (r\\_max) model where IC50 is the CP required to produce 50% of the r\\_max. A nonlinear least squares analysis was used to estimate the parameters from all scans. The data supported a model with 1 parameter (IC50, r\\_max = 100%). IC80 is the CP required to produce 80% of the r\\_max. The outcomes of relevance are the IC50 and IC80 calculated for the model.",
        "timeFrame": "Up to 24 hours after last dose"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:41.910Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}