{
  "nctId": "NCT03675282",
  "briefTitle": "Quantitative Mapping of Substantia Nigra Iron in Parkinson's Disease (Stages I-IV, REM Sleep Behavior Disorder) and Controls",
  "officialTitle": "Quantitative Mapping of Substantia Nigra Iron in Parkinson's Disease and Controls",
  "protocolDocument": {
    "nctId": "NCT03675282",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-09-10",
    "uploadDate": "2025-01-14T11:27",
    "size": 109653,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03675282/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 82,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-08-14",
    "completionDate": "2024-04-23",
    "primaryCompletionDate": "2024-04-23",
    "firstSubmitDate": "2018-09-05",
    "firstPostDate": "2018-09-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* 1\\. Idiopathic Parkinson's Disease, REM Sleep Behavior Disorder subjects without signs of Parkinsonism and normal healthy controls a. If tremor is not present, subjects must have unilateral onset and persistent asymmetry of the symptoms. b. For PD Subjects only: Age \\> 30 years at time of diagnosis of PD with a maximum age of 100 years old c. Hoehn \\& Yahr stage \\< V (if PD)\n* 2\\. For PD subjects only: Receiving an optimized dopaminergic regimen (i.e., either MAO-B inhibitor, a dopamine agonist and/or low doses of L-dopa, with dose change no more frequent than every 6-month in the course of the study); or medications naive\n* 3\\. No overt anemia, iron deficiency, or other hematological disorders\n* 4\\. Deemed healthy and able to undergo MRI and PE2i PET imaging by the Site Investigator, based on screening assessments-- medical history, physical examination 5. For Controls \\& REM Sleep Behavior Disorder Subjects Only: Age 20-80; willing to undergo multiple imaging sessions 6. Signed informed consent form\n\nExclusion Criteria:\n\n* 1\\. Patient with atypical parkinsonism (such as suspected Progressive Supranuclear Palsy, Multiple System Atrophy) and secondary parkinsonism (such as normal pressure hydrocephalus, drug-induced, or vascular parkinsonism)\n* 2\\. Patients with uncertainty as to having classical Parkinson's disease, such as those who might have scans without evidence of dopaminergic deficits (SWEDDs)\n* 3\\. Presence of a medical or psychiatric comorbidity that can compromise participation in the study\n* 4\\. Patients with clinically significant depression as determined by the Beck depression score \\> 15\n* 5\\. History of exposure to typical or atypical neuroleptics or any dopamine blocking agent within 6 months prior to enrollment\n* 6\\. Patients with psychosis/active hallucinations and memory difficulty pre-dating the onset of motor symptoms\n* 7\\. History of brain surgery for PD\n* 8\\. History of thyroid disease\n* 9\\. History of stroke or cerebral vascular disease\n* 10\\. History of drug abuse\n* 11\\. History of repeated head injury or encephalitis\n* 12\\. Positive dementia by DSM IV-R\n* 13\\. Women of childbearing potential who are not surgically sterilized have to use a reliable measure of contraception and have a negative urine pregnancy test at the screening\n* 14\\. Participation in other investigational drug trials within 30 days prior to screening\n* 15\\. Contraindication for receiving MRI imaging such as presence of pacemakers, certain types of metallic implants, severe claustrophobia, history of reaction to contrast material, or renal insufficiency",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "20 Years",
    "maximumAge": "100 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Sensitivity of QSM MR Imaging From Baseline MR Imaging to 24 Month MR Imaging",
        "description": "Change in Sensitivity of QSM MR imaging as compared to R2\\* from baseline MR imaging to 24 month MR imaging, as measured by Radiology reader agreements",
        "timeFrame": "Baseline and 24 Months"
      }
    ],
    "secondary": [
      {
        "measure": "Assess Clinical Changes in Disease Arm",
        "description": "Assess clinical changes in disease arm, as measured by changes in unified Parkinson's disease rating scale (UPDRS) scale assessments at baseline and 24 Month visits. The UPDRS is used to follow the longitudinal course of Parkinson's disease.\n\nThe UPDRS is made up of 42 questions grouped into 4 sections:\n\nPart I: evaluation of mentation, behavior, and mood Part II: self-evaluation of the activities of daily life (ADLs) including speech, swallowing, handwriting, dressing, hygiene, falling, salivating, turning in bed, walking, and cutting food Part III: clinician-scored monitored motor evaluation Part IV: complications of therapy\n\nscore for part I range is: 0-16 score for part II range is:0- 52 score for part III range is: 0-108 score for part IV range is: 0-23\n\nThe higher the score value, the worse symptoms are.",
        "timeFrame": "Baseline and 24 Months"
      },
      {
        "measure": "Assess Change in PE2i PET Scan or DaT Scan",
        "description": "Assess changes in dopamine depletion as measured by the baseline PE2i PET scan or DaT scan compared to the 24 month PE2i PET scan or DaT scan",
        "timeFrame": "Baseline and 24 Months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:44.677Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}