{
  "nctId": "NCT03338296",
  "briefTitle": "Study to Evaluate the Efficacy and Safety of Belviq XR® in Conjunction With Lifestyle Modification for Weight Loss in Obese Adolescents, Age 12 to 17 Years",
  "officialTitle": "A 52 Week Randomized, Double-Blind, Placebo-Controlled, Parallel Group Study to Evaluate the Efficacy and Safety of Belviq XR® in Conjunction With Lifestyle Modification for Weight Loss in Obese Adolescents, Age 12 to 17 Years",
  "protocolDocument": {
    "nctId": "NCT03338296",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-02-12",
    "uploadDate": "2021-03-17T04:26",
    "size": 6232312,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03338296/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 278,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-09-28",
    "completionDate": "2020-04-03",
    "primaryCompletionDate": "2020-04-03",
    "firstSubmitDate": "2017-11-07",
    "firstPostDate": "2017-11-09"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Healthy male or female adolescents, age 12 to 17 years (inclusive) at Screening, with a BMI that is greater than or equal to the United States-weighted mean of the 95th percentile based on age and sex with a body weight greater than 60 kilograms (kg). Participants with Type 2 diabetes mellitus (T2DM) may have a pre-existing or new diagnosis of T2DM.\n\nParticipants with pre-existing T2DM should have prior documentation consistent with the diagnosis and/or be on active pharmacotherapy for T2DM.\n\nParticipants with a new diagnosis of T2DM (ie, diagnosed at Screening) should be based on the 2016 American Diabetes Association (ADA) guidelines. The diagnostic criteria are met if a participant has unequivocal hyperglycemia (random plasma glucose ≥200 milligrams per deciliter (mg/dL) (11.1 millimoles per liter \\[mmol/L\\]) with classic symptoms of hyperglycemia or hyperglycemic crisis) OR any of the following criteria are observed and confirmed:\n\n* HbA1c ≥6.5%\n* fasting plasma glucose (FPG) ≥126 mg/dL (7.0 mmol/L)\n* 2-hour plasma glucose ≥200 mg/dL (11.1 mmol/L) by an oral glucose tolerance test (OGTT) All T2DM participants must have an HbA1c \\<10% at Screening. If participants are being or need to be treated with antidiabetic agents, the T2DM treatment regimen must be stable for at least 3 months before randomization. A single rescreen is allowed following stabilization. Stable control refers to minimal dose changes to existing medications for glycemic control and no medications being initiated for glycemic control in the 3 months before randomization. Minimal changes are defined as a change without any change in dose frequency, no add-on or discontinuation of other antidiabetic agents and the participant has not been hospitalized due to hypo- or hyperglycemic events.\n\n  * Participants and their families not planning to move away from the area for the duration of the study\n  * Participants able and willing to comply with all aspects of the study, including a standardized, reduced calorie diet and an age appropriate, increased physical activity program\n  * Participants considered in stable health in the opinion of the investigator\n  * Caregivers or guardians meet the following requirements:\n\n    * Able and willing to support and supervise study participation in the opinion of the investigator, including consideration of any existing physical, medical, or mental condition that prevents compliance with the protocol\n    * Able and willing to personally comply with and execute all aspects of the study requirements for the caregivers or guardians\n\nExclusion Criteria:\n\n* Clinically significant new illness within 1 month before randomization that may affect the participant's ability to fulfill the study requirements or significantly confound the assessments\n* Participants who cannot swallow investigational products\n* Participants with T2DM who have hypoglycemia unawareness\n* Any of the following findings on Screening echocardiography:\n\n  * Aortic regurgitation mild or greater\n  * Mitral regurgitation moderate or greater\n  * Mitral or aortic valve stenosis greater than mild (ie, aortic stenosis: jet \\>3.0 meters per second \\[m/s\\], mean gradient \\>25 millimeters of mercury \\[mmHg\\], and aortic valve area \\<1.5 centimeters squared \\[cm\\^2\\]; mitral stenosis: mean gradient \\>5 mmHg and mitral valve area \\<1.5 cm\\^2)\n  * Systolic pulmonary artery pressure (SPAP) \\>40 mmHg (and/or tricuspid regurgitation \\[TR\\] jet velocity \\>2.9 m/s) In cases where an actual SPAP value is not measurable due to lack of adequate TR jet, the pulmonary flow acceleration time measured at the right ventricular outflow tract (RVOTAT) will be used to assess eligibility. Participants with a RVOTAT ≤100 milliseconds (msec) will be excluded, suggesting an elevated mean SPAP; eligibility for the those participants with RVOTAT between 100 and 120 msec will be determined based on combined assessment of the TR jet, septal motion, and right ventricular size.\n  * Left ventricular ejection fraction \\<45%\n  * Intracardiac mass, tumor, or thrombus\n  * Evidence of congenital heart disease\n  * Clinically significant pericardial effusion (eg, moderate or larger or with hemodynamic compromise)\n* Significant renal or hepatic disease as evidenced by a serum creatinine greater than 1.5× upper limit of normal (ULN), serum transaminases greater than 3× ULN, or total bilirubin greater than 1.5× ULN in absence of Gilbert's syndrome\n* Any suicidal ideation with intent with or without a plan, at the time of or within 6 months of Screening, as indicated by answering \"Yes\" to questions 4 or 5 on the Suicidal Ideation section of the Columbia-Suicide Severity Rating Scale (C-SSRS)\n* Any suicidal behavior in the past based on the C-SSRS\n* Any history of anorexia or bulimia within 2 years before Screening, Attention Deficit Hyperactivity Disorder, any Diagnostic and Statistical Manual of Mental Disorders, 5th Edition depressive disorder, bipolar disorder, or schizophrenia\n* Known secondary causes (genetic, endocrine, or metabolic) for obesity (eg, Prader-Willi syndrome, Bardet Biedl syndrome, Down's Syndrome, untreated hypothyroidism, Cushing's syndrome, daily systemic corticosteroid exposure for longer than 30 days, history of significant exposure to corticosteroids for chronic illness during the past year; inhaled steroids will be allowed)\n* Use of other products intended for weight loss including prescription drugs, over-the-counter (OTC) drugs, and herbal preparations within 1 month before Screening\n* Use of any of the following medications:\n\n  * Serotonergic drugs within 7 days (or 5 half-lives, whichever is longer) or monoamine oxidase inhibitors within 30 days before Randomization, including:\n\n    * selective serotonin reuptake inhibitors\n    * serotonin norepinephrine reuptake inhibitors\n    * tricyclic antidepressants\n    * bupropion\n    * triptans\n    * St. John's Wort\n    * tryptophan\n    * linezolid\n    * dextromethorphan in any form (eg, OTC cold medicines)\n    * lithium\n    * tramadol\n    * antipsychotics or other dopamine antagonists\n  * Others\n\n    * antiseizure medications including valproic acid, zonisamide, topiramate, and lamotrigine\n    * oral steroids (topical and inhaled steroids are acceptable)\n    * stimulant medications (eg, Ritalin, Concerta, Biphetamine, and Dexedrine)\n    * benzodiazepines\n* Use of drugs known to increase the risk for cardiac valvulopathy within 6 months before Screening, including but not limited to pergolide, ergotamine, methysergide, and cabergoline\n* History or evidence of clinically significant disease (eg, malignancy; cardiac, respiratory, gastrointestinal, renal, or psychiatric disease) other than prediabetes (impaired fasting glucose or impaired glucose tolerance), type 2 diabetes treated with oral anti-diabetic agents (excluding sulfonylurea) or non-insulin injectable antidiabetic agents, obstructive sleep apnea, dyslipidemia, and nonalcoholic fatty liver disease\n* Use of Belviq XR within 6 months before Screening or hypersensitivity to Belviq XR or any of the excipients\n* Significant change in diet or level of physical activity within 1 month before dosing or change in weight of more than 5 kg within 3 months before Screening\n* Any use of a very-low-calorie (\\<1000 calories/day) weight loss diet within 6 months before Screening\n* History of alcohol or drug dependence or abuse\n* Recreational drug use within 2 years before Screening\n* Known to be human immunodeficiency virus positive\n* Known to have active viral hepatitis (B or C)\n* Malignancy within 5 years before Screening\n* Unable to attend scheduled visits (eg, lack of transportation) or lack of a caregiver or guardian to supervise study participation\n* Special needs participants who are unable to comprehend study-related instructions (eg, mild to profound mental retardation \\[intelligence quotient \\<70\\], moderate to severe cognitive developmental delay, pervasive development disorders, autism)\n* Ongoing epilepsy or other seizure disorder, or use of medications for a seizure disorder within 6 months of screening or any time between screening and randomization\n* Participants with a blood pressure in the 95th percentile or greater for age, sex, and height on 2 separate readings recorded on 2 separate days. Those participants who had uncontrolled hypertension at Screening can be rescreened more than 1 month after initiation or adjustment of antihypertensive therapy 1 time.\n* Currently enrolled in another clinical study or has used any investigational drug or device within 30 days before providing informed consent\n* Planned bariatric surgery during the study or prior bariatric surgical procedures\n* Not suitable to participate in the study in the opinion of the investigator, including consideration of any existing physical, medical, or mental condition that prevents compliance with the protocol\n* Female participants who are breastfeeding or pregnant at Screening or Baseline (as documented by a positive β-human chorionic gonadotropin test). A separate Baseline assessment is required if a negative screening pregnancy test was obtained more than 72 hours before the first dose of study drug.\n* Female participants of childbearing potential who:\n\n  * Had unprotected sexual intercourse within 30 days before study entry and who do not agree to use a highly effective method of contraception (eg, total abstinence, an intrauterine device, a double-barrier method \\[such as condom plus diaphragm with spermicide\\], a contraceptive implant, an oral contraceptive, or have a vasectomized partner with confirmed azoospermia) throughout the entire study period and for 28 days after study drug discontinuation\n  * Are currently abstinent and do not agree to use a double-barrier method (as described above) or refrain from sexual activity during the study period and for 28 days after study drug discontinuation\n  * Are using hormonal contraceptives, but are not on a stable dose of the same hormonal contraceptive product for at least 4 weeks before dosing and who do not agree to use the same contraceptive during the study and for 28 days after study drug discontinuation (Note: All female participants will be considered to be of childbearing potential unless they have been sterilized surgically \\[ie, bilateral tubal ligation, total hysterectomy, or bilateral oophorectomy, all with surgery at least 1 month before dosing\\]).",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "12 Years",
    "maximumAge": "17 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Body Mass Index (BMI) From Baseline up to Week 52",
        "description": "BMI is a participant's weight in kilograms divided by the square of height in meters. Change from baseline was calculated as the post-baseline value minus the baseline value.",
        "timeFrame": "Baseline up to Week 52"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants Who Achieved at Least a 5 Percent (%) BMI Reduction at Week 52",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Percentage of Participants Who Achieved at Least a 5% BMI Reduction at Week 12",
        "timeFrame": "Baseline up to Week 12"
      },
      {
        "measure": "Percentage of Participants Who Achieved at Least a 10% BMI Reduction at Week 52",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Percent Change in BMI From Baseline up to Week 52",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Change in BMI From Baseline up to Week 52 in Participants Who Also Had the Outcome of Achieving at Least a 5% BMI Reduction at Week 12",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Percent Change in BMI From Baseline up to Week 52 in Participants Who Also Had the Outcome of Achieving at Least a 5% BMI Reduction at Week 12",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Number of Participants Who Achieved at Least a 5% or 10% BMI Reduction up to Week 52 Who Also Achieved at Least a 5% BMI Reduction at Week 12",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Change in Waist Circumference From Baseline up to Week 52",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Change in Total Body Fat Mass From Baseline up to Week 52 Using Dual-energy X-ray Absorptiometry (DEXA)",
        "description": "DEXA is used to assess changes in body composition, including total fat and lean body mass and appendicular skeletal fat and muscle mass. DEXA instruments has a source that generates x-rays split into two energies which measures bone mineral mass and soft tissue from which fat and fat-free mass (or lean body mass) are estimated.",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Change in Total Body Lean Mass From Baseline up to Week 52 Using DEXA",
        "description": "DEXA is used to assess changes in body composition, including total fat and lean body mass and appendicular skeletal fat and muscle mass. DEXA instruments has a source that generates x-rays split into two energies which measures bone mineral mass and soft tissue from which fat and fat-free mass (or lean body mass) are estimated.",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Percent Change in Hemoglobin A1c (HbA1c) From Baseline up to Week 52 in Participants With Type 2 Diabetes Mellitus at Baseline",
        "description": "Percent change in HbA1c was analyzed for participants with Type 2 diabetes mellitus at baseline. Percent change from baseline was calculated as: \\[post-baseline value minus the baseline value\\]/baseline value)\\*100.",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Change in Fasting Plasma Glucose From Baseline up to Week 52 for Participants With Type 2 Diabetes Mellitus at Baseline",
        "description": "Change in fasting glucose was analyzed for participants with Type 2 diabetes mellitus at baseline. Change from baseline was calculated as the post-baseline value minus the baseline value.",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Change in Fasting Insulin From Baseline up to Week 52 for Participants With Type 2 Diabetes Mellitus at Baseline",
        "description": "Change in fasting insulin was analyzed for participants with Type 2 diabetes mellitus at baseline. Change from baseline was calculated as the post-baseline value minus the baseline value.",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Change in Homeostatic Model Assessment-insulin Resistance (HOMA-IR) From Baseline up to Week 52 for Participants With Type 2 Diabetes Mellitus at Baseline",
        "description": "HOMA-IR measures insulin resistance based on fasting glucose and insulin measurements: HOMA IR=fasting plasma insulin (micro international units per milliliter \\[µIU/mL\\]\\*fasting plasma glucose (mmol/L)/22.5. A higher number indicates a greater insulin resistance.",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Change in Fasting Plasma Glucose From Baseline up to Week 52 in Participants Without Type 2 Diabetes Mellitus at Baseline",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Change in Fasting Insulin From Baseline up to Week 52 in Participants Without Type 2 Diabetes Mellitus at Baseline",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Change in HOMA-IR From Baseline up to Week 52 in Participants Without Type 2 Diabetes Mellitus at Baseline",
        "description": "HOMA-IR measures insulin resistance based on fasting glucose and insulin measurements: HOMA IR=fasting plasma insulin (µIU/mL\\*fasting plasma glucose (mmol/L)/22.5. A higher number indicates a greater insulin resistance.",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Change in Blood Pressure (Systolic and Diastolic) From Baseline up to Week 52",
        "description": "Systolic blood pressure is the maximum arterial pressure during contraction of the ventricles of the heart. Diastolic blood pressure is the minimum arterial pressure during relaxation and dilatation of the ventricles of the heart when the ventricles fill with blood.",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Change in Heart Rate From Baseline up to Week 52",
        "description": "Heart rate is the number of heart beats per unit of time, usually per minute.",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Change in Fasting Lipid Profile (Total Cholesterol, Low-density Lipoprotein [LDL] Cholesterol, High-density Lipoprotein [HDL] Cholesterol, Triglycerides) From Baseline up to Week 52",
        "description": "Total Cholesterol is a measure of the total amount of cholesterol in blood. It includes both LDL cholesterol and HDL cholesterol. LDL cholesterol is often called the \"bad\" cholesterol because it collects in the walls of blood vessels, raising chances of health problems like a heart attack or stroke. HDL cholesterol is known as the \"good\" cholesterol because it helps remove other forms of cholesterol from bloodstream. Triglycerides are the most common type of fat in the body.",
        "timeFrame": "Baseline up to Week 52"
      },
      {
        "measure": "Percentage of Participants With Prehypertension or Primary Hypertension at Week 52",
        "description": "Hypertension is defined as abnormally high blood pressure.",
        "timeFrame": "Week 52"
      },
      {
        "measure": "Percentage of Participants With Dyslipidemia at Week 52",
        "description": "Dyslipidemia is defined as abnormally high cholesterol.",
        "timeFrame": "Week 52"
      },
      {
        "measure": "Percentage of Participants by Study Drug Compliance Category During 52 Weeks of Treatment",
        "description": "Treatment compliance is defined as: (Total number of tablets dispensed minus total number of tablets lost or returned)/total number of tablets participant should have taken during the actual treatment. Compliance to study drug was categorized as less than (\\<) 80%, 80% to 100%, greater than (\\>) 100% to less than equal to (\\<=) 120%, and \\>120%.",
        "timeFrame": "Up to Week 52"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 23,
      "otherCount": 0,
      "totalCount": 24
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:15.380Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}