{
  "nctId": "NCT05310071",
  "briefTitle": "A Study to Verify the Clinical Benefit of Aducanumab in Participants With Early Alzheimer's Disease",
  "officialTitle": "A Phase 3b/4 Multicenter, Randomized, Double-Blind, Placebo-Controlled, Parallel-Group Study to Verify the Clinical Benefit of Aducanumab (BIIB037) in Participants With Alzheimer's Disease",
  "protocolDocument": {
    "nctId": "NCT05310071",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-04-15",
    "uploadDate": "2025-02-25T08:27",
    "size": 2938059,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05310071/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 1027,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-06-02",
    "completionDate": "2024-08-12",
    "primaryCompletionDate": "2024-08-12",
    "firstSubmitDate": "2022-03-25",
    "firstPostDate": "2022-04-04"
  },
  "eligibilityCriteria": {
    "criteria": "Key Inclusion Criteria:\n\n* The participant must have confirmed amyloid beta pathology by cerebrospinal fluid (CSF) or amyloid PET\n* Must have a history of subjective memory decline with gradual onset and slow progression over the 6 months before Screening, confirmed by study partner\n* The participant must have 1 informant/care partner who, in the Investigator's opinion, has frequent and sufficient contact with the participant (at least 10 hours/week in person or by phone) as to be able to provide accurate information about the participant's cognitive and functional abilities over time\n* Must meet all of the following clinical criteria for MCI due to Alzheimer's disease or mild Alzheimer's disease according to National Institute on Aging and Alzheimer's Association (NIA-AA) criteria\n\n  1. Have an MMSE score between 22 and 30 inclusive\n  2. Have a CDR memory score \\>0.5\n  3. Have a Clinical Dementia Rating Scale Global Score (CDR-GS) of 0.5 or 1.0\n  4. Have a Repeatable Battery for the Assessment of Neuropsychological Status (RBANS) score of 85 or lower indicative of objective cognitive impairment\n* Apart from a clinical diagnosis of early Alzheimer's disease, the participant must be in good health as determined by the Investigator based on medical history and screening assessments\n* Must consent to apolipoprotein E (ApoE) genotyping. (Note: Participants are not required to be ApoE ε4 carriers)\n\nKey Exclusion Criteria:\n\n* Any uncontrolled medical or neurological/neurodegenerative condition (other than Alzheimer's disease) that, in the opinion of the Investigator, might be a contributing cause of the participant's cognitive impairment\n* Clinically significant and/or unstable psychiatric illness within 6 months prior to Screening\n* Transient ischemic attack or stroke or any unexplained loss of consciousness within 1 year prior to Screening\n* History of severe allergic or anaphylactic reactions or of hypersensitivity to any of the inactive ingredients in the drug product\n* Participation in any study with purported disease-modifying effect in Alzheimer's disease within 12 months prior to Screening unless documentation of receipt of placebo is available\n* Current use or previous use of medications with a purported disease-modifying effect in Alzheimer's disease, outside of investigational studies\n* Use of any medications that, in the opinion of the Investigator, may contribute to cognitive impairment, put the participant at higher risk for AEs, or impair the participant's ability to perform cognitive testing or complete study procedures\n* Use of any investigational drug\n* Prior exposure to aducanumab either commercially or by participation in a previous study with aducanumab. (Participants are eligible if they did not receive active aducanumab.)\n* A negative PET scan result with any amyloid-targeting ligand within 12 months prior to Screening\n\nNOTE: Other protocol defined Inclusion/Exclusion criteria may apply",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "60 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Clinical Dementia Rating Scale - Sum of Boxes (CDR-SB) Score at Week 78",
        "description": "The Clinical Dementia Rate Scale integrates assessments from 3 domains of cognition (memory, orientation, judgment/problem-solving) and 3 domains of function (community affairs, home/hobbies, personal care). Following the caregiver interview and systematic participant examination, the rater assigns a score describing the participant's current performance level in each of these domains of life functioning. The \"Sum of boxes\" scoring methodology sums the score for each of the 6 domains and provides a value ranging from 0 to 18. Higher scores indicate greater impairment. A positive change from baseline indicates greater impairment.",
        "timeFrame": "Baseline, Week 78"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Integrated Alzheimer's Disease Rating Scale (iADRS) Score at Weeks 78 and 106",
        "description": "The iADRS composite captures a decline in both cognition and daily function. It is a simple linear combination of the Alzheimer's disease assessment scale, cognitive subscale (ADAS-Cog13), and the Alzheimer's disease cooperative study scale for activities of daily living in mild cognitive impairment (ADCS-ADL-MCI). The ADAS-Cog13 scale ranges from 0 to 85 (higher scores indicate worse performance) and the ADCS-ADL-MCI scale ranges from 0 to 53 (higher scores indicate greater independent, healthy functioning). The total score for iADRS scale ranges from 0 to 138, where higher scores indicate better performance.",
        "timeFrame": "Baseline, Weeks 78 and 106"
      },
      {
        "measure": "Change From Baseline in Alzheimer's Disease Cooperative Study for Activities of Daily Living in Mild Cognitive Impairment (ADCS-ADL-MCI) Scale Score at Weeks 78 and 106",
        "description": "The ADCS-ADL-MCI scale consists of 17 instrumental items (e.g., shopping, preparing meals, using household appliances, etc) and 1 basic item (getting dressed). Ratings reflect caregiver observations about the participant's actual functioning over the previous month and provide an assessment of change in the functional state of the participant over time. The total score ranges from 0 to 53. Higher scores indicate greater independent, healthy functioning. A positive change from baseline indicates healthy functioning while a negative change from baseline indicates a decline in independent functioning.",
        "timeFrame": "Baseline, Weeks 78 and 106"
      },
      {
        "measure": "Change From Baseline in Alzheimer's Disease Assessment Scale, Cognitive Subscale (ADAS-Cog13) at Weeks 78 and 106",
        "description": "ADAS-Cog13 comprises both cognitive tasks and clinical ratings of cognitive performance. The cognitive subscale items capture word recall, ability to follow commands, the ability to correctly copy or draw an image, naming, the ability to interact with everyday objects, orientation, word recognition, memory, comprehension of spoken language, word-finding, and language ability, with a measure for delayed word recall and concentration/distractibility. The total score ranges from 0 to 85. Higher scores indicate worse performance. A positive change from baseline indicates decline in cognitive performance.",
        "timeFrame": "Baseline, Weeks 78 and 106"
      },
      {
        "measure": "Change From Baseline in Mini-Mental State Examination (MMSE) Scale Score at Weeks 78 and 106",
        "description": "The MMSE scale is a performance-based test of global cognitive status. It consists of 11 tasks that assess orientation, word recall, attention and calculation, language abilities, and visuospatial functions. The scores from the 11 tests are combined to obtain the total score, which ranges from 0 to 30. Higher scores indicate better performance. A negative change from baseline indicates decline in cognitive performance.",
        "timeFrame": "Baseline, Weeks 78 and 106"
      },
      {
        "measure": "Change From Baseline in Neuropsychiatric Inventory-10 (NPI-10) Score at Weeks 78 and 106",
        "description": "The NPI-10 is a questionnaire administered to the informant, designed to obtain information on the presence of neuropsychiatric symptoms and behaviors in a participant with Alzheimer's disease. Ten areas are assessed: delusions, hallucinations, agitation/aggression, depression, anxiety, elation/euphoria, apathy/indifference, disinhibition, irritability and aberrant motor behavior. The NPI total score ranges from 0 to 120. Higher scores indicate greater impairment. A negative change from baseline indicates improvement (symptom reduction).",
        "timeFrame": "Baseline, Weeks 78 and 106"
      },
      {
        "measure": "Change From Baseline in Amyloid Positron Emission Tomography (PET) Signal at Weeks 78 and 104",
        "description": "Amyloid PET scan assesses cerebral amyloid load using radiotracers which is standardized into centiloids. Centiloid values on centiloid scale is based on mean composite standardized uptake value ratio (SUVR).",
        "timeFrame": "Baseline, Weeks 78 and 104"
      },
      {
        "measure": "Change From Baseline in Tau PET Signal at Weeks 78 and 104",
        "description": "The cerebral tau level was measured by tau PET imaging. Tau PET imaging was conducted using radiotracer. SUVR is a ratio of PET uptake measured in brain region of interest and a disease-free reference region. A higher SUVR is an indication of increased PET radiotracer uptake and worsening disease.",
        "timeFrame": "Baseline, Weeks 78 and 104"
      },
      {
        "measure": "Change From Baseline in CDR-SB Score at Week 106",
        "description": "The CDR integrates assessments from 3 domains of cognition (memory, orientation, judgment/problem-solving) and 3 domains of function (community affairs, home/hobbies, personal care). Following caregiver interview and systematic participant examination, the rater assigns a score describing the participant's current performance level in each of these domains of life functioning. The CDR-SB sums the score for each of the 6 domains and provides a value ranging from 0 to 18. Higher scores indicate greater impairment. Positive change from baseline indicates greater impairment.",
        "timeFrame": "Baseline, Week 106"
      },
      {
        "measure": "Change From Baseline in Global Statistical Test (GST) Composite Z-Score at Weeks 78 and 106",
        "description": "GST z-score is an average of z-scores of CDR-SB, ADASCog13 and ADCS-ADL-MCI. CDR-SB assesses 3 cognitive (memory,orientation, judgment/problem-solving)and 3 functional(community affairs,home/hobbies,personal care) domains. Sum of Boxes method combines scores across 6 domains, ranging from 0-18(higher scores=greater impairment). ADAS-Cog13 evaluates cognitive tasks like word recall, naming, orientation and memory, with scores from 0-85 (higher scores=worse performance). ADCS-ADL-MCI rates 17 tasks (e.g.,shopping, preparing meal) and 1 basic task(dressing) with scores from 0-53 (higher scores=greater independence/healthy functioning). z-score\\>0 indicates greater impairment/worse performance for CDR-SB and ADASCog13 scales and improved functioning for ADCS-ADL-MCI. For ADCS-ADL-MCI, z-score were reversed (new reversed value=original value-1) to make interpretation consistent. The GST z-score of 0 indicates population mean and score\\>0 indicate greater impairment/worse performance.",
        "timeFrame": "Baseline, Weeks 78 and 106"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:39.537Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}