{
  "nctId": "NCT01659151",
  "briefTitle": "Vemurafenib With Lymphodepletion Plus Adoptive Cell Transfer & High Dose IL-2 Metastatic Melanoma",
  "officialTitle": "A Phase II Clinical Trial of Vemurafenib With Lymphodepletion Plus Adoptive Cell Transfer and High Dose IL-2 in Patients With Metastatic Melanoma",
  "protocolDocument": {
    "nctId": "NCT01659151",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-06-25",
    "uploadDate": "2021-12-07T11:00",
    "size": 1151386,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01659151/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 17,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2012-08-03",
    "completionDate": "2025-09",
    "primaryCompletionDate": "2021-10-06",
    "firstSubmitDate": "2012-08-03",
    "firstPostDate": "2012-08-07"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Must have unresectable metastatic stage IV melanoma or stage III intransit or regional nodal disease and in the opinion of the PI or treating Coinvestigator is an acceptable candidate for adoptive cell transfer (ACT).\n* Residual measurable disease after resection of target lesion(s) for TIL growth\n* Tumor must have a B-RAF V600E, D or K mutation by pyrosequencing, Cobas assay, or equivalent (43)\n* Clinical performance status of Eastern Cooperative Oncology Group (ECOG) 0 - 1. ECOG performance status of 0-1 will be inferred if the patient's level of energy is ≥ 50% of baseline.\n* May be treatment-naïve or may have been previously treated for metastatic disease.\n* Women of childbearing potential (WOCBP) must have a negative serum pregnancy test within 7 days of starting Vemurafenib.\n* Adequate renal, hepatic and hematologic function, including creatinine of less than or equal to 1.7 gm/dL, total bilirubin less than or equal to 2.0 mg/dL, except in patients with Gilbert's Syndrome who must have a total bilirubin less than 3.0 mg/dL, aspartic transaminase (AST) and alanine transaminase (ALT) of less than 3X institutional upper limit of normal, hemoglobin of 8 gm/dL or more, white blood count (WBC) of 3000 per mcL and total granulocytes of 1000 per mcL or more, and platelets of 100,000 per mcL or more.\n* Must have a positive screening Epstein-Barr Virus (EBV) antibody titre on screening test\n* Patients with antibiotic allergies per se are not excluded; although the production of TIL for adoptive transfer includes antibiotics, extensive washing after harvest will minimize systemic exposure to antibiotics.\n* At screening, patients with ≤ 3 untreated CNS metastases may be included provided none of the untreated lesions are \\> 1 cm in greatest dimension, and there is no peri-tumoral edema present on brain imaging (MRI or CT if MRI is contraindicated).\n* At screening, patients with ≤ 3 treated central nervous system (CNS) metastases treated with either surgical resection and/or radiation therapy may be included. Patients may be included if the largest lesion is ≤ 1 cm, and there is no evidence of progressive CNS disease on brain imaging at least 28 days after treatment.\n* At screening, may be included if the largest lesion is \\> 1 cm or \\> 3 in number, and there is no evidence of progressive CNS disease on brain imaging at least 90 days after treatment with surgery and/or radiation therapy.\n* At screening, must have no known history of congenital long QT syndrome and must have a corrected mean QTc interval ≤ 450 msec at baseline.\n* No evidence of ongoing cardiac dysrhythmia ≥ grade 2, NCI Common Terminology Criteria for Adverse Events (CTCAE) v4.0\n* All laboratory and imaging studies must be completed and satisfactory within 30 days of signing the consent document, with the exceptions of: negative serum pregnancy test for WOCBP must be negative within 7 days of starting Vemurafenib, human leukocyte antigen (HLA) typing which will not be repeated if performed previously, and pulmonary function tests/cardiac stress tests whose results are valid for 6 months if performed previously.\n\nExclusion Criteria:\n\n* Patients with active systemic infections requiring intravenous antibiotics, coagulation disorders or other major medical illness of the cardiovascular, respiratory or immune system, which in the opinion of the principal investigator (PI) or treating co-investigator is not acceptable risk for ACT, are excluded.\n* Patients testing positive for HIV titre, Hepatitis B surface antigen, Hepatitis B core antibody, Hepatitis C antibody, human T-cell lymphotropic virus type (HTLV) I or II antibody, or both rapid plasma reagin (RPR) and fluorescent treponemal antibodies (FTA) positive\n* Patients who are pregnant or nursing\n* Patients needing chronic, immunosuppressive systemic steroids are excluded\n* Patients with autoimmune diseases that require immunosuppressive medications\n* Presence of a significant psychiatric disease, which in the opinion of the principal investigator or his designee, would prevent adequate informed consent or render immunotherapy unsafe or contraindicated\n* Patients with \\> 3 untreated CNS metastases or evidence of peri-tumoral edema\n* Patients with ≤ 3 untreated CNS metastases but with at least one lesion \\>1 cm or peri-tumoral edema\n* Patients with congenital long QT syndrome\n* Patients with invasive malignancy other than melanoma at the time of enrollment and within 2 years prior to the first Vemurafenib administration are excluded, except for adequately treated (with curative intent) basal or squamous cell carcinoma of the skin, in situ carcinoma of the cervix, in situ ductal adenocarcinoma of the breast, in situ prostate cancer, or limited stage bladder cancer or other cancers from which the patient has been disease-free for at least 2 years.\n* Unable to swallow pills\n* Patients with treated CNS metastases \\> 1 cm or \\> 3 in number will be excluded if there is evidence of progressive CNS disease on brain imaging at least 90 days after treatment with surgery and/or radiation therapy.\n* Unable to comprehend and give informed consent\n* Previous BRAF inhibitor treatment\n* Male patients with female partners of childbearing potential who do not agree to use 2 FDA-accepted forms of contraception during sexual intercourse with women of child-bearing potential from the start of Vemurafenib and up to at least 6 months after discontinuing Vemurafenib\n* WOCBP who do not agree to use 2 FDA forms of contraception during sexual intercourse from the start of Vemurafenib and up to at least 6 months after discontinuing Vemurafenib",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Overall Response (OR)",
        "description": "Overall response (OR) is defined as the patient being alive at month 12, and tumor size evaluated at screening and at month 12 using the RECIST 1.1 criteria to be a complete response (CR) or partial response (PR). Evaluations will be made by CT scan approximately 12 months from the date of tumor harvest, and by clinical evaluation during the first 12 months",
        "timeFrame": "12 Months"
      },
      {
        "measure": "Percentage of Participant Drop Out Rate",
        "description": "The percentage of participants who drop out due to progression between the time of harvest and TIL transfer (i.e., the \"drop-out rate\").",
        "timeFrame": "Up to 12 months"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Progression Free Survival (PFS)",
        "description": "Progression-free survival (PFS), defined as the time from study entry to disease progression, relapse or death due to any cause, whichever is earlier, will be summarized with the Kaplan-Meier curve. Confidence intervals for the median and survival rates at different time points will be constructed if needed and appropriate. This secondary endpoint will be reported descriptively.",
        "timeFrame": "12 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 29,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:45.510Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}