{
  "nctId": "NCT02615145",
  "briefTitle": "Real World Evidence of the Effectiveness of Paritaprevir/r - Ombitasvir, ± Dasabuvir, ± Ribavirin in Patients With Chronic Hepatitis C - An Observational Study in Germany (LIFE-C)",
  "officialTitle": "Real World Evidence of the Effectiveness of Paritaprevir/r - Ombitasvir, ± Dasabuvir, ± Ribavirin in Patients With Chronic Hepatitis C - An Observational Study in Germany (LIFE-C)",
  "protocolDocument": {
    "nctId": "NCT02615145",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-11-17",
    "uploadDate": "2019-03-20T12:20",
    "size": 18660767,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02615145/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 472,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-12-03",
    "completionDate": "2018-03-26",
    "primaryCompletionDate": "2018-03-26",
    "firstSubmitDate": "2015-11-24",
    "firstPostDate": "2015-11-26"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Treatment-naïve or -experienced patients with confirmed CHC, genotype 1 or 4, receiving combination therapy with the interferon-free ABBVIE REGIMEN ± RBV according to standard of care and in line with local label.\n* If RBV is co-administered with the ABBVIE REGIMEN, it has been prescribed in line with the current local label (with special attention to contraception requirements and contraindication during pregnancy)\n* Patients must voluntarily sign and date a patient authorization to use and/or disclose his/her pseudonymized health data prior to inclusion into the study\n* Patient must not be participating or intending to participate in a concurrent interventional therapeutic trial\n\nExclusion Criteria:\n\n• Adolescents; people not treated according to label",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "99 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Sustained Virologic Response (SVR12)",
        "description": "SVR12 is defined as hepatitis C virus (HCV) ribonucleic acid (RNA) less than the lower limit of quantification (\\< 50 IU/mL) 12 weeks after the last actual dose of the ABBVIE REGIMEN.",
        "timeFrame": "12 weeks after the last dose of study drug (treatment period was 12 or 24 weeks)"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With Virological Response at End of Treatment (EoTR)",
        "description": "Virological response is defined as HCV RNA \\< 50 IU/mL. End of Treatment (EoT) is defined as the last intake of ABBVIE REGIMEN or RBV.",
        "timeFrame": "EoT, (treatment period was 12 weeks or 24 weeks)"
      },
      {
        "measure": "Number of Participants With On-Treatment Virological Failure or Relapse",
        "description": "The number of participants meeting the following SVR12 non-response categories:\n\n1. On-treatment virological failure (breakthrough) defined \\>= 1 documented HCV RNA \\< 50 IU/mL followed by HCV RNA \\>= 50 IU/mL during treatment or failure to suppress (each measured on-treatment HCV RNA value \\>= 50 IU/mL)\n2. Relapse defined as HCV RNA \\< 50 IU/mL at EoT followed by HCV RNA \\>= 50 IU/mL post-treatment in participants who completed treatment (\\<= 7 days shortened).",
        "timeFrame": "Up to post-treatment Week 12 (treatment period was 12 or 24 weeks)"
      },
      {
        "measure": "Percentage of Participants With Rapid Virological Response at Week 4 (RVR4)",
        "description": "RVR4 is defined as participants with HCV RNA \\< 50 IU/mL at Week 4.",
        "timeFrame": "Week 4"
      },
      {
        "measure": "Percentage of Participants With Sustained Virological Response 24 Weeks After EoT (SVR24)",
        "description": "SVR24 is defined as HCV RNA \\< 50 IU/mL 24 Weeks After EoT.",
        "timeFrame": "24 Weeks After EoT (treatment period was 12 or 24 weeks)"
      },
      {
        "measure": "Percentage of Participants With Sustained Virological Response 48 Weeks After EoT (SVR48)",
        "description": "SVR48 is defined as participants with HCV RNA \\< 50 IU/mL 48 weeks after EoT.",
        "timeFrame": "48 Weeks After EoT (treatment period was 12 or 24 weeks)"
      },
      {
        "measure": "Change From Baseline in PRISM Over Time",
        "description": "PRISM is a visual quantitative method to assess the perceived burden of suffering due to illness. The distance between the center of the \"self\" (yellow disk) and the illness disk (red disk) is called \"self-illness separation\" (SIS) and is measured in cm (range is 0 - 27). The smaller the distance, the higher the burden of suffering.",
        "timeFrame": "Baseline, 12 and 48 weeks after EoT (treatment period was 12 or 24 weeks)"
      },
      {
        "measure": "Percentage of Participants With ≥ 1 Comorbidity and/or Co-Infection",
        "timeFrame": "up to post-treatment Week 48 (treatment period was 12 or 24 weeks)"
      },
      {
        "measure": "Percentage of Participants Taking ≥ 1 Co-Medication",
        "timeFrame": "up to post-treatment Week 48 (treatment period was 12 or 24 weeks)"
      },
      {
        "measure": "Mean Duration of of ABBVIE REGIMEN and RBV Taken",
        "description": "Documented by participant interview and/or participant diary.",
        "timeFrame": "Up to Week 12 or Week 24"
      },
      {
        "measure": "Percentage of Planned Duration of ABBVIE REGIMEN and RBV Taken",
        "description": "Planned duration of treatment was 12 or 24 weeks.",
        "timeFrame": "Up to Week 12 or Week 24"
      },
      {
        "measure": "Change From Baseline in FACIT-F Scale Over Time",
        "description": "The FACIT-F Scale is a 13-item questionnaire that assesses self-reported fatigue during the past 7 days and its impact upon daily activities and function. Scores range from 0 - 100, with higher scores indicating a lesser degree of fatigue.",
        "timeFrame": "Baseline, EoT (treatment period was 12 or 24 weeks), 12 and 48 weeks after EoT"
      },
      {
        "measure": "Change From Baseline to EoT in PAM-13 Questionnaire",
        "description": "The PAM-13 item scale is a measure used to assess the patient knowledge, skill, and confidence for self-management. Scores range from 0 to 100. Higher scores indicate a higher level of knowledge, skill and confidence.",
        "timeFrame": "Baseline, EoT (treatment period was 12 or 24 weeks)"
      },
      {
        "measure": "Change From Baseline Over Time in WPAI: Total Work Productivity Impairment",
        "description": "The WPAI Hepatitis C V2.0 is an HCV specific questionnaire used to measure work absenteeism, work presenteeism, and daily activity impairment. Respondents were asked about time missed from work and time while at work during which productivity was impaired in the past seven days. Results of WPAI are expressed as a percentage of impairment from 0 to 100, with higher percentages indicating greater impairment and less productivity.\n\nTotal work productivity impairment indicates the percentage of overall work impairment due to health problems.",
        "timeFrame": "Baseline, EoT (treatment period was 12 or 24 weeks),12 and 24 weeks after EoT"
      },
      {
        "measure": "Change From Baseline Over Time in WPAI: Total Activity Impairment",
        "description": "The WPAI Hepatitis C V2.0 is an HCV specific questionnaire used to measure work absenteeism, work presenteeism, and daily activity impairment. Respondents were asked about time missed from work and time while at work during which productivity was impaired in the past seven days. Results of WPAI are expressed as a percentage of impairment from 0 to 100, with higher percentages indicating greater impairment and less productivity.\n\nTotal activity impairment indicates the percentage of general (non-work) activity impairment due to health problems.",
        "timeFrame": "Baseline, EoT (treatment period was 12 or 24 weeks),12 and 24 weeks after EoT"
      },
      {
        "measure": "Number of Participants With Treatment-Emergent Adverse Events (TEAEs), Serious TEAEs and/or Pregnancies",
        "description": "An adverse event (AE) is defined as any untoward medical occurrence. If an AE meets any of the following criteria, it is considered serious: results in death, is life threatening, results in hospitalization or prolongation of hospitalization, is a congenital anomaly, results in significant disability/incapacity, or is an important medical event. TEAEs are defined as any reported event that begins or worsens in severity after initiation of study drug through 30 days post-study drug dosing.",
        "timeFrame": "up to 30 days post treatment (treatment period was 12 weeks or 24 weeks)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 15,
      "otherCount": 0,
      "totalCount": 16
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:26.017Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}