{
  "nctId": "NCT02358681",
  "briefTitle": "Intranasal Ketorolac Versus Intravenous Ketorolac for Treatment of Migraine Headaches in Children",
  "officialTitle": "Intranasal Ketorolac Versus Intravenous Ketorolac for Treatment of Migraine Headaches in Children: A Randomized Non-inferiority Clinical Trial",
  "protocolDocument": {
    "nctId": "NCT02358681",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-11-25",
    "uploadDate": "2021-11-26T15:46",
    "size": 144457,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02358681/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 59,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-06-16",
    "completionDate": "2021-03-31",
    "primaryCompletionDate": "2021-03-31",
    "firstSubmitDate": "2015-01-29",
    "firstPostDate": "2015-02-09"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Present to the emergency department with a migraine headache as defined by the modified Irma criteria. The modified Irma criteria are as follows: Headache episodes of 1-168 hours (7 days) presenting with at least 3 of the following 6 criteria: moderate to severe episode of impaired daily activities; focal localization of headache; pulsatile description; nausea or vomiting or abdominal pain; photophobia or phonophobia or avoidance of light and noise; symptoms increasing with activity or resolving by rest.\n* Headache severity of moderate to severe pain (i.e. at least 4/10 on the Faces Pain Scale - Revised)\n* Requiring IV fluids and any IV medication (for example: ketorolac, metoclopramide, prochlorperazine, ondansetron) as part of their headache treatment, as per their treating attending physician\n\nExclusion Criteria:\n\n* Contraindication to receiving ketorolac\n* Receipt of an NSAID within six hours of study drug administration\n* Presence of an intranasal obstruction that cannot be readily cleared\n* Inability to speak English or Spanish\n* Unable to complete self-report measures of pain or questionnaires\n* Critical illness\n* Frequent use of drugs for headache (i.e. regular intake of analgesics for acute headaches on more than 10 days per month).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "8 Years",
    "maximumAge": "17 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Pain Score After Analgesic Administration (Faces Pain Scale - Revised (FPS-R)",
        "description": "Measure the change in pain score after administration of analgesic using the Faces Pain Scale - Revised (FPS-R) at 60 minutes after analgesic administration. The FPS-R is scored from 0 (no pain) to 10 (maximum pain intensity, i.e. worst outcome).",
        "timeFrame": "60 minutes"
      }
    ],
    "secondary": [
      {
        "measure": "Time to Achieve Clinically Significant Reduction in Pain After Analgesic Administration (Pain Score)",
        "description": "Pain score will be assessed at 10, 30, 60 and 120 minutes after analgesic administration, until pain score decreases by 2/10 on the Faces Pain Scale - Revised (FPS-R). The FPS-R is scored from 0 (no pain) to 10 (maximal pain, i.e. worst outcome)",
        "timeFrame": "10, 30, 60 and 120 minutes"
      }
    ],
    "other": [
      {
        "measure": "Adverse Events",
        "description": "Adverse events will be assessed at the 1- and 2-hour assessments and the 24-hour follow up.",
        "timeFrame": "24 hours"
      },
      {
        "measure": "Number of Participants Who Received Rescue Medications During Emergency Department Visit",
        "description": "Rescue medication defined as an additional parenteral analgesic administered in response to inadequate improvement in pain. Rescue medication was administered when deemed clinically indicated by the treating clinician.",
        "timeFrame": "12 hours"
      },
      {
        "measure": "Number of Participants Who Experienced Headache Relief During Emergency Department Visit",
        "description": "Headache relief defined as change of the patient's headache pain intensity from severe to moderate to either mild or none, without receipt of rescue medications.",
        "timeFrame": "2 hours"
      },
      {
        "measure": "Number of Participants Who Experienced Headache Freedom During Emergency Department Visit",
        "description": "Headache freedom defined as achieving a headache pain intensity of \"none\", without receipt of rescue medications.",
        "timeFrame": "2 hours"
      },
      {
        "measure": "Percentage Change in Pain Score Between Baseline and One Hour",
        "description": "Percentage change in pain score between baseline and one hour after study medication administration. Pain measured using the Faces Pain Scale - Revised (FPS-R), which is scored from 0 (no pain) to 10 (maximum pain intensity, i.e. worst outcome). Positive values (i.e. percentage change) indicate a DECREASE (i.e. improvement) in pain intensity.",
        "timeFrame": "1 hour"
      },
      {
        "measure": "Number of Participants Who Reported Positive Overall Efficacy and Tolerability at 24-hour Follow-up",
        "description": "Patient's assessment of overall efficacy and tolerability was assessed by asking the question, \"The next time you come to the emergency department with a headache or migraine, do you want to be given the same medication?\". A \"yes\" response was considered positive assessment of overall efficacy and tolerability.",
        "timeFrame": "24 hours"
      },
      {
        "measure": "Number of Participants Who Reported Sustained Headache Freedom at 24-hour Follow-up",
        "description": "Sustained headache freedom defined as achieving headache freedom (i.e. headache pain intensity of \"none\"), and maintaining this level for 24 hours without the use of rescue medications after emergency department discharge.",
        "timeFrame": "24 hours"
      },
      {
        "measure": "Number of Participants Who Reported Sustained Headache Relief at 24-hour Follow-up",
        "description": "Sustained headache relief defined as achieving headache relief (i.e. headache pain intensity of \"mild\" or \"none\") and maintaining this level for 24 hours without the use of rescue medications after emergency department discharge.",
        "timeFrame": "24 hours"
      },
      {
        "measure": "Number of Participants Who Used Rescue Medication(s) Within 24 Hours After Emergency Department Discharge",
        "description": "Rescue medications used after emergency department discharged defined as an analgesic taken by the participant at home to reduce pain associated with their headache.",
        "timeFrame": "24 hours"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 1,
      "otherCount": 9,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 62,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:52.432Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}