{
  "nctId": "NCT04879420",
  "briefTitle": "Replication of the VERO Osteoporosis Trial in Healthcare Claims Data",
  "officialTitle": "Replication of the VERO Osteoporosis Trial in Healthcare Claims Data",
  "protocolDocument": {
    "nctId": "NCT04879420",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-04-30",
    "uploadDate": "2021-04-30T15:34",
    "size": 1481785,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04879420/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 12757,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-10-29",
    "completionDate": "2021-06-11",
    "primaryCompletionDate": "2021-06-11",
    "firstSubmitDate": "2021-04-30",
    "firstPostDate": "2021-05-10"
  },
  "eligibilityCriteria": {
    "criteria": "Criteria:\n\nPlease see https://drive.google.com/drive/folders/1WD618wrywYjEaXzfLTcuK-VCcnb6b-gV for full code and algorithm definitions.\n\nEligible cohort entry dates:\n\nTeriparatide indication for treatment of osteoporosis in postmenopausal women was approved by FDA on Nov 26, 2002 (the approval of risedronate for the same indication was antecedent to 2002). The initial eligible cohort entry date was the first date after Nov 26, 2002 commonly available in both the databases investigated. The last date eligible as cohort entry date was the end of available data for one of the two databases. For the second database, we excluded the data cut that overlaps with the COVID-19 pandemic (range April 1st - Jun 30th, 2020), since we assumed a higher proportion of drug discontinuation during that time period. The following eligible cohort entry dates were included:\n\n* For IBM MarketScan: Jan 1, 2004 (start of available data - December 31, 2018 (end of available data)\n* Optum CDM: Jan 1, 2004 (start of available data) - Mar 31, 2020\n\nInclusion Criteria:\n\n* Postmenopausal women \\>= 45 years of age at the time of entry into the trial, whose last menstrual period occurred at least 2 years prior to entry into the trial and are sufficiently mobile to complete study visits\n* Women \\< 55 years of age in whom a bilateral oophorectomy cannot clearly be documented must have their postmenopausal status confirmed by a serum FSH level \\> 40 IU/L and serum estradiol level \\< 20 pg/mL or \\< 73 pmol/L.\n* A minimum of 2 moderate (SQ2) or 1 severe (SQ3) vertebral fragility fractures \\[radiographic evidence of at least two moderate (ie, a reduction in vertebral body height of 26-40%) or one severe (more than 40% reduction) prevalent vertebral fragility fracture\\]\n* AP lumbar spine or total hip or femoral neck BMD ≥ 1.5 SD below the average BMD for young healthy, non-Hispanic, Caucasian women (T-score ≤ -1.5 SD)\n\nExclusion Criteria:\n\n* Increased baseline risk of osteosarcoma. This includes patients with Paget's disease of the bone \\[..\\]. As elevation of serum alkaline phosphatase activity may indicate the presence of Paget's disease, an unexplained elevation of this enzyme activity will also be exclusionary \\[Day 365, Day 0\\]\n* \\[...\\] previous primary skeletal malignancy, or skeletal exposure to therapeutic irradiation\n* History of unresolved skeletal diseases that affect bone metabolism, other than osteoporosis, including renal osteodystrophy, osteomalacia, hyperparathyroidism (uncorrected), hypoparathyroidism, and intestinal malabsorption \\[Day 365, Day 0\\]\n* Abnormally elevated values of serum albumin-corrected calcium levels at baseline, defined as ≥ 10.6 mg/dL (or ≥ 2.65 mmol/L). In cases with borderline non-eligible values (≥ 10.6 and ≤ 10.7 mg/dL), a re-test would be allowed during the screening period \\[Day 30, Day 0\\]\n* Abnormally low values of serum albumin- corrected calcium levels at baseline, defined as \\< 8.0 mg/dL (or \\< 2.0 mmol/L). In cases with borderline non-eligible values (\\> 7.8 to \\< 8.0 mg/dL), a re-test would be allowed during the screening period to allow normalization with vitamin D and calcium supplements before the randomization visit \\[Day 30, Day 0\\]\n* History of malignant neoplasms in the 5 years prior to Visit 2, with the exception of superficial basal cell or squamous cell carcinomas of the skin that have been definitively treated. Patients with carcinoma in situ of the uterine cervix treated definitively more than 1 year prior to entry into the study may be randomized. Patients with multiple myeloma or metastases to bone are excluded \\[Day 1,825, Day 0\\]\n* Active liver disease or clinical jaundice. Significantly impaired hepatic function, defined as aspartate aminotransferase (AST) \\> 75 U/L or alanine aminotransferase (ALT) \\> 75 U/L or gamma-glutamyl transpeptidase (GGT) \\> 300 U/L \\[Day 365, Day 0\\]\n* Significantly impaired renal function as defined by a calculated endogenous creatinine clearance (ClCr) \\< 30 mL/min using the following Cockcroft-Gault formula for ClCr (Cockcroft and Gold 1976) \\[Day 365, Day 0\\]\n* History of nephrolithiasis or urolithiasis within 1 year prior to Visit 2. \\[Day 365, Day 0\\]\n* Patients who have been treated with kyphoplasty or vertebroplasty within the last 6 months before Visit 2. \\[Day 180, Day 0\\]\n* Patients with history of osteonecrosis of the jaw or who are, according to the clinical judgment of the investigator, at high risk to develop osteonecrosis of the jaw, including poor oral hygiene, scheduled invasive dental procedures, high doses of bisphosphonates and/or chemotherapy to treat malignancy \\[All Data, Day 0\\]\n* Patients with history of atypical subtrochanteric or diaphyseal femoral fractures, according to the diagnostic criteria of the American Society for Bone and Mineral Research Task Force (Shane et al. 2010). \\[All Data, Day 0\\]\n* Active or recent history of significant upper gastrointestinal disorders, such as esophageal disorders which delay esophageal transit or emptying (e.g. stricture or achalasia). \\[Day 365, Day 0\\]\n* Poor medical or psychiatric condition for participating in a clinical study, in the opinion of the investigator. \\[Day 0, Day 0\\]\n* History of excessive consumption of alcohol or abuse of drugs in the 1 year prior to Visit 2, in the opinion of the investigator. \\[Day 365, Day 0\\]\n* \"Previous treatment with the following bone active drugs is allowed but treatment must be discontinued at Visit 1 or at the time indicated below:\n\n  1. Oral bisphosphonates (including alendronate, risedronate, ibandronate, e tidronate). \" \\[Day 180, Day 1\\]\n  2. SERMs, calcitonin, estrogen (oral, transdermal, or injectable), progestin, estrogen analog, estrogen agonist, estrogen antagonist or tibolone, androgens, strontium ranelate, or active vitamin D3 analogues \\[Day 30, Day 1\\]\n  3. Intravenous zoledronate, if the last dose was administered at least 12 months before Visit 1 \\[ Day 365, Day 1\\]\n  4. Intravenous ibandronate or pamidronate, if the last dose was administered at least 3 months before Visit 1 \\[Day 90, Day 1\\]\n  5. Subcutaneous denosumab, if the last dose was administered at least 6 months before Visit 1 \\[Day 180, Day 1\\]\n  6. Prior treatment with PTH, teriparatide, or other PTH analogs; or prior participation in any other clinical trial studying PTH, teriparatide, or other PTH analogs \\[Day 730, Day 1\\]\n* Romosozumab Use \\[Day 180, Day 1\\]",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "45 Years",
    "maximumAge": "120 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "New vertebral fractures",
        "description": "Claims-based algorithm based on diagnosis codes for vertebral fractures. Please refer to study protocol in Documents Section for full details",
        "timeFrame": "Through study completion (earliest of 730 days or censoring)"
      }
    ],
    "secondary": [
      {
        "measure": "Non-vertebral fractures",
        "description": "Claims-based algorithm based on diagnosis codes for non-vertebral fractures. Please refer to study protocol in Documents Section for full details",
        "timeFrame": "Through study completion (earliest of 730 days or censoring)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:01.905Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}