{
  "nctId": "NCT02969369",
  "briefTitle": "A Study to Evaluate the Efficacy, Safety and Tolerability of SEP-363856 in Subjects With Parkinson's Disease Psychosis",
  "officialTitle": "A Multicenter Randomized Double-blind Followed by an Open-label Extension Study to Evaluate the Efficacy, Safety, and Tolerability of SEP-363856 in Subjects With Parkinson's Disease Psychosis",
  "protocolDocument": {
    "nctId": "NCT02969369",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-06-18",
    "uploadDate": "2023-04-10T12:37",
    "size": 1642965,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02969369/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 39,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-12-31",
    "completionDate": "2020-04-20",
    "primaryCompletionDate": "2020-04-20",
    "firstSubmitDate": "2016-11-17",
    "firstPostDate": "2016-11-21"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Subject, caregiver, and/or legally authorized representative understands and is willing to sign informed consent to participate in the study.\n* Subject must be willing and able to comply with the study procedures and visit schedules and must be able to follow verbal and written instructions.\n* Subject is male or postmenopausal female ≥ 55 years of age.\n* Subject meets established diagnostic criteria for Parkinson's disease of at least one year duration, consistent with the UK Brain Bank criteria\n* Subject has psychotic symptoms that began after the diagnosis of PD for at least one month, occurring at least weekly in the month prior to screening (according to subject or caregiver), and severe enough to warrant treatment with antipsychotics.\n* Subject has a combined score of at least 6 or an individual score of at least 4 on the neuropsychiatric inventory (NPI) Item A (delusions) and/or Item B (hallucinations). This crieterion must be met at Visit 1 and Visit 3.\n* Subject has a Mini-mental status examination (MMSE) score \\> 21 points out of 30.\n* Subject has a caregiver (spouse or family member) who will be required to attend all visits and is able to provide study information on various scales such as the NPI.\n* Subject is taking antiparkinsonian drugs or deep brain stimulation, with a stable dose/dose regimen and settings for 3 months before enrolment.\n* Female subject must be postmenopausal defined as being amenorrheic for greater than two years with an appropriate clinical profile.\n* Male subjects with female partner(s) of childbearing potential must agree to avoid fathering a child and use acceptable methods of birth control from screening until at least 30 days after the last study drug administration.\n* Subject is, in the opinion of the Investigator, medically stable based on screening medical history, PE, neurological examination, vital signs, clinical laboratory values (hematology, serum chemistry, urinalysis, lipid panel, coagulation panel, thyroid panel, and serum prolactin).\n* Subject has had a stable living arrangement at the time of screening.\n\nExclusion Criteria:\n\n* Subject has psychosis secondary to other toxic or metabolic disorders.\n* Subject has atypical Parkinson's disease, Parkinsonism secondary to medication or other neurodegenerative disorders, such as progressive supranuclear palsy or multiple system atrophy.\n* Subject has dementia diagnosed concurrent with or before Parkinson's disease, motor symptoms that began less than one year before the onset of dementia or symptoms consistent with the diagnosis of lewy body dementia (LBD), or if the psychosis occurred after ablative stereotaxic surgery.\n* Subject failed 2 or more antipsychotic agents given at adequate doses for at least 4 weeks within 1 year before screening.\n* Subject has had a stroke or other uncontrolled serious medical or neurological illness within 6 months of baseline.\n* Subject answers \"yes\" to \"Suicidal Ideation\" Item 4 (active suicidal ideation with some intent to act, without specific plan) or Item 5 (active suicidal ideation with specific plan and intent) on the C SSRS at Screening (ie, in the past one month), or baseline (ie, since last visit).\n* Subject does not tolerate venipuncture or has poor venous access that would cause difficulty for collecting blood samples.\n* Subject has participated in an investigational drug study and received investigational drug within 30 days (or longer if the half-life is known to be ≥ 150 hours) prior to the screening visit, or who is currently participating in another clinical study. Subject has previously received SEP 363856.\n* Subject has any clinically significant unstable medical condition or any clinically significant chronic disease that in the opinion of the Investigator, would limit the subject's ability to complete and/or participate in the study:\n* Subject has hematological (including deep vein thrombosis) or bleeding disorder, renal, metabolic, endocrine, pulmonary, gastrointestinal, urological, cardiovascular, hepatic, neurologic, or allergic disease that is clinically significant or unstable (except for untreated, asymptomatic, seasonal allergies at time of dosing).\n* Subject has a history of cancer or significant neoplasm.\n* Subject has a disorder or history of a condition or previous gastrointestinal surgery (eg, cholecystectomy, vagotomy, bowel resection, or any surgical procedure) that may interfere with drug absorption, distribution, metabolism, excretion, gastrointestinal motility, or pH, or a clinically significant abnormality of the hepatic or renal system, or a history of malabsorption.\n* Subject has Alcohol or Substance Abuse Disorder (DSM 5 criteria). The only exceptions are caffeine or nicotine.\n* Subject has a clinically significant abnormal 12 lead ECG that may jeopardize the subject's ability to complete the study or a screening 12 lead ECG demonstrating any one of the following: heart rate \\> 100 beats per minute, QRS \\> 120 ms, QT interval corrected for heart rate using Fridericia's formula (QTcF) \\> 450 ms (males), QTcF \\> 470 ms (females), or PR \\> 220 ms.\n* Subjects with known human immunodeficiency virus (HIV) seropositivity will be excluded.\n* Female subject who is pregnant or lactating.\n* Subject has a presence or history of a medically diagnosed, clinically significant psychiatric disorder.\n* Subject is at significant risk of harming him/herself or others according to the Investigator's judgment.\n* Subject has attempted suicide within 3 months prior to screening.\n* Subject has a history of allergic reaction or suspected sensitivity to any substance that is contained in the formulation.\n* Subject has any clinically significant abnormal laboratory values (hematology, serum chemistry, urinalysis, lipid panel, coagulation panel, thyroid panel, serum prolactin, and urine drug screen(Note: abnormal findings that may be clinically significant or of questionable significance will be discussed with the Medical Monitor prior to including subject).\n* Subjects with serum alanine transaminase (ALT) or aspartate transaminase (AST) levels ≥ 3 times, serum blood urea nitrogen (BUN) or creatine ≥ 1.5 X the upper limit of the reference ranges provided by the central laboratory require retesting. If on retesting, the laboratory value remains equal to or above the ULN, the subject will be excluded.\n* Subjects with a random (non-fasting) blood glucose at screening ≥ 200 mg/dL (11.1 mmol/L) and HbA1c ≥ 6.5% will be excluded.\n* Subject has a prolactin concentration \\> 100 ng/mL at screening or has a history of pituitary adenoma.\n* Subject's BMI is ≥ 30 mg/kg/m2.\n* Subject has experienced significant blood loss (≥ 473 mL) or donated blood within 60 days prior to first dose of study drug; has donated plasma within 72 hours prior to the first dose of study drug or intends to donate plasma or blood or undergo elective surgery during study participation or within 60 days after the last study visit.\n* Subject consumes more than 300 mg of caffeine per day (5 cups of coffee or equivalent in caffeinated beverages).\n* Subject has used disallowed prescription medications or anticipates the need for any disallowed medication during their participation in this study. Subject is a staff member or the relative of a staff member.\n* Subject is in the opinion of the Investigator, unsuitable in any other way to participate in this study.\n\nContinuation into Open-label Extension Cirteria\n\n* Subject must have completed the 6-week double-blind treatment.\n* Subject has not taken any medication other than the study drug for the purpose of controlling PDD symptoms\n\n  . • There has been no clinically significant change in the subject's medical condition or Parkinson's disease, in the opinion of the investigator.\n* Subject has not answered \"yes\" to \"suicidal ideation\" item 4 (active suicidal ideation with some intent to act, without specific plan) or item 5 (active suicidal ideation with specific plan and intent) on the C-SSRS assessment at any time during the DB treatment period.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "55 Years",
    "maximumAge": "105 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Double Blind (DB) Baseline in Total Scale for Assessment of Positive Symptoms - Parkinson's Disease ( SAPS-PD) Score at Week 6",
        "description": "There are seven items assessing individual symptoms (four items for hallucinations and three items for delusions), a global hallucinations item and a global delusions item. Separate items are rated from 0 (absent) to 5 (severe), so that higher values represent a worse outcome. Total score is equal to the sum of the seven items plus the global hallucinations, plus the global delusions. Therefore a total possible score on the SAPS-PD ranges from 0 to 45.\n\nThe primary analysis of the primary efficacy variable will use a mixed model for repeated measures (MMRM).",
        "timeFrame": "SAPS-PD assessments during DB treatment period, Baseline and Week 6"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Double Blind (DB) Baseline in the Clinical Global Impression-Severity of Illness (CGI-S) at Week 6.",
        "description": "The CGI-S score is a single value, clinician-rated assessment of illness severity and ranges from 1= 'Normal, not at all ill' to 7= 'Among the most extremely ill patients'. A higher score is associated with greater illness severity.\n\nAnalysis Method: Mixed Model Repeated Measures (MMRM)",
        "timeFrame": "CGI-S assessments during DB treatment period, Baseline and Week 6"
      },
      {
        "measure": "Change From Double Blind (DB) Baseline in Neuropsychiatric Inventory (NPI) at Week 6",
        "description": "The NPI is a 12-item behavior rating scale composed of a structured interview of the caregiver, which assesses psychiatric disturbance. For each subdomain, both the frequency (0 to 3 scale) and the severity (0 to 4 scale) of symptoms is determined. Higher scores represent a worse outcome. The subdomain score is the product of these two measures and ranges from 0 to 12. The combined NPI score is obtained by summing all 12 sub-domain scores and therefore ranges from 0 to 144.\n\nAnalysis Method: Mixed Model Repeated Measures (MMRM)",
        "timeFrame": "NPI assessments during DB treatment period, Baseline and Week 6"
      },
      {
        "measure": "Change From Double-blind (DB) Baseline in Mini Mental State Evaluation (MMSE) at Week 6",
        "description": "The Mini Mental State Examination (MMSE) for Cognition is a brief instrument, used to assess cognitive function, consisting of 11 tests including orientation, memory (recent and immediate), concentration, language, and praxis. Scores range from 0 to 30, with lower scores indicating greater cognitive impairment. MMSE, the total score is the sum of all 11 tests.\n\nAnalysis Method: Mixed Model Repeated Measures (MMRM)",
        "timeFrame": "MMSE assessments during DB treatment period, Baseline and Week 6"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:43.173Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}