{
  "nctId": "NCT03874351",
  "briefTitle": "A Study of Home-Delivered Neurostimulation for Migraine",
  "officialTitle": "A Randomized Sham-Controlled Study of Home-Delivered Non-Invasive Neurostimulation for Migraine",
  "protocolDocument": {
    "nctId": "NCT03874351",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-02-26",
    "uploadDate": "2021-09-15T11:57",
    "size": 344456,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03874351/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 22,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-04-22",
    "completionDate": "2020-05-12",
    "primaryCompletionDate": "2020-04-13",
    "firstSubmitDate": "2019-03-12",
    "firstPostDate": "2019-03-14"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Age 18 - 65 years;\n* Has episodic or chronic migraine with or without aura, diagnosed according to the International Classification of Headache Disorders 3rd edition (ICHD-3) criteria, for at least the past 12 months;\n* Migraine occurring on 4 or more days per month, as documented through the 30-day baseline;\n* No change in prophylactic therapy in 3 months preceding the baseline;\n* If on antidepressant, blood pressure or epilepsy medication for reason other than migraine, the medication regimen is stable for at least 3 months preceding the baseline; Able to follow instructions in English;\n* Understand the informed consent process and provide consent to participate in the study.\n\nExclusion Criteria:\n\n* History of severe head trauma, brain surgery, implants in the head or neck; history of seizures;\n* Skin disorder or skin defects which compromise the integrity or sensitivity of the skin at or near locations where tDCS will be applied;\n* Not able to prepare and operate the tDCS device after being instructed in tDCS use;\n* Not able to respond to questionnaires and rating scales;\n* Concurrent use of another neurostimulation device (such as spinal cord stimulator cardiostimulator, deep brain stimulator, vagus nerve, transcranial magnetic, or supraorbital transcutaneous electric nerve stimulators);\n* Concurrent use of Botox or calcitonin gene-related peptide (CGRP) monoclonal antibodies treatments;\n* Unstable acute medical condition;\n* Any serious, malignant or non-malignant, acute or chronic medical condition or active psychiatric illness that, in the Investigator's opinion, could compromise patient safety, limit the patient's ability to complete the study, and/or compromise the objectives of the study;\n* Used any investigational drug, biologic, or device within 30 days prior to screening, or 5 half-lives, whichever is longer;\n* Taking opioid analgesics or barbiturates on more than 2 days a week;\n* Taking medications acting as antagonist on the N-methyl-D-aspartate (NMDA) receptor.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Migraine Days Per Month",
        "description": "A migraine day is defined as any calendar day on which the patient had onset, continuation, or recurrence of a migraine as recorded in the diary. A migraine is defined as a migraine (with or without aura) lasting at least 30 minutes. Any calendar day on which acute migraine medication is used is counted as a migraine day.",
        "timeFrame": "Baseline, Day 30 of the intervention (secondary time point), Day 60 of the intervention (primary time point);"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Responders",
        "description": "determined as a percentage of patients having at least 50% reduction of monthly migraine days between the one-month baseline and post-intervention, in each of the two study groups",
        "timeFrame": "Day 60 of the intervention"
      },
      {
        "measure": "Migraine Attack Frequency",
        "description": "Median change in number of attacks per 30-day period, determined from the patients' diaries",
        "timeFrame": "Baseline, Day 30 of the intervention, Day 60 of the intervention"
      },
      {
        "measure": "Acute Medication Use",
        "description": "Acute antimigraine drug use per month determined from the patient's diaries. Median change in number of days on which an acute medication was used.",
        "timeFrame": "Baseline, Day 30 of the intervention, Day 60 of the intervention"
      },
      {
        "measure": "Change in Headache Attack Intensity Median Change in NRS From Headache Days in a 30 Day Period",
        "description": "Determined from the 11-point \\[0-10\\] Pain Numerical Rating Scale (Pain NRS) on migraine days in the patients' diaries. Higher ratings on the Pain NRS reflect higher intensity of pain.",
        "timeFrame": "Baseline, Day 30 of the intervention, Day 60 of the intervention;"
      },
      {
        "measure": "Change in Quality of Life: The Migraine Specific Quality of Life Questionnaire (MSQ)",
        "description": "Determined from ratings on the migraine-specific MSQ questionnaire. The questionnaire consists of 14 items, each rated on a scale 1-6, with the total score ranging between 14 and 84. Higher scores reflect poorer quality of life.",
        "timeFrame": "Baseline, Day 30 of the intervention, Day 60 of the intervention;"
      },
      {
        "measure": "Change in Depressive Symptoms",
        "description": "Determined from the Hamilton Depression Scale (HamD) that consists of 21 items with numerically rated responses ranging 0-2 or 0-4. Higher Ham-D score reflects more severe depression.",
        "timeFrame": "Baseline, Day 30 of the intervention, Day 60 of the intervention;"
      },
      {
        "measure": "Tolerability of the Study Intervention: Number of Side Effects and Adverse Events",
        "description": "Determined as number of side effects and adverse events related, probably related or possibly related to the study intevention",
        "timeFrame": "from Day 1 of the study intervention to the end of the safety follow-up thirty days after the last tDCS application"
      },
      {
        "measure": "Patient's Satisfaction: 8-item tDCS User Survey",
        "description": "Patient's satisfaction with the study intervention determined from the 8-item tDCS User Survey at the end of the intervention. Each item of the Survey is a brief statement and a respondent indicates if s/he Strongly Agree, Agree, Neither Agree or Disagree, Disagree or Strongly Disagree with the statement. Higher number of Agree/Strongly Agree ratings reflects higher satisfaction with the tDCS procedure.",
        "timeFrame": "Day 60 of the intervention"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:54.098Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}