{
  "nctId": "NCT03706794",
  "briefTitle": "Clinical Decision Support for Patient Migraine Management",
  "officialTitle": "Clinical Decision Support for Patient Migraine Management",
  "protocolDocument": {
    "nctId": "NCT03706794",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-06-30",
    "uploadDate": "2025-03-20T11:36",
    "size": 855070,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03706794/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 18,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-06-05",
    "completionDate": "2022-03-13",
    "primaryCompletionDate": "2022-03-13",
    "firstSubmitDate": "2018-10-04",
    "firstPostDate": "2018-10-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Have an International Classification of Headache Disorders - 3 beta diagnosis of migraine\n* Self-report and diary-confirmed 6 to 14 headache days per month\n* Are currently prescribed a triptan for acute migraine management\n* Are stable on current preventive and acute treatment regimen for migraine\n* Are between the ages of 18 and 65\n* Reads and understands English\n* Has capacity to consent\n* Completes 80% of diary recordings in the first 30 days of monitoring\n\nExclusion Criteria:\n\n* Probable or confirmed medication overuse headache\n* A plan to change, or changing preventive or acute migraine medication during study participation\n* Are pregnant or are planning to become pregnant during study involvement (as triptans are Category C medications)\n* Psychiatric illness or cognitive difficulties that would interfere with participation in the study\n* Participated in the pilot development of the intervention evaluated by this research protocol.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Adherence to Acute Migraine Management Strategies: Treat Early",
        "description": "Participants record headache activity in an electronic daily headache diary and if experiencing a headache were asked about the type of headache and the level of pain experienced when they took the Migraine Specific Medication (MSM). A headache episode is coded as \"Treat Early\" if a participant took the MSM when the pain was mild (as opposed to moderate or severe). The number of participants who were \"Treated early\" during Month 6 is reported by study arm/group.",
        "timeFrame": "Month 6 of the Treatment"
      },
      {
        "measure": "Adherence to Acute Migraine Management Strategies: Overuse",
        "description": "Overuse is considered taking Migraine Specific Medication (MSM) more than 10 times in a month or a Nonsteroidal Anti-Inflammatory drug (NSAID) (non-combination) 15 or more times per month. The number of participants who met the definition of overuse during Month 6 is summarized and reported by study arm/group.",
        "timeFrame": "Month 6 of the Treatment"
      },
      {
        "measure": "Adherence to Preventive Behavioral Strategies",
        "description": "Adherence to Preventive Behavioral Strategies is determined by the mean number of documented adherent days/month for a single preventive behavioral strategy, either stress management, sleep management, or consistent eating. The behavioral strategy was selected by the investigator and determined as the strategy with which the participant had the poorest adherence during the baseline run in period. Preventive Behavioral Strategies were evaluated daily in the electronic headache diary. Adherence to one of the aforementioned Preventive Behavioral Strategies during Month 6 is reported.",
        "timeFrame": "Month 6 of the Treatment"
      },
      {
        "measure": "Adherence to Preventive Medication",
        "description": "If a participant was taking a preventive medication, adherence to preventive medication was assessed as the number of days/month participants took their preventive medication as recorded in the electronic daily headache diary. Taking preventive medication = Adherent, Not taking preventive medication = Not-adherent. The mean number of \"Adherent\" days/month in Month 6 are reported.",
        "timeFrame": "Month 6 of the Treatment"
      }
    ],
    "secondary": [
      {
        "measure": "Headache Days",
        "description": "Participants recorded headaches in their electronic daily headache diary. The median number of headache days/month during Month 6 was summarized and reported.",
        "timeFrame": "Month 6 of the Treatment"
      },
      {
        "measure": "Headache Pain Intensity",
        "description": "Headache pain intensity was recorded in an electronic daily headache diary. If a headache was confirmed, the average one-month headache pain intensity was assessed on a 0-10 scale, where 0 indicated no pain and 10 indicated the worst pain imaginable. The median headache pain intensity during Month 6 was summarized and reported.",
        "timeFrame": "Month 6 of the Treatment"
      },
      {
        "measure": "Migraine-Related Disability",
        "description": "Migraine Disability Assessment (MIDAS) is a 5-item questionnaire used to measure migraine-related functional impairment. The survey queries as to the number of lost days of housework, job-work, and non-work activities over the prior 90-day period. Each item is an open entry allowing for input of the number of days lost over the prior 90 days. Total score ranges from 0 - 270, with higher scores indicate higher degrees of impairment/disability. Scores of 21 and above are considered \"severe\" levels of migraine-related disability. Group median MIDAS scores collected at Month 6 were summarized and reported.",
        "timeFrame": "Month 6 of the Treatment"
      },
      {
        "measure": "Migraine-Specific Quality of Life",
        "description": "The Migraine-Specific Quality of Life (MSQL) questionnaire (v2.1), a 14-item survey, was used to measure migraine-related quality of life. Responses on the MSQL assessed the effect on migraines on daily activity over the prior 4 weeks and were scored from 1 (\"None of the Time\") to 6 (\"All of the Time\"), for an overall total scoring range of 14-84. Higher scores indicated lower migraine-related quality of life. Group median MSQL scores at Month 6 were summarized and reported.",
        "timeFrame": "Month 6 of the Treatment"
      },
      {
        "measure": "Pain Interference",
        "description": "Pain Interference was evaluated using v1.0 of the PROMIS (Patient-Reported Outcomes Measurement Information System) Pain Interference (PI) Short Form (PROMIS-PI). PROMIS-PI is an 8-item survey which evaluates the self-reported consequences of pain on aspects of daily life activities and enjoyment of life over the past 7 days. Possible response options ranged from 1 (\"Not at all\") to 5 (\"Very Much\"). Raw scores were converted to T-scores using population norms with a mean of 50 and a standard deviation of 15 such that a Pain Interference score of 65 would be one SD worse than average, such that a person has more problems with pain hindering activities, and a pain interference score of 35 is one SD better than the average.",
        "timeFrame": "Month 6 of the Treatment"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 94,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:54.201Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}