{
  "nctId": "NCT03560258",
  "briefTitle": "HIV-1-Gag Conserved-Element DNA Vaccine (p24CE) Vaccine Study",
  "officialTitle": "HIV-1-Gag Conserved-Element DNA Vaccine (p24CE) as Therapeutic Vaccination in HIV-Infected Persons With Viral Suppression on Antiretroviral Therapy",
  "protocolDocument": {
    "nctId": "NCT03560258",
    "filename": "Prot_004.pdf",
    "label": "Study Protocol: Letter of Amendment #3",
    "date": "2020-06-26",
    "uploadDate": "2022-02-08T14:54",
    "size": 121677,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03560258/document/Prot_004.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 45,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-03-26",
    "completionDate": "2021-02-10",
    "primaryCompletionDate": "2021-02-10",
    "firstSubmitDate": "2018-06-06",
    "firstPostDate": "2018-06-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* HIV-1 infection, documented by any licensed rapid HIV test or HIV enzyme or chemiluminescence immunoassay (E/CIA) test kit at any time prior to study entry and confirmed by a licensed Western blot or a second antibody test by a method other than the initial rapid HIV and/or E/CIA, or by HIV-1 antigen, plasma HIV-1 RNA assay. NOTE: The term \"licensed\" refers to a U.S. FDA-approved kit, which is required for all IND studies. WHO (World Health Organization) and CDC (Centers for Disease Control and Prevention) guidelines mandate that confirmation of the initial test result must use a test that is different from the one used for the initial assessment. A reactive initial rapid test should be confirmed by either another type of rapid assay or an E/CIA that is based on a different antigen preparation and/or different test principle (e.g., indirect versus competitive), or a Western blot or a plasma HIV-1 RNA viral load.\n* Receiving a stable ART regimen for a minimum of 2 years prior to study entry and with no changes in the components of their antiretroviral therapy for at least 90 days prior to study entry. One of the agents must include an integrase inhibitor, non-nucleoside reverse transcriptase inhibitors (NNRTI), or a boosted-protease inhibitor (PI). NOTE: Changes in the ART regimen for reasons other than virologic breakthrough during the 2-year period are acceptable.\n* CD4 cell count greater than 500 cells/mm\\^3 obtained within 60 days prior to study entry at any U.S. laboratory that has a CLIA certification or its equivalent.\n* Nadir CD4 cell count greater than 350 cells/mm\\^3. NOTE: Candidate recall or documentation is acceptable.\n* One documented plasma HIV-1 RNA that is below the limit of detection of an FDA-approved assay between 24 and 36 months prior to the screening HIV-1 RNA and/or one documented plasma HIV-1 RNA that is below the limit of detection of an FDA-approved assay between 12 and 24 months prior to the screening HIV-1 RNA, and one documented HIV-1 RNA that is below the limit of detection of an FDA-approved assay collected fewer than 12 months prior to the screening HIV-1 RNA (see the protocol).\n\n  * NOTE: A single, unconfirmed plasma HIV-1 RNA above the limit of detection but less than 400 copies/mL is allowed if followed by an HIV-1 RNA below detectable limits, but not in the 6 months prior to screening.\n  * NOTE: One documented plasma HIV-1 RNA that is below the limit of detection between 24 and 36 months prior to the screening HIV-1 RNA and one between 12 and 24 months prior to the screening HIV-1 RNA are preferred. However, in cases where a plasma HIV-1 RNA is not available in one of these windows, but there has been uninterrupted ART during the window and suppressed HIV-1 RNA before and after the window, the participant may be enrolled.\n* Plasma HIV-1 RNA level that is below the limit of detection of an FDA-approved assay within 60 days prior to study entry.\n* The following laboratory values obtained within 60 days prior to entry by any U.S. laboratory that has a CLIA certification or its equivalent:\n\n  * Absolute neutrophil count (ANC) greater than or equal to 750 cells/mm\\^3\n  * Hemoglobin greater than or equal to 10.0 g/dL for men and greater than or equal to 9.0 g/dL for women\n  * Platelet count greater than or equal to 100,000/mm\\^3\n  * Prothrombin time (PT), partial thromboplastin time (PTT), and INR less than 1.5 x upper limit of normal (ULN)\n  * Creatinine clearance greater than or equal to 50 mL/min estimated by the Cockcroft-Gault equation. NOTE: A program for calculating creatinine clearance by the Cockcroft-Gault method is available on www.fstrf.org.\n  * Alanine aminotransferase (ALT) (SGPT) less than or equal to 2.5 x ULN\n  * Total bilirubin less than 1.6 x ULN (if on atazanavir less than or equal to 5 x ULN)\n* HCV antibody negative result within 60 days prior to study entry or, if the HCV antibody result is positive, a negative HCV RNA result prior to study entry.\n* Negative HBsAg result obtained within 60 days prior to study entry.\n* Documentation of the availability of the stored pre-entry peripheral blood mononuclear cell (PBMC) specimens for T cell assays. Sites must receive confirmation from the processing lab via phone, e-mail, or fax that specimens have been entered into the ACTG Laboratory Data Management System (LDMS).\n* Ability and willingness of participant or legal guardian/representative to provide informed consent\n* Ability and willingness of participant to continue cART throughout the study.\n* For females of reproductive potential, negative serum or urine pregnancy test within 15 days prior to entry by any clinic or laboratory that has a CLIA certification or its equivalent, or is using a point of care (POC)/CLIA-waived test. NOTE: Reproductive potential is defined as girls who have reached menarche and women who have not been post-menopausal for at least 12 consecutive months with follicle-stimulating hormone (FSH) greater than or equal to 40 IU/mL or 24 consecutive months if an FSH is not available, or have not undergone surgical sterilization (e.g., hysterectomy, bilateral oophorectomy, tubal ligation, or salpingectomy).\n* If participating in sexual activity that could lead to pregnancy, willingness of female participants to use two forms of effective contraception while receiving study medication and for 3 months after stopping study medication is required.\n\n  * NOTE A: Effective forms of contraception include:\n  * Barrier methods (condoms \\[male or female\\] with or without a spermicidal agent, diaphragm, or cervical cap \\[with spermicide\\])\n  * Hormone-based contraception (oral, patch, parenteral, implants, or vaginal ring)\n  * Intrauterine device (IUD)\n  * NOTE B: If the female participant is not of reproductive potential (women who are post-menopausal as defined above, or women who have undergone surgical sterilization \\[e.g., hysterectomy, bilateral oophorectomy, tubal ligation or salpingectomy\\]), she is eligible without requiring the use of a contraceptive method. Acceptable documentation of surgical sterilization and menopause is participant-reported history.\n* Indication of willingness to have the leukapheresis procedure. NOTE: Until 60 days after the last participating site is activated, each site will be limited to three participants in screening/enrollment at any given time. During this time period, these first three participants at each site will be required to agree at the screening visit to undergo the leukaphereses at the pre-entry and week 26 timepoints. Once the 60 day period after the last participating site is activated has passed, and at least 50% of the target accrual has agreed to undergo the leukaphereses, a study participant agreeing to the leukaphereses will be optional but highly recommended. The study team will inform the participating sites when this leukapheresis-optional period has begun.\n\nExclusion Criteria:\n\n* History of malignancy within the last 5 years prior to study entry or current malignancy requiring cytotoxic therapy. NOTE: A history of non-melanoma skin cancer (e.g., basal cell carcinoma or squamous cell skin cancer) is not exclusionary.\n* History of HIV-related opportunistic infections within the last 5 years prior to study entry. NOTE: The CDC classifications are available on the A5369 protocol-specific webpage (PSWP).\n* History of or active autoimmune disorders including but not limited to inflammatory bowel diseases, scleroderma, severe psoriasis, myocarditis, uveitis, pneumonitis, systemic lupus erythematosus, rheumatoid arthritis, optic neuritis, myasthenia gravis, adrenal insufficiency, autoimmune thyroiditis, or sarcoidosis. NOTE: For questions related to the definition of autoimmune disorders, sites should contact the A5369 core team per the Study Management section.\n* Bleeding diathesis or condition associated with prolonged bleeding time that would contraindicate IM injection.\n* A skin-fold measurement of the cutaneous and subcutaneous tissue for eligible injection sites (on the medial deltoid or vastus lateralis muscles) that exceeds 50 mm. NOTE: The skin-fold measurement must be conducted in accordance with the procedure described in the TDS-IM Instructions for Use (see A5369 MOPS).\n* Use of any prior HIV vaccine (prophylactic and/or therapeutic) within 1 year prior to study entry. NOTE: A documented study placebo recipient may participate.\n* Use of any investigational treatment within 6 months prior to study entry.\n* Any licensed or experimental non-HIV vaccination (e.g., hepatitis B, influenza, pneumococcal polysaccharide) within 4 weeks prior to study entry. NOTE: Participants with anticipated need to receive non-HIV vaccinations within 2 weeks prior to the scheduled study vaccination #2 (week 4), or #3 (week 12), or #4 (week 24) injection should be excluded.\n* Use of any infusion blood product or immune globulin within 3 months prior to study entry.\n* Acute or serious illness, in the opinion of the site investigator, requiring systemic treatment and/or hospitalization within 30 days prior to entry.\n* Use of immunomodulators (e.g., interleukins, interferons, cyclosporine), systemic cytotoxic chemotherapy, or investigational therapy within 60 days prior to study entry. NOTE: Participants receiving stable physiologic glucocorticoid doses, defined as prednisone less than or equal to 10 mg/day or the equivalent, will not be excluded. Stable physiologic glucocorticoid doses should not be discontinued for the duration of the study. In addition, participants receiving inhaled or topical corticosteroids will not be excluded.\n* Intent to use immunomodulators (e.g., IL-2, IL-12, interferons, or TNF modifiers) during the course of the study.\n* Known or suspected hypersensitivity to any vaccine component, including hypersensitivity to amide-type local anesthetics, such as lidocaine (Xylocaine), mepivacaine (Polocaine/Carbocaine), etidocaine (Duranest), bupivacaine (Marcaine), or prilocaine.\n* Current use of any electronic stimulation device, such as cardiac demand pacemakers, automatic implantable cardiac defibrillator, nerve stimulators, or deep brain stimulators.\n* History of cardiac arrhythmia or palpitations (e.g., supraventricular tachycardia, atrial fibrillation, frequent ectopy, or sinus bradycardia \\[i.e., less than 50 beats per minute on exam\\]) prior to study entry. NOTE: Sinus arrhythmia is not excluded.\n* History of syncope or fainting episode within 1 year of study entry.\n* Seizure disorder or any history of prior seizure.\n* Extensive tattoos covering the site of administration (upper left and right medial deltoid muscles and left and right vastus lateralis muscles).\n* Presence of any surgical or traumatic metal implants at the site of administration (medial deltoid or vastus lateralis muscles).\n* Immune deficiency other than HIV.\n* Breastfeeding or pregnancy.\n* Active drug or alcohol use or dependence that, in the opinion of the site investigator, would interfere with adherence to study requirements.\n* Current HCV antiviral therapy.\n* Type I or type II diabetes mellitus.\n* Weight less than 50 kg or greater than 200 kg.\n* Known to have been started on antiretroviral therapy within 3 months of the presumed or known date of first acquiring HIV-1 infection; i.e., treated during acute HIV-1 infection.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in the Number of Conserved Elements (CEs) With a CD4 or a CD8 T Cell Response From Week 0 to Week 26",
        "description": "Conserved elements (CEs) are regions of the HIV-1 p24Gag protein that rarely mutate. Seven such regions were considered in this study. At week 0 and at week 26, the CD4 cells and CD8 cells were tested to see whether they responded to each of these gene sequences. The number of regions which caused a CD4 or a CD8 response was counted. Then the difference was calculated: the number of CEs causing a response at week 26 minus the number of CEs causing a response at week 0.",
        "timeFrame": "week 0 and week 26"
      },
      {
        "measure": "Occurrence of at Least One Greater Than or Equal to Grade 3 Adverse Event (AE) That Was Possibly, Probably, or Definitely Related to Study Treatment.",
        "description": "Injection site pain or tenderness of less than 48 hours duration was not considered as primary safety outcome; Grade 4 AEs and deaths at any time on study were considered as primary safety outcomes. Sites referred to the DAIDS AE Grading Table, corrected Version 2.1, July 2017, to grade AEs. The relationship to study treatment was judged by the core team, blinded to treatment arm.",
        "timeFrame": "Measured from treatment initiation through Week 48"
      }
    ],
    "secondary": [
      {
        "measure": "Change in the Number of CEs With a CD4 T Cell Response From Week 0 to Week 26",
        "description": "Conserved elements (CEs) are regions of the HIV-1 p24Gag protein that rarely mutate. Seven such regions were considered in this study. At week 0 and at week 26, the CD4 cells were tested to see whether they responded to each of these gene sequences. The number of regions which caused a CD4 response was counted. Then the difference was calculated: the number of CEs causing a response at week 26 minus the number of CEs causing a response at week 0.",
        "timeFrame": "week 0 and week 26"
      },
      {
        "measure": "Change in the Number of CEs With a CD8 T Cell Response From Week 0 to Week 26",
        "description": "Conserved elements (CEs) are regions of the HIV-1 p24Gag protein that rarely mutate. Seven such regions were considered in this study. At week 0 and at week 26, the CD8 cells were tested to see whether they responded to each of these gene sequences. The number of regions which caused a CD8 response was counted. Then the difference was calculated: the number of CEs causing a response at week 26 minus the number of CEs causing a response at week 0.",
        "timeFrame": "week 0 and week 26"
      },
      {
        "measure": "Change in the Magnitude of HIV-1 Specific CD4 T Cell Responses From Week 0 to Week 26.",
        "description": "The HIV-1 specific CD4 T-cell responses were assessed by the intracellular cytokine staining (ICS) assay from peripheral blood mononuclear cell (PBMC) specimens obtained at week 0 and week 26. The magnitude of CD4 T cell responses was the percentage of CD4 T cells expressing cytokine IFNγ+ or IL2.",
        "timeFrame": "week 0 and week 26"
      },
      {
        "measure": "Change in the Magnitude of HIV-1 Specific CD8 T Cell Responses From Week 0 to Week 26.",
        "description": "The HIV-1 specific CD8 T-cell responses were assessed by the intracellular cytokine staining (ICS) assay from peripheral blood mononuclear cell (PBMC) specimens obtained at week 0 and week 26. The magnitude of CD8 T cell responses was the percentage of CD8 T cells expressing cytokine IFNγ+ or IL2.",
        "timeFrame": "week 0 and week 26"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:43.443Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}