{
  "nctId": "NCT06866561",
  "briefTitle": "The Effect of Aerobic Exercise on Bone Turnover Markers in Postmenopausal Patients",
  "officialTitle": "The Effect of Aerobic Exercise on Bone Formation and Resorption Markers And The Quality of Life Tests in Postmenopausal Osteopenic Patients",
  "protocolDocument": {
    "nctId": "NCT06866561",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2024-12-23",
    "uploadDate": "2025-03-05T15:26",
    "size": 758934,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT06866561/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 45,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-11-15",
    "completionDate": "2023-11-15",
    "primaryCompletionDate": "2023-11-15",
    "firstSubmitDate": "2025-02-20",
    "firstPostDate": "2025-03-10"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Postmenopausal women from Türkiye aged 45-65 years,\n* Bone mineral density (BMD) T-scores between -1 and -2.5 ( measured by dual-energy X-ray absorptiometry)\n\nExclusion Criteria:\n\n* Vertebral compression fracture,\n* A history of traumatic or nontraumatic fractures in the past year,\n* Thyroid hormone disorders,\n* Parathyroid hormone disorders,\n* Liver function disorders,\n* Kidney function disorders,\n* Chronic heart failure,\n* A history of malignancy,\n* A history of rheumatological diseases,\n* Corticosteroid use,\n* Immunosuppressive drug use,\n* Anticonvulsant and heparin use,\n* Antiresorptive or anabolic agent treatments use\n* Hormone replacement therapy use\n* Those who could not complete sessions due to mechanical pain exacerbated during aerobic exercise on a treadmill (such as knee and hip osteoarthritis, back pain, etc)",
    "healthyVolunteers": true,
    "sex": "FEMALE",
    "minimumAge": "45 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "The serum levef of Procollagen type 1 N-terminal propeptide (P1NP) (ng/ml)",
        "description": "Bone turnover markers allow for the independent assessment of bone resorption and formation by measuring their concentrations in blood and urine. These markers provide early response evaluation posttreatment of osteoporosis compared to measuring BMD. The International Osteoporosis Foundation (IOF) and the International Federation of Clinical Chemistry and Laboratory Medicine (IFCC) recommend evaluating P1NP for bone formation activity and evaluating CTX-1 concentrations for bone resorption activity. In the study,the investigators chose walking exercise as an aerobic exercise that can be easily applied to people of all age groups and those with comorbidities. For these reasons, as the primary outcome of the study, the investigators aimed to measure the effects of aerobic exercise as a treatment method that can be recommended to the majority of patients, as bone turnover markers P1NP, CTX, OCN and total ALP respond quickly to treatment.",
        "timeFrame": "From enrollment to the end of treatment at 12 weeks"
      },
      {
        "measure": "The serum levef of Cross-linked C-telopeptide of type I collagen (CTX) (ng/ml)",
        "description": "During bone resorption, components of bone tissue are catabolized by osteoclasts. The released components are released into the bone microenvironment and secreted into the bloodstream. Some of them are also excreted in the urine. The level of C-telopeptide type 1 collagen(CTX)(ng/ml) can be measured in serum from these products. . The International Osteoporosis Foundation (IOF) and the International Federation of Clinical Chemistry and Laboratory Medicine (IFCC) recommend evaluating CTX-1 concentrations for bone resorption activity.",
        "timeFrame": "From enrollment to the end of treatment at 12 weeks"
      },
      {
        "measure": "The serum levef of Osteocalcin(OCN) (ng/ml)",
        "description": "During bone formation, osteoblasts fill the cavities with collagen-rich tissue and the molecules formed during their production are secreted into the blood. These products are; Type 1 procollagen N-terminal propeptide (P1NP), bone alkaline phosphatase, Osteocalcin, Type-1 procollagen C-terminal propeptide. These molecules also show bone formation activity.",
        "timeFrame": "From enrollment to the end of treatment at 12 weeks"
      },
      {
        "measure": "The serum levef of nonbone-specific total alkaline phosphatase (ALP) (U/L)",
        "description": "During bone formation, osteoblasts fill the cavities with collagen-rich tissue and the molecules formed during their production are secreted into the blood. These products are; Type 1 procollagen N-terminal propeptide (P1NP), bone alkaline phosphatase, Osteocalcin, Type-1 procollagen C-terminal propeptide. These molecules also show bone formation activity.",
        "timeFrame": "From enrollment to the end of treatment at 12 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Serum level of Malondİaldehyde(MDA) (ng/ml) as a Oxidative stress marker",
        "description": "Oxidative stress is considered an important pathogenic factor of osteoporosis at the cellular and molecular level. It induces osteocyte apoptosis and altered levels of specific factors such as receptor activator κB ligand (RANKL), sclerostin and fibroblast growth factor 23, leading to impaired bone remodeling and increased bone resorption. Increased osteoclastic activity occurring in osteoporosis results in increased production of ROS in the form of superoxide. Lipid peroxidation is one of the most deleterious effects of ROS, and the end product of lipid peroxidation, malondialdehyde (MDA), also serves as a measure of osteoclastic activity. For this reason, increased levels of MDA as a marker of oxidative stress can be detected in individuals with osteoporosis. In the study, the investigators aimed to observe the changes in the serum level of malondialdehyde, one of the oxidative stress markers, with aerobic exercise.",
        "timeFrame": "From enrollment to the end of treatment at 12 weeks"
      },
      {
        "measure": "Nottingham Health Profile questionnaire (NHP)",
        "description": "Nottingham Health Profile questionnaire (NHP) was used to measure patients' quality of life. NHP consists of section 1 consisting of 38 detailed questions about health and section 2 consisting of 7 questions about the areas of daily life most affected by health. Section 1 questions 6 areas related to health in detail: pain, emotional reactions, sleep, social isolation, physical activity, energy. Each subsection is evaluated between 0-100 points. Section 2 consists of seven statements about the areas of daily life most affected by health: work, daily chores at home, social life, personal relationships, sexual life, hobbies-interests, and holidays. Here, patients are evaluated between 0-7 points, with 1 point for each statement. Patients were evaluated between 0-600 points for section 1, 0-7 points for section 2, and 0-607 points as the NHP Total score.",
        "timeFrame": "From enrollment to the end of treatment at 12 weeks"
      },
      {
        "measure": "Visual analog scale (VAS)",
        "description": "Visual analog scale (VAS) was used to evaluate and monitor the level of pain felt by the patients. The investigators aimed to evaluate the pain level of patients after exercise with VAS.Patients were asked to mark on a 100 mm long line divided into 10 units and numbered from 0 to 10; 0 (zero) \"I have no pain\", 10 \"the most severe pain I have ever felt\". The number marked was recorded as the VAS pain score.",
        "timeFrame": "From enrollment to the end of treatment at 12 weeks"
      },
      {
        "measure": "6-minute walk test (6MWT)",
        "description": "6-minute walk test (6MWT) was used to assess the functional capacity of patients and is a valid and reliable test as an indicator of physical endurance in elderly individuals. The investigators aimed to evaluate the functional capacity of patients after exercise with 6MWT.",
        "timeFrame": "From enrollment to the end of treatment at 12 weeks"
      },
      {
        "measure": "International Physical Activity Questionnaire (short form)(IPAQs)",
        "description": "The International Physical Activity Questionnaire (short form) (IPAQs) is used to assess daily physical activity levels. IPAQs consist of 7 questions that assess the time patients spent physically in the last 7 days. These questions assess physical activity in 2 categories: vigorous, moderate and low-level physical activity or weekly MET/minute. MET/minute indicates the amount of energy expended while performing physical activity. While IPAQs are calculated as weekly METs, 3.3 METs are calculated for a minute of low-level physical activity; 4 METs for moderate-level physical activities; 8 METs for a minute of vigorous physical activities. Expending 1500-3000 METs of energy in 1 week is considered vigorous physical activity; 600-1500 METs is considered moderate physical activity, and individuals with less than 600 METs are considered in the light physical activity group. The investigators aimed to assess participants' post-exercise physical activity levels with IPAQs.",
        "timeFrame": "From enrollment to the end of treatment at 12 weeks"
      },
      {
        "measure": "Berg Balance Scale (BBS)",
        "description": "Berg Balance Scale (BBS) is a 14-question test used to evaluate the balance and fall risk of elderly individuals. Each item is scored between 0-4 according to the patient's level and speed of performing the desired movement. Patients were evaluated between 0-56 points in total. 0-20 points indicate balance disorder, 21-40 points indicate acceptable balance, and 41-56 points indicate good balance. The investigators aimed to evaluate the balance level of patients after exercise with BBS.",
        "timeFrame": "From enrollment to the end of treatment at 12 weeks"
      },
      {
        "measure": "30-second sit-to-stand test questionnaires(30s-CST)",
        "description": "30-second sit-to-stand test questionnaires(30s-CST) evaluates the patient's lower extremity strength and dynamic balance during activity. The investigators aimed to evaluate the lower extremity strength and dynamic balance of the patients after exercise.",
        "timeFrame": "From enrollment to the end of treatment at 12 weeks"
      },
      {
        "measure": "The serum levef of Parathyroid hormone (PTH)(pg/ml)",
        "description": "Parathyroid hormone (PTH) plays an important role in regulating calcium and phosphorus metabolism in the body by acting directly on human bones and kidneys and indirectly on the human intestine. In doing so, it affects both bone formation and bone resorption.",
        "timeFrame": "From enrollment to the end of treatment at 12 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:01.546Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}