{
  "nctId": "NCT02910401",
  "briefTitle": "Clinical Response to Rhinovirus Challenge",
  "officialTitle": "Clinical Response to Rhinovirus Challenge in Human Asthmatics",
  "protocolDocument": {
    "nctId": "NCT02910401",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-08-04",
    "uploadDate": "2023-12-18T08:52",
    "size": 959312,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02910401/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 38,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-09",
    "completionDate": "2022-09-21",
    "primaryCompletionDate": "2022-09-21",
    "firstSubmitDate": "2016-09-08",
    "firstPostDate": "2016-09-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nAll subjects:\n\n1. Subjects must be able to understand and provide written informed consent.\n2. Age 18 to ≤40 years of age, any gender, any racial/ethnic origin\n3. Female subjects of childbearing potential must have a negative pregnancy test upon study entry (day -7) and before each procedure involving pharmacologic interventions (days 0, 4, and 7).\n4. Female (and male) subjects with reproductive potential, must agree to use FDA approved methods of birth control for the duration of the study such as, but not limited to, birth control pills, contraceptive foam, diaphragm, IUD, abstinence, or condoms.\n5. Participants must be willing to comply with study procedures and requirements.\n6. Negative test for serum neutralizing antibody to RV16 at enrollment visit (\\<1:8) (Visit 1).\n\nAllergic Rhinitis Subjects:\n\n1. Allergy as determined by ≥1 positive prick skin test (wheal ≥5 mm diameter and 3mm larger than the diluent control) to Virginia inhalant panel within 5 years, and a history of symptoms of sneezing, rhinorrhea, pruritus, nasal congestion, and/or allergic conjunctivitis on natural exposure to relevant allergens.\n2. Negative methacholine challenge (less than 20% decline in functional expiratory volume in 1 second (FEV1) at ≤8mg/ml) within 1 year\n3. FEV1 ≥80% predicted, FEV1/FVC ≥80%.\n4. No history of wheezing with viral infection in the last 6 years, and no use of rescue inhalers or long-term controllers for asthma in the last 6 years.\n\nAllergic Asthmatic Subjects:\n\n1. Allergy as determined by ≥1 positive prick skin test (wheal ≥5 mm diameter and 3mm larger than the diluent control) to Virginia inhalant panel. Subjects are not required to have allergy symptoms at the time of study. Subjects will report history of symptoms of sneezing, rhinorrhea, pruritus, nasal congestion, and/or allergic conjunctivitis on natural exposure to relevant allergens.\n2. Asthma determined by physician diagnosis and by a positive methacholine challenge (at least 20% fall in FEV1 at a methacholine concentration of ≤8 mg/ml) at screening protocol visit before enrollment (obtained within the past year).\n3. Asthma must be controlled as determined by asthma control test (ACT) score ≥20 and normal lung function (FEV1\\>70% predicted or FEV1/FVC ratio \\>75% for subjects with FVC values between 80 and 87% predicted whose FEV1 values fall below 70%) at Visits 1 and 2.\n\nExclusion Criteria:\n\n1. Positive test for serum neutralizing antibody to RV16 at enrollment visit (≥1:8) (Visit 1).\n2. Upper airway modified Jackson criteria symptom scores ≥7 at time of inoculation.\n3. Chronic heart disease including bradycardia, lung diseases other than asthma, or other chronic illnesses including epilepsy, peptic ulcer disease, thyroid disease, urinary tract infection, vagotonia, autoimmune disease, primary or secondary immunodeficiency or any household contacts who are known to be immune deficient. Any medical conditions that could be adversely affected by the administration of cholinergic agent.\n4. Any use of corticosteroids, leukotriene (LT) modifiers, antihistamines, omalizumab, theophylline, long-acting anti-muscarinic antagonists (LAMAs), long-acting beta-agonists (LABAs), nedocromil, cromolyn use on a daily basis within 4 weeks prior to Visit 1.\n5. Current use of ß-blockers or cholinesterase inhibitors (for myasthenia gravis).\n6. ß2-agonist use ≥4 days/week in any week or ≥2 nights/month during the month before Visit 1.\n7. Recent (within 1-yr) asthma exacerbation requiring urgent care visit (unless the treatment involved only the use of a bronchodilator), hospitalization, or oral CCS\n8. Intubation or management in the intensive care unit (ICU) for an asthma exacerbation ever.\n9. An upper or lower respiratory tract infection within 2 months prior to enrollment.\n10. Previous nasal or sinus surgery within the last 12 months\n11. \\>5 pack-year smoking history or any smoking within the past 6 mos.\n12. Hemoglobin \\<11.5 g/dL for non-African American subjects or hemoglobin \\< 11.0 g/dL for African American subjects detected at Visit 1.\n13. Laboratory values (other than hemoglobin and absolute neutrophil count (ANC)) measured at Visit 1 that are considered to be of clinical relevance by the Investigator.\n14. Absolute neutrophil count (ANC) \\<1500 cells/mm3 (or 1.5 K/µL) or absolute lymphocyte count (ALC) \\<800 cells/mm3 detected at Visit 1.\n15. Use of investigational drugs within 12 weeks of participation\n16. Past or current medical problems or findings from physical examination or laboratory testing that are not listed above, which, in the opinion of the investigator, may pose additional risks from participation in the study, may interfere with the participant's ability to comply with study requirements or that may impact the quality or interpretation of the data obtained from the study.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "40 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Symptom Scores Induced by the Rhinovirus Using Jackson Criteria Including Nasal Congestion, Drainage, Cough, Wheezing",
        "description": "Jackson criteria subjective score for: nasal secretion (0 - none; 1 - mild; 2 - moderate; 3 - severe), congestion (0 - none; 1 - mild; 2 - moderate; 3 - severe), cough (0 - none; 1 - mild; 2 - moderate; 3 - severe), pain/pressure (0 - none; 1 - mild; 2 - moderate; 3 - severe). Scoring was done twice a day and total score reported for a maximum range for each day of 0-24. Scoring was done daily for 4 weeks.",
        "timeFrame": "Change in symptom score from day 0 to day 4 after inoculation with the rhinovirus"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 14,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:29:24.412Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}