{
  "nctId": "NCT02844465",
  "briefTitle": "Stereotactic Laser Ablation for Temporal Lobe Epilepsy (Slate)",
  "officialTitle": "Stereotactic Laser Ablation for Temporal Lobe Epilepsy",
  "protocolDocument": {
    "nctId": "NCT02844465",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-04-09",
    "uploadDate": "2024-12-10T03:08",
    "size": 1026992,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02844465/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 167,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-12",
    "completionDate": "2023-12-11",
    "primaryCompletionDate": "2023-12-11",
    "firstSubmitDate": "2016-07-15",
    "firstPostDate": "2016-07-26"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* History of drug-resistant mesial temporal lobe epilepsy (MTLE)\n* If the subject has a vagus nerve stimulator (VNS), must have failed to achieve sustained seizure freedom with the VNS implanted for at least 6 months\n* On stable antiepileptic drugs (AEDs) (and/or stable VNS setting, if applicable) and compliant with medication use\n* An average of at least 1 complex partial or secondarily generalized seizure compatible with MTLE per month\n* Seizure symptoms and/or auras compatible with MTLE\n* Video EEG shows evidence of seizures from one temporal lobe consistent with MTLE\n* MRI has evidence consistent with mesial temporal lobe sclerosis\n* Willing and able to remain on stable AEDs (and stable VNS setting, if applicable) for 12 months following the Visualase procedure\n* Willing and able to comply with protocol requirements\n* Able to complete study assessments in English or Spanish language\n\nExclusion Criteria:\n\n* Unwilling or unable to sign the study informed consent form\n* Pregnant or intends to become pregnant during the course of the study\n* Currently implanted with a device contraindicating MRI\n* Progressive brain lesions and/or tumors not associated with epileptic disease state\n* History of previous intracranial surgery for treatment of epileptic seizures\n* Persistent extra-temporal or predominant contralateral focal interictal spikes or slowing, or generalized interictal spikes on EEG\n* Seizures with contralateral or extra-temporal ictal onset on EEG\n* Aura and/or ictal behavior suggest an extra-temporal focus\n* MRI evidence of epileptogenic, extra-temporal lesions, dual pathology in the temporal lobe, or contralateral hippocampal MRI increased signal and/or loss of architecture\n* If additional testing has been performed, results are discordant with the seizure focus scheduled for ablation\n* Non-compliance with AED requirements\n* IQ \\< 70\n* Dementia or other progressive neurological disease\n* Unstable major psychiatric illness, psychogenic non-epileptic seizures, or medical illness that would contraindicate the Visualase procedure or affect the neuropsychological assessments\n* Participation in other research that may potentially interfere with SLATE endpoint(s)\n* Allergy to gadolinium",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Incidence of Qualifying Adverse Events",
        "description": "The incidence of qualifying device, procedure and/or anesthesia related adverse events. These events must also be moderate or severe and permanent for the following AEs: anxiety, aphasia, blurry vision, depression, diplopia, emotional lability, hemianopia, hemiparesis, memory impairment/difficulty, neurologic deficits, paralysis, psychological/psychiatric complications, quadrantanopia, sensory loss, sleep problems or insomnia. An exact 95% confidence interval (CI) will be calculated to determine if the upper bound of the CI for qualified AEs is less than 40%.",
        "timeFrame": "12 months"
      },
      {
        "measure": "Seizure Freedom, Defined as Engel Classification of Postoperative Outcome Class I",
        "description": "Seizure freedom at 12 months following the Visualase procedure (starting at 30 days post-procedure through 365 days post procedure). Engel Class I: Free of disabling seizures includes subclasses: A. Completely seizure free since surgery, B. Nondisabling simple partial seizures only since surgery, D. Generalized convulsions with antiepileptic drugs (AED) discontinuation only. An exact 95% CI will be calculated to determine if the lower bound of the CI for seizure freedom at 12 months following the Visualase procedure will be greater than 43%. Multiple imputation was used if subject diary data was not compliant. Retreated subjects are treated as failures.",
        "timeFrame": "12 months"
      }
    ],
    "secondary": [
      {
        "measure": "Seizure Freedom Compared to Historical Controls (Medical Therapy)",
        "description": "Seizure freedom (Engel Class I) compared to historical control for continued medical therapy. It is hypothesized that the seizure freedom at 12 months following the Visualase procedure will be superior to 8% reported in the literature for continued medical therapy. An exact 95% CI for the percentage of subjects who are seizure free will be calculated.",
        "timeFrame": "12 months"
      },
      {
        "measure": "Seizure Freedom, Including Subjects Retreated With Visualase",
        "description": "Seizure freedom (Engel Class I) including subjects who were retreated with Visualase. The outcome after retreatment will count towards the endpoint. It is hypothesized that the lower bound of the 95% CI for seizure freedom at 12 months following the Visualase procedure, including subjects retreated with Visualase, will be greater than 43%. Subjects retreated with Visualase will count toward the secondary efficacy endpoint based on their outcome after retreatment. If they have become seizure free and have reached 12 months follow-up from time of retreatment, they are counted as seizure free. Otherwise, they will count as not seizure free. An exact 95% CI will be calculated to determine if the lower bound of the CI for seizure freedom at 12 months following a subject's last Visualase procedure, including patients retreated with Visualase, will be greater than 43%.",
        "timeFrame": "12 months"
      },
      {
        "measure": "Change in Boston Naming Test Scores",
        "description": "Within-subject change of Boston Naming Test score (English language version) from baseline to 12 months following the Visualase procedure. The Boston Naming Test is a neuropsychological assessment tool to measure confrontational word retrieval. The test contains 60 line drawings graded in difficulty which the participants need to name. The total score ranges from 0-60 with a higher score meaning a better outcome.",
        "timeFrame": "Baseline and 12 months"
      },
      {
        "measure": "Change in Rey Auditory Verbal Learning Test Scores",
        "description": "Within-subject change of Rey Auditory Verbal Learning Test (RAVLT) 5-Trial Total score (English language version) from baseline to 12 months following the Visualase procedure. It is used for assessing episodic memory by providing scores for evaluating different aspects of memory. The RAVLT presents a list of 15 words across 5 consecutive trials. The list is read to the participant and the participant is asked to recall as many words as possible. This is repeated for 5 consecutive trials. The scores range from 0-75 with a higher score indicating a better outcome.",
        "timeFrame": "Baseline and 12 months"
      },
      {
        "measure": "Change in Quality of Life in Epilepsy (QOLIE-31) Scores",
        "description": "Within-subject change of the QOLIE-31 score (English language version) from baseline to 12 months following the Visualase procedure, categorized as -1 if the decrease is clinically significant (\\<= -11.8), categorized as 0 if not clinically significant (-11.7 to +11.7), and categorized as +1 if the increase is clinically significant (\\>= 11.8). The QOLIE-31 evaluates a participant's quality of life in relation to their epilepsy. It is used to asses a person's overall wellness, including their social functioning and cognitive impact. The QOLIE scores range from 0-100 with a higher score meaning a better outcome.",
        "timeFrame": "Baseline and 12 months"
      },
      {
        "measure": "Change in SF-36 Mental Component Score",
        "description": "Within-subject change of short form (SF)-36 quality of life questionnaire Mental Component Score (English language version) from baseline to 12 month following the Visualase procedure, categorized as -1 if the decrease is clinically significant (\\<=-4.58), categorized as 0 if not clinically significant (-4.57 to +4.57), and categorized as +1 if the increase is clinically significant (\\>=4.58). The SF-36 is a 36-item, patient-reported survey of patient health. It consists of eight scaled scores, which are the weighted sums of the questions in their section. The SF-36 Mental Component Score ranges from 0-100 with a higher score meaning a better outcome, on the assumption that each questions carries equal weight.",
        "timeFrame": "Baseline and 12 Months"
      },
      {
        "measure": "Change in SF-36 Physical Component Score",
        "description": "Within-subject change of short form (SF)-36 quality of life questionnaire Physical Component Score (English language version) from baseline to 12 month following the Visualase procedure, categorized as -1 if the decrease is clinically significant (\\<=-3.02), categorized as 0 if not clinically significant (-3.01 to +3.01), and categorized as +1 if the increase is clinically significant (\\>=3.02). The SF-36 is a 36-item, patient-reported survey of patient health. It consists of eight scaled scores, which are the weighted sums of the questions in their section. The SF-36 Physical Component Scores range from 0-100 with a higher score meaning a better outcome, on the assumption that each questions carries equal weight.",
        "timeFrame": "Baseline and 12 Months"
      },
      {
        "measure": "Seizure Freedom Compared to Historical Controls (Open Surgical Resection)",
        "description": "Seizure freedom (Engel Class I) compared to historical control for open surgical resection.\n\nIt is hypothesized that the seizure freedom at 12 months following the Visualase procedure will not be inferior to 64% reported in the literature for open surgical resection.\n\nAn exact 95% CI for the percentage of subjects who are seizure free will be calculated and its lower boundary compared to zero after subtraction of the historical open surgical resection percentage of 64% and the addition of the equivalence delta percentage of 10%.",
        "timeFrame": "12 Months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 64,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:50.440Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}