{
  "nctId": "NCT04649164",
  "briefTitle": "Learning to PERSEVERE: Peer Mentor Support and Caregiver Education in Lewy Body Dementia",
  "officialTitle": "Learning to PERSEVERE: Peer Mentor Support and Caregiver Education in Lewy Body Dementia",
  "protocolDocument": {
    "nctId": "NCT04649164",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-06-05",
    "uploadDate": "2022-11-03T19:00",
    "size": 508668,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04649164/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 87,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-11-02",
    "completionDate": "2021-08-31",
    "primaryCompletionDate": "2021-08-31",
    "firstSubmitDate": "2020-11-24",
    "firstPostDate": "2020-12-02"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Focus group participants\n\n   1. Each subject must be 21 years of age or older. A subject may identify as any sex, any race, and any ethnicity.\n   2. Subjects must be either:\n\n   i. Individuals who served as peer mentors in our previous study of caregiver peer mentoring and completed at least 16 weeks of mentoring. ii. Individuals who were caregiver mentees in our previous study of caregiver peer mentoring who completed 16 weeks of mentoring. iii. Current informal family caregivers of community-dwelling LBD patients in the Chicago area, recruited from Rush University System for Health and Advocate Aurora Health, who have not participated in mentoring. c. Each subject must be primarily English-speaking. d. Each subject must be willing and able to attend a virtual, online focus group via an internet- and video-camera-equipped computer, tablet, or smartphone.\n2. Peer mentors\n\n   1. Each subject must be 21 years of age or older. A subject may identify as any sex, any race, and any ethnicity.\n   2. Each subject must be a non-professional caregiver (defined as cohabitating with or spending \\>10 hours weekly on unpaid caregiving duties) of LBD patients. Mentors may participate regardless of their loved one's status (living at home, institutionalized, or deceased).\n\n   i. If mentors also receive compensation for a portion of their time spent on caregiving duties through state or community programs, they may participate as long as they cohabitate or spend \\>10 hours providing unpaid care to their loved one. c. Each subject must have \\>2 years of LBD caregiving experience d. Each subject must be primarily English-speaking. e. Each subject must have a working email address and internet access. f. Each subject must have a working telephone number at which he or she can be reached and which he or she is willing to share with the matched mentee.\n\n   g. Each subject who will attend an online peer mentor training session must have an internet- and video-camera-equipped computer, tablet, or smartphone\n3. Caregiver mentees\n\n   1. Each subject must be 21 years of age or older. A subject may identify as any sex, any race, and any ethnicity.\n   2. Each subject must be a non-professional, unpaid caregiver, as defined above, of a community-dwelling LBD patient.\n   3. Each subject must be interested in improving their caregiving mastery.\n   4. Each subject must be primarily English-speaking.\n   5. Each subject must have a working email address and internet access.\n   6. Each subject must have a working telephone number at which he or she can be reached and which he or she is willing to share with the matched mentor.\n\nExclusion Criteria:\n\n1. Subjects exhibiting symptoms of a severe psychiatric disorder interfering with their ability to participate in the study, as determined by a study team member or the PI.\n2. Subjects who are primarily non-English-speaking.\n3. Terminal illness (life expectancy of \\< 12 months).",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "21 Years",
    "maximumAge": "90 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Mastery Scale",
        "description": "A 7-item scale measuring the extent to which a participant sees life as being under his/her personal control vs. something that is fatalistically ruled. Scores range from 7 to 28, with higher scores indicating greater levels of mastery",
        "timeFrame": "Pre- and post-mentor training; pre- and post-mentoring intervention for mentees (16 weeks)"
      }
    ],
    "secondary": [
      {
        "measure": "Loneliness Scale",
        "description": "A 3-item, validated measurement of a participant's feelings of isolation or disconnectedness. Scores can range from 3-9, with higher scores indicating greater loneliness",
        "timeFrame": "pre- and post-mentoring intervention for mentees (16 weeks)"
      },
      {
        "measure": "Short Zarit Burden Interview (ZBI-12)",
        "description": "A 12-item, validated measurement of caregiver burden in older adults. Scores range from 0-48, with higher scores indicating greater caregiver burden",
        "timeFrame": "pre- and post-mentoring intervention for mentees (16 weeks)"
      },
      {
        "measure": "Hospital Anxiety and Depression Scale (HADS) - Anxiety Score",
        "description": "Anxiety subscale of the Hospital Anxiety and Depression Scale, where seven items measure anxiety. Total possible subscale range 0-21, where higher scores indicate worse outcome/more anxiety. A score \\>8 on the subscale indicates probable symptoms",
        "timeFrame": "16 weeks"
      },
      {
        "measure": "Geriatric Depression Scale - Short Form (GDS-SF)",
        "description": "Brief, 15-item, highly validated scale for measuring depression in older adults, total possible range of 0-15, where a score \\>5 suggests depression",
        "timeFrame": "16 weeks"
      },
      {
        "measure": "Dementia Attitudes Scale (DAS)",
        "description": "A validated, 20-item scale measuring participants' attitudes toward dementia and individuals with dementia. Scores can range from 7-140, with higher scores indicating more positive attitudes",
        "timeFrame": "pre- and post-mentoring intervention for mentees (16 weeks)"
      },
      {
        "measure": "Duration of Mentoring Calls",
        "description": "Online structured survey of mentoring phone call duration, in minutes",
        "timeFrame": "Assessed at weeks 2, 4, 6, 8, 10, 12, 14, 16; average value calculated at week 16"
      },
      {
        "measure": "Hospital Anxiety and Depression Scale - Depression Score",
        "description": "Depression subscale of the Hospital Anxiety and Depression Scale, where seven items measure depression. Total possible subscale range 0-21, where higher scores indicate worse outcome/more depression. A score \\>8 on the subscale indicates probable symptoms",
        "timeFrame": "16 weeks"
      }
    ],
    "other": [
      {
        "measure": "Frequency of Mentoring Calls",
        "description": "Online structured survey of number of calls",
        "timeFrame": "Assessed at 2, 4, 6, 8, 10, 12, 14, and 16 weeks; summed total phone calls at week 16 reported"
      },
      {
        "measure": "Frequency of Missed Calls",
        "description": "Online structured survey of number of missed calls since last survey",
        "timeFrame": "Assessed at 2, 4, 6, 8, 10, 12, 14, and 16 weeks; summed total missed phone calls at week 16 reported"
      },
      {
        "measure": "Dropout Rate of Mentors and Mentees, Respectively",
        "description": "Proportion of mentors and mentees, respectively, not completing study per protocol",
        "timeFrame": "Sixteen weeks"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 3,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 55,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:43.587Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}