{
  "nctId": "NCT02954354",
  "briefTitle": "A Study of S-033188 (Baloxavir Marboxil) Compared With Placebo or Oseltamivir in Otherwise Healthy Patients With Influenza",
  "officialTitle": "A Phase 3, Multicenter, Randomized, Double-blind Study of a Single Dose of S-033188 (Baloxavir Marboxil) Compared With Placebo or Oseltamivir 75 mg Twice Daily for 5 Days in Otherwise Healthy Patients With Influenza",
  "protocolDocument": {
    "nctId": "NCT02954354",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-10-31",
    "uploadDate": "2018-11-19T09:33",
    "size": 906176,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02954354/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 1436,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-12-08",
    "completionDate": "2017-04-24",
    "primaryCompletionDate": "2017-04-04",
    "firstSubmitDate": "2016-10-27",
    "firstPostDate": "2016-11-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Patients who are able to understand the study and comply with all study procedures, and willing to provide written informed consent/assent prior to the predose examinations appropriately. As for adolescent patients, informed consent/assent of voluntary participation should be obtained in accordance with local requirements\n2. Male or female patients aged ≥ 12 to ≤ 64 years at the time of signing the informed consent/assent form.\n3. Patients with a diagnosis of influenza virus infection confirmed by all of the following:\n\n   1. Fever ≥ 38ºC (axillary) in the predose examinations or \\> 4 hours after dosing of antipyretics if they were taken\n   2. At least one of the following general systemic symptoms associated with influenza are present with a severity of moderate or greater\n\n      * Headache\n      * Feverishness or chills\n      * Muscle or joint pain\n      * Fatigue\n   3. At least one of the following respiratory symptoms associated with influenza are present with a severity of moderate or greater\n\n      * Cough\n      * Sore throat\n      * Nasal congestion\n4. The time interval between the onset of symptoms and the predose examinations is 48 hours or less. The onset of symptoms is defined as either:\n\n   1. Time of the first increase in body temperature (an increase of at least 1ºC from normal body temperature)\n   2. Time when the patient experiences at least one general or respiratory symptom\n5. Women of childbearing potential who agree to use a highly effective method of contraception for 3 months after the first dose of study drug\n\nExclusion Criteria:\n\n1. Patients with severe influenza virus infection requiring inpatient treatment.\n2. Patients aged ≥ 20 years with known allergy to oseltamivir (Tamiflu®).\n3. Patients with any of the following risk factors\n\n   1. Women who are pregnant or within 2 weeks post-partum\n   2. Residents of long-term care facilities (eg, welfare facilities for the elderly, nursing homes)\n   3. Chronic respiratory diseases including bronchial asthma\n   4. Neurological and neurodevelopmental disorders including disorders of the brain, spinal cord, peripheral nerve, and muscle (eg, cerebral palsy, epilepsy \\[seizure disorders\\], stroke, intellectual disability, moderate to severe developmental delay, muscular dystrophy, or spinal cord injury)\n   5. Heart disease (such as congenital heart disease, congestive heart failure, or coronary artery disease), excluding hypertension without any other heart-related symptoms)\n   6. American Indians and Alaskan natives\n   7. Blood disorders (such as sickle cell disease)\n   8. Endocrine disorders (including diabetes mellitus)\n   9. Kidney disorders\n   10. Liver disorders\n   11. Metabolic disorders\n   12. Compromised immune system (including patients receiving immunosuppressant therapy, or those with cancer or human immunodeficiency virus \\[HIV\\] infection)\n   13. Morbid obesity (body mass index \\[BMI\\] ≥ 40)\n4. Patients unable to swallow tablets or capsules.\n5. Patients who have previously received Baloxavir Marboxil.\n6. Patients weighing \\< 40 kg\n7. Patients who have been exposed to an investigational drug within 30 days prior to the predose examinations.\n8. Women who are breastfeeding or have a positive pregnancy test in the predose examinations. The following female patients who have documentation of either a or b below do not need to undergo a pregnancy test in the predose examinations:\n\n   1. Postmenopausal (defined as cessation of regular menstrual periods for 2 years or more and confirmed by a follicle-stimulating hormone test) women\n   2. Women who are surgically sterile by hysterectomy, bilateral oophorectomy, or tubal ligation\n9. Patients with concurrent infections requiring systemic antimicrobial and/or antiviral therapy at the predose examinations.\n10. Patients who have received peramivir, laninamivir, oseltamivir, zanamivir, rimantadine, umifenovir, or amantadine within 30 days prior to the predose examinations.\n11. Patients who have received an investigational monoclonal antibody for a viral disease in the last year.\n12. Patients with severe underlying diseases.\n13. Patients with known creatinine clearance ≤ 60 mL/min.\n14. Patients who, in the opinion of the investigator, would be unlikely to comply with required study visits, self-assessments, and interventions",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "12 Years",
    "maximumAge": "64 Years",
    "stdAges": [
      "CHILD",
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Time to Alleviation of Symptoms in Participants Randomized to Baloxavir or Placebo",
        "description": "Participants assessed the severity of seven influenza-associated symptoms (cough, sore throat, headache, nasal congestion, feverishness or chills, muscle or joint pain, and fatigue) on a 4-point scale (with 0 indicating no symptoms, 1 mild symptoms, 2 moderate symptoms, and 3 severe symptoms).\n\nTime to alleviation of symptoms was defined as the time from the start of the study treatment to the time when all seven influenza-related symptoms were assessed by the participant as absent (0) or mild (1) for at least 21.5 hours.\n\nTime to alleviation of symptoms was analyzed using the Kaplan-Meier (KM) method; participants who did not experience alleviation of symptoms were censored at the last observation time point.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Time to Alleviation of Symptoms in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "Participants assessed the severity of seven influenza-associated symptoms (cough, sore throat, headache, nasal congestion, feverishness or chills, muscle or joint pain, and fatigue) on a 4-point scale (with 0 indicating no symptoms, 1 mild symptoms, 2 moderate symptoms, and 3 severe symptoms).\n\nTime to alleviation of symptoms was defined as the time from the start of the study treatment to the time when all seven influenza-related symptoms were assessed by the participant as absent (0) or mild (1) for at least 21.5 hours.\n\nTime to alleviation of symptoms was analyzed using the Kaplan-Meier(KM) method; participants who did not experience alleviation of symptoms were censored at the last observation time point.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With Positive Influenza Virus Titer at Each Time Point in Participants Randomized to Baloxavir or Placebo",
        "description": "Virus titer was quantified from nasopharyngeal swabs (or throat swabs if nasopharyngeal swabbing was not feasible) by tissue culture methods. Positive influenza virus titer was defined as virus titer not less than the lower limit of quantification (0.7 log₁₀ of the 50% tissue culture infective dose (TCID₅₀/mL) among those assessed for virus titer on Days 2, 3, 4, 5, 6 and 9.",
        "timeFrame": "Days 2, 3, 4 (optional), 5, 6 (optional), and 9"
      },
      {
        "measure": "Percentage of Participants With Positive Influenza Virus Titer at Each Time Point in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "Virus titer was quantified from nasopharyngeal swabs (or throat swabs if nasopharyngeal swabbing was not feasible) by tissue culture methods. Positive influenza virus titer was defined as virus titer not less than the lower limit of quantification (0.7 log₁₀ of the 50% tissue culture infective dose (TCID₅₀/mL) among those assessed for virus titer on Days 2, 3, 4, 5, 6 and 9.",
        "timeFrame": "Days 2, 3, 4 (optional), 5, 6 (optional), and 9"
      },
      {
        "measure": "Percentage of Participants With Positive Influenza Virus by RT-PCR at Each Time Point in Participants Randomized to Baloxavir or Placebo",
        "description": "Influenza virus ribonucleic acid (RNA) was quantified from nasopharyngeal swabs (or throat swabs, if nasopharyngeal swabbing was not feasible). The percentage of participants with detectable virus RNA (2.05 for flu A and 2.83 for flu B log₁₀ virus particles/mL) among those assessed measured by reverse transcription polymerase chain reaction (RT-PCR) on Days 2, 3, 4, 5, 6 and 9.",
        "timeFrame": "Days 2, 3, 4 (optional), 5, 6 (optional), and 9"
      },
      {
        "measure": "Percentage of Participants With Positive Influenza Virus by RT-PCR at Each Time Point in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "Influenza virus RNA was quantified from nasopharyngeal swabs (or throat swabs, if nasopharyngeal swabbing was not feasible). The percentage of participants with detectable virus RNA (2.05 for flu A and 2.83 for flu B log₁₀ virus particles/mL) among those assessed measured by reverse transcription polymerase chain reaction (RT-PCR) on Days 2, 3, 4, 5, 6 and 9.",
        "timeFrame": "Days 2, 3, 4 (optional), 5, 6 (optional), and 9"
      },
      {
        "measure": "Change From Baseline in Virus Titer at Each Time Point in Participants Randomized to Baloxavir or Placebo",
        "description": "Virus titer was quantified from nasopharyngeal swabs (or throat swabs if nasopharyngeal swabbing was not feasible) by tissue culture methods.\n\nIf virus titer was less than the lower limit of quantification, the virus titer was imputed 0.7 (TCID₅₀/mL).",
        "timeFrame": "Day 1 pretreatment (Baseline) and Days 2, 3, 4 (optional), 5, 6 (optional), and 9"
      },
      {
        "measure": "Change From Baseline in Virus Titer at Each Time Point in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "Virus titer was quantified from nasopharyngeal swabs (or throat swabs if nasopharyngeal swabbing was not feasible) by tissue culture methods.\n\nIf virus titer was less than the lower limit of quantification, the virus titer was imputed 0.7 (TCID₅₀/mL).",
        "timeFrame": "Day 1 pretreatment (Baseline) and Days 2, 3, 4 (optional), 5, 6 (optional), and 9"
      },
      {
        "measure": "Change From Baseline in Virus RNA (RT-PCR) at Each Time Point in Participants Randomized to Baloxavir or Placebo",
        "description": "Nasopharyngeal swabs (or throat swabs, if nasopharyngeal swabbing was not feasible) were obtained for viral quantitation. Virus RNA is measured by reverse transcription polymerase chain reaction (RT-PCR).",
        "timeFrame": "Day 1 pretreatment (Baseline) and Days 2, 3, 4 (optional), 5, 6 (optional), and 9"
      },
      {
        "measure": "Change From Baseline in Virus RNA (RT-PCR) at Each Time Point in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "Nasopharyngeal swabs (or throat swabs, if nasopharyngeal swabbing was not feasible) were obtained for viral quantitation. Virus RNA was measured by reverse transcription polymerase chain reaction (RT-PCR).",
        "timeFrame": "Day 1 pretreatment (Baseline) and Days 2, 3, 4 (optional), 5, 6 (optional), and 9"
      },
      {
        "measure": "Area Under the Curve (AUC) Adjusted by Baseline in Influenza Virus Titer in Participants Randomized to Baloxavir or Placebo",
        "description": "This endpoint was defined as AUC of change from Baseline in virus titer from Day 1 to Day 9. AUC was calculated using the trapezoidal method.",
        "timeFrame": "Day 1 to Day 9"
      },
      {
        "measure": "Area Under the Curve (AUC) Adjusted by Baseline in Influenza Virus Titer in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "This endpoint was defined as AUC of change from Baseline in virus titer from Day 1 to Day 9. AUC was calculated using the trapezoidal method.",
        "timeFrame": "Day 1 to Day 9"
      },
      {
        "measure": "Area Under the Curve (AUC) Adjusted by Baseline of Influenza Virus RNA in Participants Randomized to Baloxavir or Placebo",
        "description": "This endpoint was defined as AUC of change from baseline in the amount of virus RNA (RT-PCR) from Day 1 to Day 9. The AUC was calculated using the trapezoidal method.",
        "timeFrame": "Day 1 to Day 9"
      },
      {
        "measure": "Area Under the Curve (AUC) Adjusted by Baseline of Influenza Virus RNA in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "This endpoint was defined as AUC of change from baseline in the amount of virus RNA (RT-PCR) from Day 1 to Day 9. The AUC was calculated using the trapezoidal method.",
        "timeFrame": "Day 1 to Day 9"
      },
      {
        "measure": "Time to Cessation of Viral Shedding Determined by Virus Titer in Participants Randomized to Baloxavir or Placebo",
        "description": "Time to cessation of viral shedding by virus titer was defined as the time between the initiation of the study treatment and first time when the virus titer was below the limit of detection (0.7 log₁₀\\[TCID₅₀/mL\\]). The median and 95% confidence interval (CI) for time to cessation of viral shedding determined by virus titer was analyzed using the Kaplan-Meier (KM) method; participants whose virus titer had not reached cessation by the last observation time point were treated as censored at that time point.",
        "timeFrame": "Day 1 to Day 9"
      },
      {
        "measure": "Time to Cessation of Viral Shedding Determined by Virus Titer in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "Time to cessation of viral shedding by virus titer was defined as the time between the initiation of the study treatment and first time when the virus titer was below the limit of detection (0.7 log₁₀\\[TCID₅₀/mL\\]). The time to cessation of viral shedding determined by virus titer was analyzed using the Kaplan-Meier (KM) method; participants whose virus titer had not reached cessation by the last observation time point were treated as censored at that time point.",
        "timeFrame": "Day 1 to Day 9"
      },
      {
        "measure": "Time to Cessation of Viral Shedding Determined by Virus RNA in Participants Randomized to Baloxavir or Placebo",
        "description": "Time to cessation of viral shedding by RT-PCR was defined as the time between the initiation of the study treatment and first time when the virus RNA was below the limit of detection measured by RT-PCR.\n\nTime to cessation of viral shedding by RT-PCR was analyzed using the KM method; participants whose virus RNA had not reached cessation by the last observation time point were treated as censored at that time point.",
        "timeFrame": "Day 1 to Day 9"
      },
      {
        "measure": "Time to Cessation of Viral Shedding Determined by Virus RNA in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "Time to cessation of viral shedding by RT-PCR was defined as the time between the initiation of the study treatment and first time when the virus RNA was below the limit of detection measured by RT-PCR.\n\nTime to cessation of viral shedding by RT-PCR was analyzed using the KM method; participants whose virus RNA had not reached cessation by the last observation time point were treated as censored at that time point.",
        "timeFrame": "Day 1 to Day 9"
      },
      {
        "measure": "Percentage of Participants Whose Symptoms Were Alleviated at Each Time Point in Participants Randomized to Baloxavir or Placebo",
        "description": "Participants assessed the severity of seven influenza-associated symptoms (cough, sore throat, headache, nasal congestion, feverishness or chills, muscle or joint pain, and fatigue) on a 4-point scale (with 0 indicating no symptoms, 1 mild symptoms, 2 moderate symptoms, and 3 severe symptoms). Alleviation of symptoms was defined as all seven influenza-related symptoms assessed by the participant as absent (0) or mild (1) .",
        "timeFrame": "12, 24, 36, 48, 72, 96, 120, 144, 168, 192 and 216 hours after the initial dose of study treatment"
      },
      {
        "measure": "Percentage of Participants Whose Symptoms Were Alleviated at Each Time Point in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "Participants assessed the severity of seven influenza-associated symptoms (cough, sore throat, headache, nasal congestion, feverishness or chills, muscle or joint pain, and fatigue) on a 4-point scale (with 0 indicating no symptoms, 1 mild symptoms, 2 moderate symptoms, and 3 severe symptoms). Alleviation of symptoms was defined as all seven influenza-related symptoms assessed by the participant as absent (0) or mild (1) .",
        "timeFrame": "12, 24, 36, 48, 72, 96, 120, 144, 168, 192 and 216 hours after the initial dose of study treatment"
      },
      {
        "measure": "Time to Alleviation of the Four Systemic Symptoms in Participants Randomized to Baloxavir or Placebo",
        "description": "Participants assessed the severity of seven influenza-associated symptoms (cough, sore throat, headache, nasal congestion, feverishness or chills, muscle or joint pain, and fatigue) on a 4-point scale (with 0 indicating no symptoms, 1 mild symptoms, 2 moderate symptoms, and 3 severe symptoms).\n\nTime to alleviation of the 4 systemic symptoms was defined as the time between the initiation of the study treatment to the time when all 4 systemic symptoms (headache, feverishness or chills, muscle or joint pain, and fatigue) were assessed by the participant as 0 (None) or 1 (Mild) for a duration of at least 21.5 hours.\n\nTime to alleviation of the 4 systemic symptoms was analyzed using KM methods; participants who did not experience alleviation of symptoms were censored at the last observation time point.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Time to Alleviation of the Four Systemic Symptoms in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "Participants assessed the severity of seven influenza-associated symptoms (cough, sore throat, headache, nasal congestion, feverishness or chills, muscle or joint pain, and fatigue) on a 4-point scale (with 0 indicating no symptoms, 1 mild symptoms, 2 moderate symptoms, and 3 severe symptoms).\n\nTime to alleviation of the 4 systemic symptoms was defined as the time between the initiation of the study treatment to the time when all 4 systemic symptoms (headache, feverishness or chills, muscle or joint pain, and fatigue) were assessed by the participant as 0 (None) or 1 (Mild) for a duration of at least 21.5 hours.\n\nTime to alleviation of the 4 systemic symptoms was analyzed using KM methods; participants who did not experience alleviation of symptoms were censored at the last observation time point.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Time to Alleviation of the Three Respiratory Symptoms in Participants Randomized to Baloxavir or Placebo",
        "description": "Participants assessed the severity of seven influenza-associated symptoms (cough, sore throat, headache, nasal congestion, feverishness or chills, muscle or joint pain, and fatigue) on a 4-point scale (with 0 indicating no symptoms, 1 mild symptoms, 2 moderate symptoms, and 3 severe symptoms). Time to alleviation of the 3 respiratory symptoms was defined as the time from the start of study treatment to the time when all 3 respiratory symptoms (cough, sore throat and nasal congestion) were assessed by the participant as absent (0) or mild (1) for at least 21.5 hours.\n\nTime to alleviation of the 3 respiratory symptoms was analyzed using the KM method; participants who did not experience alleviation of symptoms were censored at the last observation time point.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Time to Alleviation of the Three Respiratory Symptoms in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "Participants assessed the severity of seven influenza-associated symptoms (cough, sore throat, headache, nasal congestion, feverishness or chills, muscle or joint pain, and fatigue) on a 4-point scale (with 0 indicating no symptoms, 1 mild symptoms, 2 moderate symptoms, and 3 severe symptoms). Time to alleviation of the 3 respiratory symptoms was defined as the time from the start of study treatment to the time when all 3 respiratory symptoms (cough, sore throat and nasal congestion) were assessed by the participant as absent (0) or mild (1) for at least 21.5 hours.\n\nTime to alleviation of the 3 respiratory symptoms was analyzed using the KM method; participants who did not experience alleviation of symptoms were censored at the last observation time point.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Change From Baseline in Composite Symptom Score at Each Time Point in Participants Randomized to Baloxavir or Placebo",
        "description": "Participants assessed the severity of seven influenza-associated symptoms (cough, sore throat, headache, nasal congestion, feverishness or chills, muscle or joint pain, and fatigue) on a 4-point scale (with 0 indicating no symptoms, 1 mild symptoms, 2 moderate symptoms, and 3 severe symptoms).\n\nThe composite symptom score is the total score of the 7 influenza symptoms as assessed by the participant, and ranges from 0 to 21.",
        "timeFrame": "Day 1 pretreatment (Baseline) and 12, 24, 36, 48, 72, 96, 120, 144, 168, 192, and 216 hours after the initial dose of study treatment."
      },
      {
        "measure": "Change From Baseline in Composite Symptom Score at Each Time Point in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "Participants assessed the severity of seven influenza-associated symptoms (cough, sore throat, headache, nasal congestion, feverishness or chills, muscle or joint pain, and fatigue) on a 4-point scale (with 0 indicating no symptoms, 1 mild symptoms, 2 moderate symptoms, and 3 severe symptoms).\n\nThe composite symptom score is the total score of the 7 influenza symptoms as assessed by the participant, and ranges from 0 to 21.",
        "timeFrame": "Day 1 pretreatment (Baseline) and 12, 24, 36, 48, 72, 96, 120, 144, 168, 192, and 216 hours after the initial dose of study treatment."
      },
      {
        "measure": "Time to Resolution of Fever in Participants Randomized to Baloxavir or Placebo",
        "description": "Time to resolution of fever was defined as the time between the initiation of the study treatment and the resolution of fever. The resolution of fever was defined as the time when the participant's self-measured axillary temperature became less than 37ºC and was maintained at less than 37ºC for a duration of at least 12 hours.\n\nTime to resolution of fever was analyzed using KM methods; participants who did not experience resolution of fever by the last observation time point were censored at that time point.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Time to Resolution of Fever in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "Time to resolution of fever was defined as the time between the initiation of the study treatment and the resolution of fever. The resolution of fever was defined as the time when the participant's self-measured axillary temperature became less than 37ºC and was maintained at less than 37ºC for a duration of at least 12 hours.\n\nTime to resolution of fever was analyzed using KM methods; participants who did not experience resolution of fever by the last observation time point were censored at that time point.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Percentage of Participants Reporting Normal Temperature at Each Time Point in Participants Randomized to Baloxavir or Placebo",
        "description": "Defined as the percentage of patients whose axillary temperature dropped to less than 37ºC after the initiation of study treatment.",
        "timeFrame": "12, 24, 36, 48, 72, 96, 120, 144, 168, 192 and 216 hours after the initial dose of study treatment"
      },
      {
        "measure": "Percentage of Participants Reporting Normal Temperature at Each Time Point in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "Defined as the percentage of patients whose axillary temperature dropped to less than 37ºC after the initiation of study treatment.",
        "timeFrame": "12, 24, 36, 48, 72, 96, 120, 144, 168, 192 and 216 hours after the initial dose of study treatment"
      },
      {
        "measure": "Body Temperature at Each Time Point in Participants Randomized to Baloxavir or Placebo",
        "description": "Participant's self-measured axillary temperature using an electronic thermometer.",
        "timeFrame": "12, 24, 36, 48, 72, 96 and 120 hours after the initial dose of study treatment"
      },
      {
        "measure": "Body Temperature at Each Time Point in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "Participant's self-measured axillary temperature using an electronic thermometer.",
        "timeFrame": "12, 24, 36, 48, 72, 96 and 120 hours after the initial dose of study treatment"
      },
      {
        "measure": "Time to Alleviation of Individual Symptoms in Participants Randomized to Baloxavir or Placebo",
        "description": "Participants assessed the severity of seven influenza-associated symptoms (cough, sore throat, headache, nasal congestion, feverishness or chills, muscle or joint pain, and fatigue) on a 4-point scale (with 0 indicating no symptoms, 1 mild symptoms, 2 moderate symptoms, and 3 severe symptoms).\n\nTime to alleviation of each symptom was defined as the time from the start of treatment to the start of the time period when the individual symptom was assessed by the participant as 0 (None) or 1 (Mild) for a duration of at least 21.5 hours.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Time to Alleviation of Individual Symptoms in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "Participants assessed the severity of seven influenza-associated symptoms (cough, sore throat, headache, nasal congestion, feverishness or chills, muscle or joint pain, and fatigue) on a 4-point scale (with 0 indicating no symptoms, 1 mild symptoms, 2 moderate symptoms, and 3 severe symptoms).\n\nTime to alleviation of each symptom was defined as the time from the start of treatment to the start of the time period when the individual symptom was assessed by the participant as 0 (None) or 1 (Mild) for a duration of at least 21.5 hours.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Time to Return to Preinfluenza Health Status in Participants Randomized to Baloxavir or Placebo",
        "description": "Participants were asked to record their preinfluenza health status on a scale from 0 (worst possible health) to 10 (normal health \\[for someone your age and your health condition\\]), and their health status every day after initiation of study treatment on the same scale. Return to preinfluenza health status was defined as time from the initiation of the study treatment to the first time when the health status score was equal to or higher than the preinfluenza health status score.\n\nTime to return to preinfluenza health status was analyzed using KM methods; participants with a smaller number on the scale for health status by the last observation time point were censored at that time point.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Time to Return to Preinfluenza Health Status in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "Participants were asked to record their preinfluenza health status on a scale from 0 (worst possible health) to 10 (normal health \\[for someone your age and your health condition\\]), and their health status every day after initiation of study treatment on the same scale. Return to preinfluenza health status was defined as time from the initiation of the study treatment to the first time when the health status score was equal to or higher than the preinfluenza health status score.\n\nTime to return to preinfluenza health status was analyzed using KM methods; participants with a smaller number on the scale for health status by the last observation time point were censored at that time point.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Percentage of Participants With Influenza-related Complications in Participants Randomized to Baloxavir or Placebo",
        "description": "The percentage of participants who experienced each influenza-related complication (hospitalization, death, sinusitis, otitis media, bronchitis, and radiologically confirmed pneumonia) as an adverse event after the initiation of the study treatment.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Percentage of Participants With Influenza-related Complications in Adults Randomized to Baloxavir or Oseltamivir",
        "description": "The percentage of participants who experienced each influenza-related complication (hospitalization, death, sinusitis, otitis media, bronchitis, and radiologically confirmed pneumonia) as an adverse event after the initiation of the study treatment.",
        "timeFrame": "Initiation of study treatment up to Day 14"
      },
      {
        "measure": "Percentage of Participants With Adverse Events (AEs)",
        "timeFrame": "From first dose of study drug to Day 22"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 37,
      "otherCount": 0,
      "totalCount": 39
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:32.575Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}