{
  "nctId": "NCT02728076",
  "briefTitle": "MRI-Based Preoperative Accelerated Partial Breast Irradiation",
  "officialTitle": "Phase II Study of MRI-Based Preoperative Accelerated Partial Breast Irradiation",
  "protocolDocument": {
    "nctId": "NCT02728076",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-01-27",
    "uploadDate": "2022-11-30T16:23",
    "size": 771297,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02728076/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 39,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-07-29",
    "completionDate": "2026-07",
    "primaryCompletionDate": "2021-09-16",
    "firstSubmitDate": "2016-03-30",
    "firstPostDate": "2016-04-05"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Pathologically proven diagnosis of invasive breast cancer, clinically stage I-II.\n* Female\n* Age ≥40 years\n* Estrogen receptor positive\n* Patients with both her2 positive and her2 negative tumors are eligible\n* Unifocal disease\n* Invasive ductal carcinoma diagnosed by core needle biopsy\n* Clinically node negative both by physical exam and by ultrasound. All enlarged or abnormal appearing lymph nodes must be biopsied.\n* Zubrod performance status 0-2\n* Study entry must be within 120 days from initial diagnosis of breast cancer.\n* Complete blood count (CBC) /differential obtained within 14 days prior to study entry, with adequate bone marrow function defined as follows: Absolute neutrophil count ≥ 1,800 cells/mm\\^3; Platelets ≥ 75,000 cells/mm\\^3; Hemoglobin ≥8.0g/dl.\n* Not pregnant or lactating; willing to use acceptable forms of contraception during radiation therapy.\n* Prior breast augmentation, including breast implants, is allowed.\n* Patients with a prior history of contralateral breast cancer will be considered eligible if they completed all treatment (including anti-endocrine therapy) more than five years prior to registration.\n* Patients must not have a prior treatment of malignancy diagnosed or treated within the past five years, with the exception of non-melanomatous skin cancer, carcinoma in situ of the cervix and contralateral breast cancer.\n* Interested patients must meet with a medical oncologist prior to study entry to determine if Oncotype testing is recommended. If recommended and patient is amenable to the possibility of receiving chemotherapy, there must be adequate biopsy tissue for testing. If adequate tissue is not available for the Oncotype testing, patients who are very interested in participation may undergo additional biopsies. If a patient plans to refuse chemotherapy regardless of a high Oncotype results and elects to forgo the test, they will still be eligible for enrollment.\n* Patients must have had estrogen and progesterone receptor analysis performed on the biopsy specimen prior to study entry according to current American Society of Clinical Oncology (ASCO) / College of American Pathologists (CAP) Guideline Recommendations for hormone receptor testing. Testing for her2 neu expression must also be performed and recorded prior to study entry.\n* Appropriate stage and pre-treatment evaluation for protocol entry, including no clinical evidence for distant metastases, based upon the following minimum diagnostic workup:\n\n  * History/Physical examination, including breast exam (inspection and palpation of the breasts) with documentation of weight and Zubrod Performance Status of 0-2 within 28 days prior to study entry.\n  * Right and left mammography within 60 days of diagnostic biopsy establishing diagnosis.\n  * Evaluation of the axilla by ultrasound and biopsy of all enlarged or abnormal appearing lymph nodes within 28 days prior to study entry.\n  * Clip placed within the biopsy proven breast cancer, with verification of placement by mammogram.\n\nExclusion Criteria:\n\n* American Joint Committee on Cancer (AJCC) clinical T3, N1-3, M1, stage IIB, stage III or stage IV breast cancer\n* Prior invasive non-breast malignancy (exceptions include non-melanomatous skin cancer, carcinoma in situ of the cervix, or prior contralateral breast cancer as described in 3.1.11) unless disease free and off treatment for a minimum of five years prior to study entry.\n* Multifocal breast cancer\n* Modified Bloom-Richardson grade 3 disease\n* Estrogen receptor negative disease\n* Lymphovascular space invasion noted on biopsy\n* Invasive lobular carcinoma\n* Purely non-invasive breast cancer (i.e. ductal carcinoma in situ, lobular carcinoma in situ)\n* Non-epithelial breast malignancies such as sarcoma or lymphoma\n* Paget's disease of the nipple\n* Male breast cancer\n* Prior history of radiation therapy to the chest in the region of the ipsilateral breast that would result in overlap of radiation fields.\n* Patients having received or having planned neoadjuvant chemotherapy or concurrent chemotherapy. A recommendation for adjuvant chemotherapy will not preclude eligibility. However, if a patient has an Oncotype score that would lead to a recommendation for systemic chemotherapy, and chemotherapy is planned to be given in the neoadjuvant setting, the patient would then be ineligible for enrollment.\n* Patients who are unable to undergo magnetic resonance imaging (MRI). This could include patients with a severe allergy to gadolinium contrast or patients with renal function insufficient to receive contrast (GFR less than 30). Patients who have a minor allergy (for example, skin rash or hives) to gadolinium contrast may still be considered for enrollment. These patients would have to receive prophylactic prednisone and diphenhydramine per Medical College of Wisconsin Department of Radiology protocol. Such cases should be reviewed with the principal investigator and radiology co-chair prior to enrollment.\n* History of connective tissue disorder, including lupus, dermatomyositis and scleroderma.\n* Zubrod performance status of 3 or greater\n* Known breast cancer gene (BRCA) mutation\n* Medical, psychiatric or other condition that would prevent the patient from receiving the protocol therapy or providing informed consent.\n* Patients, who under the best estimates of the treating radiation oncologist, have a life expectancy of 10 years or less.\n* Patients who are pregnant.\n* Severe, active co-morbidity, defined as follows:\n\n  * Unstable angina and/or congestive heart failure requiring hospitalization within the last six months;\n  * Transmural myocardial infarction within the last six months;\n  * Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration;\n  * Chronic Obstructive Pulmonary Disease exacerbation or other respiratory illness requiring hospitalization or precluding study therapy within 30 days before registration;\n  * Hepatic insufficiency resulting in clinical jaundice and/or coagulation defects; note, however, that laboratory tests for liver function and coagulation parameters are not required for entry into this protocol",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "40 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Postoperative Complications Following",
        "description": "The number of subjects with one or more postoperative complications following preoperative accelerated partial breast irradiation within three months of surgery.",
        "timeFrame": "3 Months"
      }
    ],
    "secondary": [
      {
        "measure": "Re-excision of Tumor.",
        "description": "Number of subjects with re-excision following surgery.",
        "timeFrame": "5 Years"
      },
      {
        "measure": "Overall Survival",
        "description": "The number of patients alive at five years.",
        "timeFrame": "5 Years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 24,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T02:30:53.759Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}