{
  "nctId": "NCT04772534",
  "briefTitle": "Immunogenicity and Safety of the 9-valent Human Papillomavirus (9vHPV) Vaccine in Japanese Boys and Girls (V503-066)",
  "officialTitle": "A Phase 3, Open-label Clinical Study to Evaluate the Immunogenicity and Safety of 9vHPV Vaccine, in Japanese Boys and Girls, 9 to 15 Years of Age.",
  "protocolDocument": {
    "nctId": "NCT04772534",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-09-19",
    "uploadDate": "2025-03-25T08:29",
    "size": 905056,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04772534/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 314,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-05-17",
    "completionDate": "2024-04-06",
    "primaryCompletionDate": "2024-04-06",
    "firstSubmitDate": "2021-02-23",
    "firstPostDate": "2021-02-26"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Is Japanese male or female.\n* Is aged at the time of providing the documented informed consent (inclusive): (3-dose boy arm) male from 9 years to 15 years old, (2-dose boy arm) male from 9 years to 14 years old, or (2-dose girl arm) female from 9 years to 14 years old.\n* Has a legally acceptable representative who can read, understand and complete the vaccination report card (VRC).\n* Has not yet had coitarche and does not plan on becoming sexually active during the Day 1 through Month 7.\n\nExclusion Criteria:\n\n* Has a fever (defined as oral temperature ≥37.5°C) within the 24-hour period prior to the Day 1 visit.\n* Has a history of severe allergic reaction that required medical intervention.\n* Is allergic to any vaccine component, including aluminum, yeast, or Benzonase™.\n* Has known thrombocytopenia or any coagulation disorder that would contraindicate intramuscular injections.\n* Is currently immunocompromised or has been diagnosed as having a congenital or acquired immunodeficiency, human immunodeficiency virus (HIV) infection, lymphoma, leukemia, systemic lupus erythematosus, rheumatoid arthritis, juvenile rheumatoid arthritis, inflammatory bowel disease, or other auto immune condition.\n* Has a history of splenectomy.\n* Has a history of genital warts or positive test for human papillomavirus (HPV).\n* Is, at the time of signing informed consent, a user of recreational or illicit drugs or has had a recent history (within 12 months) of drug or alcohol abuse or dependence at the discretion of the investigator. .\n* Has received within 12 months prior to enrollment, is receiving, or plans to receive during Day 1 through Month 7 of the study, any study-prohibited concomitant immunosuppressive therapy .\n* Has received within the 3 months prior to the Day 1 vaccination, is receiving, or plans to receive during Day 1 through Month 7 of the study, any immune globulin product or blood-derived product other than intravenous gamma globulin (IVIG).\n* Has received inactivated or recombinant vaccines within 14 days prior to Day 1 vaccination or receipt of live vaccines within 28 days prior to Day 1 vaccination.\n* Has previously received a marketed HPV vaccine or has participated in a clinical trial for any HPV vaccine (receiving either active agent or placebo).\n* Is concurrently enrolled in other clinical studies of investigational agents.\n* Is unlikely to adhere to the study procedures, keep appointments, or is planning to permanently relocate from the area prior to the completion of the study or to leave for an extended period when study visits would need to be scheduled.\n* Is or has an immediate family member (e.g., spouse, parent/legal guardian, sibling, or child) who is investigational site or Sponsor staff directly involved with this study.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "9 Years",
    "maximumAge": "15 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Seroconversion Percentages for the HPV Types 6, 11, 16, 18, 31, 33, 45, 52, and 58",
        "description": "The percentage of seropositive participants is reported. Serum antibody titers for HPV types 6, 11, 16, 18, 31, 33, 45, 52 and 58 were determined using competitive Luminex Immunoassay (cLIA). Seroconversion was defined as changing serostatus from seronegative at Day 1 to seropositive at 4 weeks post last vaccination.",
        "timeFrame": "1 month after final dose (Month 7)"
      },
      {
        "measure": "Number of Participants With at Least 1 Injection-site Adverse Event (AE)",
        "description": "The number of participants with injection-site AEs (erythema/redness, pain and swelling) is reported. An AE any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention.",
        "timeFrame": "Up to 5 days after each vaccination (up to ~6 months)"
      },
      {
        "measure": "Number of Participants With at Least 1 Systemic Adverse Event",
        "description": "The number of participants with a systemic AE is reported. An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention.",
        "timeFrame": "Up to 15 days after each vaccination (up to ~6.5 months)"
      },
      {
        "measure": "Number of Participants With at Least 1 Serious Adverse Event (SAE)",
        "description": "The number of participants with an SAE is reported. An SAE is defined as one that results in death, is life threatening, or requires hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly or birth defect, or other important medical event that may require medical intervention.",
        "timeFrame": "Up to ~Month 30"
      }
    ],
    "secondary": [
      {
        "measure": "Geometric Mean Titers (GMTs) for the HPV Types 6, 11, 16, 18, 31, 33, 45, 52, and 58",
        "description": "The GMT for each HPV serotype is presented. Serum antibody titers for HPV types 6, 11, 16, 18, 31, 33, 45, 52 and 58 were determined using competitive Luminex Immunoassay (cLIA).",
        "timeFrame": "1 month after final dose (Month 7)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:43.758Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}