{
  "nctId": "NCT03358147",
  "briefTitle": "Efficacy and Safety of PT001 to Placebo and Open-label Spiriva® Respimat® in Subjects With Persistant Asthma",
  "officialTitle": "A Randomized, Double-Blind, Parallel Group, Multi-Center 24-Week Study Comparing the Efficacy and Safety of Three Doses of PT001 to Placebo and Open-label Spiriva® Respimat® in Subjects With Persistent Asthma",
  "protocolDocument": {
    "nctId": "NCT03358147",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-03-08",
    "uploadDate": "2020-05-22T15:35",
    "size": 10871692,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03358147/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2",
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 1077,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-12-13",
    "completionDate": "2019-09-12",
    "primaryCompletionDate": "2019-09-12",
    "firstSubmitDate": "2017-11-20",
    "firstPostDate": "2017-11-30"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Have a documented history of physician-diagnosed asthma\n* Require inhaled asthma maintenance therapy: has been regularly using an ICS/LABA on a stable regimen for at least 4 weeks\n* Documented reversibility to albuterol\n* A pre-bronchodilator FEV1 \\>40% and \\<85% of predicted normal value for subjects 18 to 80 years of age or \\>40% and \\<90% of predicted for subjects 12 to \\<18 years of age\n* Demonstrate acceptable spirometry performance\n* Willing and, in the opinion of the Investigator, able to adjust current asthma therapy, as required by the protocol\n* Compliance: must be willing to remain at the study center as required per protocol to complete all visit assessments\n\nExclusion Criteria:\n\n* Oral corticosteroid use (any dose) within 4 weeks\n* Current smokers, former smokers with \\>10 pack-years history, or former smokers who stopped smoking \\<6 months (including all forms of tobacco, e-cigarettes, and marijuana)\n* Life-threatening asthma as defined as a history of significant asthma episode(s) requiring intubation associated with hypercapnia, respiratory arrest, hypoxic seizures, or asthma-related syncopal episode(s)\n* Completed treatment for lower respiratory infection or asthma exacerbation within 4 weeks\n* Hospitalizations for asthma within 3 months\n* Historical or current evidence of a clinically significant disease\n* Cancer not in complete remission for at least 5 years\n* Treatment with investigational study drug (or device) in another clinical study within the last 30 days or 5 half-lives, whichever is longer\n* Previously randomized in any PT001 study",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "12 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Forced Expiratory Volume in 1 Second (FEV1) Area Under the Curve From 0 to 4 Hours (AUC0-4)",
        "description": "Change from baseline in forced expiratory volume in 1 second (FEV1) area under the curve from 0 to 4 hours (AUC0-4)AUC was normalized for length of follow up (e.g. typically 4 hours).",
        "timeFrame": "Week 24"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Morning Pre-dose Trough FEV1",
        "timeFrame": "Week 24"
      },
      {
        "measure": "Rate of Moderate to Severe Asthma Exacerbations",
        "description": "Rate of moderate to severe Asthma exacerbations (A deterioration of asthma requiring a new or increased dose of ICS for at least 3 days) or severe Asthma exacerbation (Use of systemic corticosteroids (tablets, suspension, or injection) for at least 3 days OR a hospitalization or ER visit because of asthma)",
        "timeFrame": "over 24 Weeks (timepoints of 4, 12 & 20 weeks)"
      },
      {
        "measure": "Change From Baseline in ACQ-7 (Asthma Control Questionnaire)",
        "description": "ACQ-7: The ACQ, comprising 7 questions, is completed in the clinic and requires subjects to recall their experiences during the previous week (7 days) prior to the study visit. The ACQ-5 measures 5 symptoms (woken at night by symptoms, wake in the morning with symptoms, limitation of daily activities, shortness of breath, and wheeze); the ACQ-6 is these symptom measurements plus daily rescue medication use as recalled by the subject; and the ACQ 7 is the ACQ 6 plus airway caliber as measured by pre-bronchodilator FEV1 percent predicted. Each question is scored on a 7-point scale (generally, 0=no impairment, 6=maximum impairment), the questions are equally weighted, and the ACQ score is the mean of the item responses and therefore ranges from 0 (totally controlled) to 6 (severely uncontrolled.",
        "timeFrame": "Week 24"
      },
      {
        "measure": "Change From Baseline in ACQ-5 (Asthma Control Questionnaire)",
        "description": "ACQ-5:The ACQ-5 measures 5 symptoms (woken at night by symptoms, wake in the morning with symptoms, limitation of daily activities, shortness of breath, and wheeze). Each question is scored on a 7-point scale (generally, 0=no impairment, 6=maximum impairment), the questions are equally weighted, and the ACQ score is the mean of the item responses and therefore ranges from 0 (totally controlled) to 6 (severely uncontrolled).",
        "timeFrame": "Week 24"
      },
      {
        "measure": "Change From Baseline in Asthma Quality of Life Questionnaire for 12 Years and Older (AQLQ +12)",
        "description": "AQLQ +12 - Asthma Quality of Life Questionnaire The AQLQ +12 is a 32-item validated subject-administered questionnaire that was developed to measure the functional problems (physical, emotional, social and occupational) that are most troublesome to adults (≥18 years of age) and adolescents (12 to 17 years of age) with asthma. The 32 questions in the AQLQ +12 are in 4 domains (symptoms, activity limitation, emotional function, and environmental stimuli). All 4 domains contain standard specific questions relating to each domain. Subjects are asked to think about how they have been during the previous 2 weeks. Responses to each of the 32 questions are on a 7-point scale (7=no impairment to 1=severe impairment). The overall AQLQ +12 score is the mean of all 32 responses. Overall scores range from 1=severe impairment to 7=no impairment.",
        "timeFrame": "Week 24"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 74,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:21.463Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}