{
  "nctId": "NCT04143945",
  "briefTitle": "A Study Comparing the Injection Site Pain Experience After the Injection of Semaglutide B and Semaglutide D With 2 Different Injection Pens, a Compound for the Treatment of Type 2 Diabetes and Obesity",
  "officialTitle": "A Trial to Compare the Injection Site Pain Experience of 0.25 mg Semaglutide B and Semaglutide D Administered sc",
  "protocolDocument": {
    "nctId": "NCT04143945",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-08-26",
    "uploadDate": "2020-12-23T08:15",
    "size": 16798765,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04143945/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 104,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-10-28",
    "completionDate": "2020-01-04",
    "primaryCompletionDate": "2020-01-04",
    "firstSubmitDate": "2019-10-28",
    "firstPostDate": "2019-10-30"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Informed consent obtained before any study-related activities. Study-related activities are any procedures that are carried out as part of the study, including activities to determine suitability for the study.\n* Male or female subjects, aged 18 to 75 years (both inclusive) at the time of signing informed consent.\n* BMI equal to or above 25.0 kg/m\\^2\n* Considered to be generally healthy based on the medical history, physical examination, and the results of vital signs, electrocardiogram, and clinical laboratory tests performed during the screening visit, as judged by the investigator.\n\nExclusion Criteria:\n\n* Known or suspected hypersensitivity to trial product(s) or related products.\n* Previous participation in trial INS-4604 or INS-4582. Participation is defined as having received investigational product.\n* Female who is pregnant, breast-feeding or intends to become pregnant within 4 weeks of Day 1 or is of child-bearing potential and not using highly effective contraceptive methods.\n* Participation in a drug study within 60 days prior to drug administration in the current study OR participation in more than 4 other drug studies in the 12 months prior to drug administration in the current study.\n* Any disorder which in the investigator's opinion might jeopardise subject's safety, evaluation of results, or compliance with the protocol.\n* Glycosylated hemoglobin (HbA1c) equal to or above 6.5 % (48 mmol/mol) at screening.\n* Supine blood pressure at screening (after resting for 5 min or longer) outside the range of 90-160 mmHg for systolic or 45-89 mmHg for diastolic.\n* Supine pulse rate (as part of vital signs) outside the range of 40-100 beats/min after resting for 5 minutes or longer at screening.\n* Use of prescription medicinal products or non-prescription drugs or herbal products, except routine vitamins, topical medication, contraceptives and occasional use of paracetamol (not allowed within 24 hours prior to drug administration), within 14 days prior to Day 1.\n* Diagnostic test results positive for HIV-1 or HIV-2 infection.\n* Diagnostic test results positive for active hepatitis B or hepatitis C infection.\n* Mental incapacity, language barriers or unwillingness to comply with the requirements of the protocol, which may preclude adequate understanding or cooperation during the trial as judged by the investigator.\n* Average intake of more than 21 units of alcohol per week for male subjects and more than 14 units per week for female subjects: 1 unit of alcohol equals approximately 250 mL of beer, 100 mL of wine, or 35 mL of spirits)\n* Positive drug and alcohol screen (opiates, methadone, cocaine, amphetamines \\[including ecstasy\\], cannabinoids, barbiturates, benzodiazepines, tricyclic antidepressants, and alcohol) at screening and admission to the clinical research\n* Use of tobacco and nicotine products, defined as any of the below:\n* Smoking more than 1 cigarette or the equivalent per day on average.\n* Not able or willing to refrain from smoking and use of nicotine substitute products during the in-house period\n* Blood donation, plasma donation or blood draw:\n* In excess of 400 mL within the past 90 days prior to the day of screening\n* In excess of 50 mL within the past 30 days prior to the day of screening\n* Personal or first-degree relative(s) history of multiple endocrine neoplasia type 2 or medullary thyroid carcinoma\n* Subjects with a history of malignant neoplasms within the past 5 years prior to screening will be excluded from the study\n* Presence or history of pancreatitis (acute or chronic; as declared by the subject or reported in the medical records).\n* Subject is not able to understand and read English or Dutch, or subject is not able to understand and comply with the study requirements\n* Subject depends on the sponsor, the investigator, or the study center, or subject is the investigator or any sub-investigator, research assistant, pharmacist, study coordinator, other staff or relative thereof directly involved in the conduct of the trial.\n* Vulnerable subject (e.g. person kept in detention) who may have an increased likelihood of being wronged or of incurring additional harm.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Intensity of Injection Site Pain",
        "description": "The intensity of injection site pain was measured on a visual analogue scale (VAS). The VAS consists of a horizontal 100 millimetres (mm) line where 0 mm corresponded to no pain and 100 mm corresponded to unbearable pain. After each injection, the participants rated their pain perception at the VAS by marking a vertical line across the 100 mm line. The distance (mm) between the endpoint \"no pain\" and the vertical line on the VAS was recorded and analysed.",
        "timeFrame": "After 1 minute of each injection (Day 1)"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 39,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:15.379Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}