{
  "nctId": "NCT02724020",
  "briefTitle": "MLN0128 and MLN0128 + MLN1117 Compared With Everolimus in the Treatment of Adults With Advanced or Metastatic Clear-Cell Renal Cell Carcinoma",
  "officialTitle": "A Phase 2, Open-label Study to Evaluate the Efficacy and Safety of Single-Agent MLN0128 and the Combination of MLN0128+MLN1117 Compared With Everolimus in the Treatment of Adult Patients With Advanced or Metastatic Clear-Cell Renal Cell Carcinoma That Has Progressed on Vascular Endothelial Growth Factor-Targeted Therapy",
  "protocolDocument": {
    "nctId": "NCT02724020",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-12-03",
    "uploadDate": "2021-02-01T16:44",
    "size": 7935829,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02724020/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 96,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-06-30",
    "completionDate": "2020-10-13",
    "primaryCompletionDate": "2020-02-03",
    "firstSubmitDate": "2016-03-25",
    "firstPostDate": "2016-03-31"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Male or female participants aged 18 years or older.\n2. Histologically confirmed renal cell carcinoma (RCC) with a clear-cell component.\n3. Evidence that the RCC is advanced or metastatic.\n4. Radiologic evidence of PD (according to RECIST Version 1.1) either during or within 6 months after stopping their most recent systemic therapy for RCC before enrollment into this study.\n5. At least 1, prior line of VEGF-targeted therapy, but not more than 4 total prior lines of systemic therapy. Exposure to more than 1 line of VEGF-targeted therapy is acceptable. Participants may also have received prior therapies with interferon, interleukin 2 (IL-2), anti-PD1 antibodies, cabozantinib or other experimental agents, but not prior therapy with any agent that targets phosphoinositide 3-kinase (PI3K), serine/ threonine-specific protein kinase (AKT), or mechanistic (or mammalian) target of rapamycin (mTOR).\n6. Karnofsky Performance Status (KPS) greater than or equal to (\\>=) 70%.\n7. Life expectancy of \\>=3 months.\n8. Female participants who:\n\n   * Are postmenopausal for at least 1 year before the screening visit, OR\n   * Are surgically sterile, OR\n   * If they are of childbearing potential, agree to practice 1 highly effective method of contraception, and 1 additional effective (barrier) method, at the same time, from the time of signing the informed consent through 90 days (or longer, as mandated by local labelling \\[example, United States Prescribing Information (USPI), Summary of Product Characteristics (SmPC), etc;\\]) after the last dose of study drug, OR\n   * Agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the participant. (Periodic abstinence \\[example, calendar, ovulation, symptothermal, postovulation methods\\], withdrawal, spermicides only, and lactational amenorrhea are not acceptable methods of contraception. Female and male condoms should not be used together.).\n\n   Male participants, even if surgically sterilized (that is, status postvasectomy), who:\n   * Agree to practice highly effective barrier contraception during the entire study treatment period and through 120 days after the last dose of study drug (or longer, as mandated by local labelling \\[example, USPI, SmPC, etc\\]), OR\n   * Agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the participant (Periodic abstinence \\[example, calendar, ovulation, symptothermal, postovulation methods for the female partner\\], withdrawal, spermicides only, and lactational amenorrhea are not acceptable methods of contraception. Female and male condoms should not be used together.).\n   * Agree not to donate sperm during the course of this study or within 120 days after receiving their last dose of study drug.\n9. Suitable venous access for the study-required blood sampling.\n10. Screening clinical laboratory values:\n\n    * Absolute neutrophil count \\>=2000 per microliter (/mcL) and platelet count \\>=100,000/mcL;\n    * Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) less than or equal to (\\<=) 2.5\\*the upper limit of normal (ULN);\n    * Total bilirubin \\<=1.5\\*ULN;\n    * Estimated creatinine clearance by Cockcroft-Gault \\>=40 milliliter per minute (mL/min) / 1.73 square meter (m\\^2);\n    * Glycosylated hemoglobin (HbA1c) less than (\\<) 7.0%, fasting serum glucose \\<=130 milligram per deciliter (mg/dL), and fasting triglycerides \\<=300 mg/dL.\n11. At least 14 days since the end of prior systemic VEGF-targeted treatment (that is, sunitinib, pazopanib, axitinib, or sorafenib), radiotherapy, or surgical procedure with resolution of all treatment-related toxicity (except alopecia and hypothyroidism) either to Grade 0 or 1 (National Cancer Institute Common Terminology Criteria for Adverse Events \\[NCI CTCAE\\] Version 4.03) or to baseline.\n12. At least 21 days since the last dose of bevacizumab, other antibody, or interferon.\n13. Voluntary written consent given before performance of any study-related procedure not part of standard medical care, with the understanding that consent may be withdrawn by the participant at any time without prejudice to future medical care.\n\nExclusion Criteria:\n\n1. Central nervous system (CNS) metastasis.\n2. Other clinically significant co-morbidities, such as uncontrolled pulmonary disease, active CNS disease, active infection, or any other condition that might compromise the participant's participation in the study.\n3. Known human immunodeficiency virus infection.\n4. Known hepatitis B surface antigen-positive, or known or suspected active hepatitis C infection.\n5. Manifestations of malabsorption due to prior gastrointestinal (GI) surgery, GI disease, or for an unknown reason that may alter the absorption of everolimus, MLN0128, or MLN1117. In addition, participants with enteric stomata are excluded.\n6. Women who are either breast feeding or pregnant.\n7. History of any of the following within the last 6 months before administration of the first dose of study drug\n\n   * Ischemic myocardial event, including angina requiring therapy and artery revascularization procedures;\n   * Ischemic cerebrovascular event, including transient ischemic attack and artery revascularization procedures;\n   * Requirement for inotropic support (excluding digoxin), or serious (uncontrolled) cardiac arrhythmia (including atrial flutter/fibrillation, ventricular fibrillation, or ventricular tachycardia);\n   * Placement of a pacemaker for control of rhythm;\n   * New York Heart Association Class III or IV heart failure;\n   * Pulmonary embolism.\n8. Significant active cardiovascular or pulmonary disease including:\n\n   * Uncontrolled hypertension (that is, either systolic blood pressure greater than \\[\\>\\] 160 millimeter of mercury \\[mm Hg\\]; diastolic blood pressure \\>95 mm Hg). Use of anti-hypertensive agents to control hypertension before Cycle 1 Day 1 is allowed;\n   * Pulmonary hypertension.\n   * Uncontrolled asthma or oxygen saturation \\<90% by arterial blood gas analysis or pulse oximetry on room air.\n   * Significant valvular disease; severe regurgitation or stenosis by imaging independent of symptom control with medical intervention; or history of valve replacement.\n   * Medically significant (symptomatic) bradycardia.\n   * History of arrhythmia requiring an implantable cardiac defibrillator.\n   * Baseline prolongation of the rate-corrected QT interval (QTc; example, repeated demonstration of QTc interval \\>480 millisecond \\[ms\\], or history of congenital, long-QT syndrome, or torsades de pointes).\n9. Diagnosed or treated for another malignancy within 2 years before administration of the first dose of study drug, or previously diagnosed with another malignancy and have any evidence of residual disease. Participants with nonmelanoma skin cancer, superficial bladder cancer, very low risk prostate on observation, or carcinoma in situ of any type are not excluded if they have undergone complete resection.\n10. Prior therapy with agents that target Phosphatidylinositide 3-kinases (PI3K), Protein kinase B (AKT), or mechanistic target of rapamycin (mTOR). Participants with known hypersensitivity to everolimus or rapamycin derivatives are also excluded.\n11. Any serious medical or psychiatric illness that could, in the investigator's opinion, potentially interfere with the completion of treatment according to this protocol.\n12. Participants who have taken a proton pump inhibitor (PPI) within 3 days before receiving the first dose of study drug.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Progression-Free Survival (PFS)",
        "description": "PFS was defined as the time from the date of randomization to the date of first documentation of progressive disease (PD) or death due to any cause, whichever occurs first. Per Response Evaluation Criteria in Solid Tumors (RECIST) v1.1 criteria. PD was defined as at least a 20% increase in the sum of the longest diameter (LD) of target lesions, taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions.",
        "timeFrame": "From first dose of study drug up to disease progression or death, assessed up to 43 months"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants With Treatment-Emergent Adverse Events (TEAEs)",
        "description": "An AE was defined as any untoward medical occurrence in participants administered a pharmaceutical product; the untoward medical occurrence does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product whether or not it is related to the medicinal product. TEAE was defined as the event that occur after administration of the first dose of study drug and through 30 days after the last dose of study drug.",
        "timeFrame": "From first dose of study drug through 30 days after the last dose of study drug (approximately up to 31 months)"
      },
      {
        "measure": "Overall Survival (OS)",
        "description": "Overall survival in months was defined as the time from the date of randomization to the date of death.",
        "timeFrame": "From first dose of study drug through 30 days after the last dose of study drug (up to 51 months)"
      },
      {
        "measure": "Time-to-progression (TTP)",
        "description": "TTP in months is defined as the time from the date of randomization to the date of first documentation of progression. Per RECIST v1.1, PD was defined as at least a 20% increase in the sum of the LD of target lesions, taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions.",
        "timeFrame": "From first dose of study drug up to disease progression or death (up to 51 months)"
      },
      {
        "measure": "Objective Response Rate (ORR)",
        "description": "ORR was defined as the percentage of participants among response evaluable analysis set who achieve a best overall response of complete response (CR) or partial response (PR) based on investigators assessment of response following RECIST 1.1. CR was defined as disappearance of all target lesions, non-target lesions, no new lesions, and normalization of tumor marker level. PR was defined as at least a 30% decrease in the sum of diameters of target lesions, no progression in non-target lesion, and no new lesions.",
        "timeFrame": "From first dose of study drug to disease progression or death (up to 51 months)"
      },
      {
        "measure": "Clinical Benefit Rate (CBR)",
        "description": "CBR is defined as the percentage of participants who achieve a best response of CR, PR or stable disease (SD) of any duration. CR was defined as disappearance of all target lesions, non-target lesions, no new lesions, and normalization of tumor marker level. PR was defined as at least a 30% decrease in the sum of diameters of target lesions, no progression in non-target lesion, and no new lesions. SD was defined as neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD.",
        "timeFrame": "From first dose of study drug up to disease progression or death (up to 51 months)"
      },
      {
        "measure": "CBR With SD Duration of at Least 16 Weeks",
        "description": "CBR with SD duration of at least 4 months (CBR-16) was defined as the percentage of participants who achieve CR or PR of any duration or have SD with duration of at least 16 weeks. CR was defined as disappearance of all target lesions, non-target lesions, no new lesions, and normalization of tumor marker level. PR was defined as at least a 30% decrease in the sum of diameters of target lesions, no progression in non-target lesion, and no new lesions. SD was defined as neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD.",
        "timeFrame": "Up to Week 16"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:51.307Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}