{
  "nctId": "NCT03150797",
  "briefTitle": "Melatonin for Adolescent Migraine Prevention Study",
  "officialTitle": "Melatonin for Adolescent Migraine Prevention Study (The MAP Study).",
  "protocolDocument": {
    "nctId": "NCT03150797",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-03-22",
    "uploadDate": "2023-01-11T16:57",
    "size": 1972141,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03150797/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 72,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-08-02",
    "completionDate": "2019-12-01",
    "primaryCompletionDate": "2019-12-01",
    "firstSubmitDate": "2017-05-10",
    "firstPostDate": "2017-05-12"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Age 10-17-inclusive\n2. Weight ≥40 kg, so as not to require mg/kg based dosing\n3. Meets International Classification of Headache Disorders III beta1 criteria for migraine in children/adolescents (international standard diagnostic criteria for research)\n4. Lives in the state of California- to allow shipping of study medication from our pharmacy\n5. Has at least one parent who speaks English-in order to ensure good communication with study team by phone\n6. Has daily access to a smartphone in order to provide daily headache diary data\n7. A Parent/Guardian consents and the adolescent is cognitively capable of giving assent to participate\n8. Either not on a migraine preventive medication, or if on one the dose has been stable for at least 4 weeks prior to enrollment, or are willing to wait to start the study until they have reached a stable dose for 4 weeks\n9. Willing to not use OTC melatonin or change migraine preventives during the trial\n10. Has ≥1 headache day per week, or 4-28 days of headache in a 28-day period Episodic headaches have been present for a minimum of 6 months-This lowers the likelihood of a secondary cause of headaches\n\nExclusion Criteria:\n\n1. Continuous headache\n2. History of seizures/epilepsy\n3. Pregnant/lactating\n4. Concomitant opioid or barbiturate overuse, wherein overuse is defined as ≥4 days per month of barbiturate containing compounds, ≥10 days per month of opioid containing compounds as these may impact sleepiness scales\n5. If in the investigator's opinion there is a medical or psychiatric concern that makes them think the participant should not participate\n6. Inability to swallow pills after teaching and practice History of nocturnal asthma, as evidenced by a having a diagnosis of asthma and symptoms that manifest as nighttime awakening due to cough, wheeze, and/or shortness of breath\n\nRandomization Criteria:\n\n1. Had 4-28 migraine/migrainous days in the 28-day period of weeks 5-8 of single-blind placebo treatment phase, but not continuous headache.\n2. At least 80% compliance with headache diary (i.e. at least 23 headache diary days) during weeks 5-8 of single-blind placebo treatment phase.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "10 Years",
    "maximumAge": "17 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Mean Migraine/Migrainous Days in Weeks 5-8 of Randomized Treatment Phase in Melatonin Treated Participants vs. Placebo.",
        "description": "Mean migraine/migrainous days in weeks 5-8 of randomized treatment phase in melatonin treated participants vs. placebo. (Ultimately, as the data were not normally distributed, medians were more appropriate).",
        "timeFrame": "weeks 5-8 of randomized treatment phase"
      }
    ],
    "secondary": [
      {
        "measure": "Mean Migraine/Migrainous Days in Weeks 5-8 of Randomized Treatment Phase in Melatonin 6 mg vs. Placebo.",
        "description": "Mean migraine/migrainous days in weeks 5-8 of randomized treatment phase in melatonin 6 mg vs. placebo. (Medians reported when data were not normally distributed).",
        "timeFrame": "Weeks 5-8 of randomized treatment phase."
      },
      {
        "measure": "Mean Migraine/Migrainous Days in Weeks 5-8 of Randomized Treatment Phase in Melatonin 3 mg vs. Placebo.",
        "description": "Mean migraine/migrainous days in weeks 5-8 of randomized treatment phase in melatonin 3 mg vs. placebo.",
        "timeFrame": "Weeks 5-8 of randomized treatment phase."
      },
      {
        "measure": "Mean Migraine/Migrainous Days in Weeks 5-8 of Randomized Treatment Phase in Melatonin 6 mg vs. Melatonin 3 mg.",
        "description": "Mean migraine/migrainous days in weeks 5-8 of randomized treatment phase in melatonin 6 mg vs. melatonin 3 mg.",
        "timeFrame": "Weeks 5-8 of randomized treatment phase."
      },
      {
        "measure": "Change in Mean Migraine/Migrainous Days From Weeks 5-8 of Single-blind Treatment Phase to Weeks 5-8 of Randomized Treatment Phase for Each Group.",
        "description": "Change in mean migraine/migrainous days from weeks 5-8 of single-blind treatment phase to weeks 5-8 of randomized treatment phase for each group. (Medians reported when data were not normally distributed).",
        "timeFrame": "Weeks 5-8 of single-blind treatment phase to weeks 5-8 of randomized treatment phase."
      },
      {
        "measure": "Mean PedMIDAS (Pediatric Migraine Disability Assessment Score) in Weeks 5-8 of Randomized Treatment Phase in Each Melatonin Treated Group vs. Placebo, and in Each of the Three Pair-wise Group Comparisons.",
        "description": "Mean PedMIDAS (headache related disability score) in weeks 5-8 of randomized treatment phase in each melatonin treated group vs. placebo, and in each of the three pair-wise group comparisons. PedMIDAS is a 6 question instrument for measuring headache related disability in children and adolescents.",
        "timeFrame": "Weeks 5-8 of randomized treatment phase."
      },
      {
        "measure": "Mean CASQ (Cleveland Adolescent Sleepiness Questionnaire) Score in Weeks 5-8 of Randomized Treatment Phase in Melatonin Treated Group vs. Placebo, and in Each of the Three Pair-wise Group Comparisons.",
        "description": "Mean CASQ score in weeks 5-8 of randomized treatment phase in melatonin treated group vs. placebo, and in each of the three pair-wise group comparisons. The CASQ is a 16-question instrument that uses Likert-like responses and has a score range from 16-80; higher scores indicate greater sleepiness",
        "timeFrame": "Weeks 5-8 of randomized treatment phase."
      },
      {
        "measure": "Number of Days Acute Medication is Used in Weeks 5-8 of Randomized Treatment Phase in Melatonin Treated Group vs. Placebo, and in Each of the Three Pair-wise Group Comparisons.",
        "description": "Number of days acute medication is used in weeks 5-8 of randomized treatment phase in melatonin treated group vs. placebo, and in each of the three pair-wise group comparisons. This refers to the number of days that medication for the acute treatment of headache was used during the time frame.",
        "timeFrame": "Weeks 5-8 of randomized treatment phase."
      },
      {
        "measure": "Number of Headache Days in Weeks 5-8 of Randomized Treatment Phase in Melatonin Treated Group vs. Placebo, and in Each of the Three Pair-wise Group Comparisons.",
        "description": "Number of headache days in weeks 5-8 of randomized treatment phase in melatonin treated group vs. placebo, and in each of the three pair-wise group comparisons. This refers to number of headache days during the time period--regardless of whether they were migraine or not.",
        "timeFrame": "Weeks 5-8 of randomized treatment phase."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:52.380Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}