{
  "nctId": "NCT06214455",
  "briefTitle": "Diet and Fasting for Long COVID",
  "officialTitle": "The Effect of a No-added Sugar Diet, Time-restricted Eating and Periodic Water Fasting on Long COVID Symptoms",
  "protocolDocument": {
    "nctId": "NCT06214455",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-07-21",
    "uploadDate": "2025-07-05T16:13",
    "size": 404469,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT06214455/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 96,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-11-04",
    "completionDate": "2024-09-10",
    "primaryCompletionDate": "2024-07-01",
    "firstSubmitDate": "2023-01-03",
    "firstPostDate": "2024-01-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria\n\n* Adult (18-69 years old)\n* Five or more common Long Covid symptoms\n* Free from fever \\> 100F and known bacterial and parasitic infections\n* Must indicate willingness to limit certain supplements and report all medications.\n* Must indicate willingness to make significant dietary changes - and limit daily eating to an 8 or 10 hour window.\n* Must indicate willingness to attempt 36 hr or 60 hr water fasts each week for 4 weeks.\n* Have a valid email address and phone number\n* Reside in the United States\n* Be able to read and to communicate in English\n* Must indicate willingness to avoid \"extra\" supplements such as Fish Yes Oil, Cod liver Oil, Krill Oil, MCT oil, Coconut Oil, Tumeric/Curcumin, Berberine, Quercetin (\\> 500 mg), Red Yeast Rice, French Marine Bark extract, Red Sage, Ginko biloba, Oregano Oil, Peppermint Oil, Black seed oil, Cinnamon bark extract, Elderberry, Stinging Nettle, Milk Thistle, Monolaurin, Vendicinals 9, Tollovid, QuadraMune and all Probiotics.\n* Must indicate willingness to avoid certain nutraceuticals such as Zinc (more than 25 mg), Arginine, Glutamine, Palmitoylethanolamide (PEA), Alpha Lipoic Acid, L Carnitine and Taurine during the study period.\n* Must indicate willingness to avoid longevity supplements such as NAD+, Niacin, NMN, Nicotinamide Riboside, Spermidine and Fisetin during the study period.\n* Must indicate willingness to halt Olive oil consumption greater than 1 tsp daily during the study period.\n\nExclusion Criteria:\n\n* Likely COVID-19 or SARS-CoV-2 infection \\< 45 days before enrollment\n* Body Mass Index (BMI) must be 20 or greater\n* Past history of an eating disorder.\n* Previously fasted more than 18 hours with Long COVID\n* Currently doing intermittent fasting\n* Pregnant or breast-feeding\n* Severe pulmonary disease requiring supplemental oxygen\n* Partial loss of vision due to macular degeneration\n* Any recent (90 days) history of malignancies, fractures, surgery, radiation, chemo, anesthesia, or traumas\n* Diagnosed with Type I or Type II Diabetes\n* Previous Autoimmune condition\n* Heart condition (Coronary artery disease, Heart valve disease, Heart No failure, Stroke)\n* Pre-pandemic Arrythmia\n* Liver disease\n* Previous Chronic Health Conditions that did not fully resolve (Includes ME/CFS, Lyme Disease, and Fibromyalgia)\n* Prescription anticoagulation medication that cannot be halted during the study period. Brilinta (ticagrelor), Plavix (clopidogrel), Coumadin, Warfarin etc.\n* High Cholesterol medications that cannot be halted or reduced during the study period (Fenofibrate, Statins \\> 10 mg)\n* Anti-inflammatories or immunosuppressants such as Steroids, Low dose Naltrexone (LDN), Maraviroc, Remicade/Infliximab or Colchicine that cannot be halted during the study period\n* Metformin, Ivermectin, or peptides such as BCP-157 that cannot be halted during the study period",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "19 Years",
    "maximumAge": "69 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Long COVID Symptom Scores during Treatment A vs Treatment B",
        "description": "Long COVID Symptom Severity Scores are calculated from weekly surveys using a (0-4) severity scale for each of 28 patient-reported symptoms commonly found in Long COVID. The symptom severity values are summed for each participant. That severity subtotal is then added to the number of 30 additional symptoms that were reported.",
        "timeFrame": "4 weeks for each treatment"
      },
      {
        "measure": "Change in number of Long COVID symptoms during Treatment A vs Treatment B",
        "description": "The total number of patient-reported symptoms is calculated from the weekly symptom surveys. The value at the end of the 4 week treatment period is subtracted from the value at the beginning of the 4 week treatment period.",
        "timeFrame": "4 weeks for each treatment (delta from week 6 to week 2 or from week 10 to week 6)"
      }
    ],
    "secondary": [
      {
        "measure": "Change in Long COVID Symptom Scores during the 10 week trial",
        "description": "Long COVID Symptom Severity Scores are calculated from weekly surveys using a (0-4) severity scale for each of 28 patient-reported symptoms commonly found in Long COVID. The symptom severity values are summed for each participant. That severity subtotal is then added to the number of 30 additional symptoms that were reported.",
        "timeFrame": "10 weeks (delta from week 10 to week 0)"
      },
      {
        "measure": "Change in number of Long COVID symptoms during the 10 week trial",
        "description": "The total number of patient-reported symptoms is calculated from the weekly symptom surveys. The value at the end of the 4 week treatment period is subtracted from the value at the beginning of the 4 week treatment period.",
        "timeFrame": "10 weeks (delta from week 10 to week 0)"
      },
      {
        "measure": "Number of participants With Serious and Concerning Adverse Events",
        "description": "All adverse events will be medically reviewed and judged to be; not related, possibly related, or definitely related to the treatment intervention.",
        "timeFrame": "2 week baseline, 4 weeks for Treatment A, 4 weeks for Treatment B, 10 weeks of the study"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 1,
      "totalCount": 1
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 62,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:38.679Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}