{
  "nctId": "NCT04627285",
  "briefTitle": "A Study to Test the Long-term Use of Oral Lacosamide in Pediatric Study Participants Who Completed NCT01964560 (EP0034) or NCT00938912 (SP848) and Received Lacosamide Treatment",
  "officialTitle": "A Multicenter, Open-Label, Follow-Up Study to Assess the Long-Term Use of Oral Lacosamide in Study Participants Who Completed EP0034 or SP848 and Received Lacosamide Treatment",
  "protocolDocument": {
    "nctId": "NCT04627285",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-10-12",
    "uploadDate": "2025-07-21T04:25",
    "size": 2909405,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04627285/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 48,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-12-28",
    "completionDate": "2025-02-12",
    "primaryCompletionDate": "2025-02-12",
    "firstSubmitDate": "2020-11-12",
    "firstPostDate": "2020-11-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participant is male or female, aged \\<6 years at the time of signing the Informed Consent Form (ICF)\n* Participant has completed participation in NCT01964560 (EP0034) or NCT00938912 (SP848)\n* Participant is expected to benefit from participation, in the opinion of the Investigator\n\nExclusion Criteria:\n\n* Participant has any medical or psychiatric condition that, in the opinion of the Investigator, could jeopardize or would compromise the study participant's ability to participate in this study\n* Participant has a known hypersensitivity to any components of the study medication or comparative drugs as stated in this protocol\n* Participant is receiving any investigational drugs or using any experimental devices in addition to lacosamide (LCM)\n* Participant meets a mandatory withdrawal criterion (ie, MUST withdraw criterion) for NCT01964560 (EP0034) or NCT00938912 (SP848), or is experiencing an ongoing serious adverse event (SAE)\n* Sensitivity to any of the study interventions, or components thereof, or drug or other allergy that, in the opinion of the Investigator or Medical Monitor, contraindicates participation in the study",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "2 Years",
    "maximumAge": "5 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Treatment Emergent Adverse Events (TEAEs)",
        "description": "An Adverse Event (AE) is any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product, which does not necessarily have a causal relationship with this treatment. An AE could therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product. Treatment-emergent AEs were defined as those events which started on or after the date of first dose of LCM in EP0151, or events for which severity worsened on or after the date of first dose of LCM in EP0151. Adverse events which occurred within 30 days after final dose of LCM in EP0151 were considered treatment-emergent.",
        "timeFrame": "From visit 1 (Week 0) to the end of study visit (up to Week 214.42)"
      },
      {
        "measure": "Percentage of Participants Who Withdrew From Study Due to TEAEs",
        "description": "An AE is any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product, which does not necessarily have a causal relationship with this treatment. An AE could therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product. Treatment-emergent AEs were defined as those events which started on or after the date of first dose of LCM in EP0151, or events for which severity worsened on or after the date of first dose of LCM in EP0151. Adverse events which occurred within 30 days after final dose of LCM in EP0151 were considered treatment-emergent.",
        "timeFrame": "From visit 1 (Week 0) to the end of study visit (up to Week 214.42)"
      },
      {
        "measure": "Percentage of Participants Who Withdrew From Study Due to Serious Adverse Event (SAEs)",
        "description": "A SAE is defined as results in death, is life-threatening, requires in patient hospitalization or prolongation of existing hospitalization, results in persistent disability/incapacity, is a congenital anomaly or birth defect, other important medical events which based on medical or scientific judgement may jeopardize the patients, or may require medical or surgical intervention to prevent any of the above. Only participants who discontinued the study due to SAEs are reported.",
        "timeFrame": "From visit 1 (Week 0) to the end of study visit (up to Week 214.42)"
      },
      {
        "measure": "Modal Daily Dose During the Study",
        "description": "The modal daily LCM dose in milligram per kilogram (mg/kg/day) is defined as the daily Lacosamide dose the participant received for the longest duration in EP0151.",
        "timeFrame": "From visit 1 (Week 0) to the end of study visit (up to Week 214.42)"
      },
      {
        "measure": "Maximum Daily Dose During the Study",
        "description": "Maximum daily dose is defined as the highest total daily dose a participant received in EP0151.",
        "timeFrame": "From visit 1 (Week 0) to the end of study visit (up to Week 214.42)"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 5,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 54,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:47.834Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}