{
  "nctId": "NCT04880785",
  "briefTitle": "Lamivudine/Dolutegravir in Virologically Suppressed Subjects With Expected or Confirmed Resistance to Lamivudine",
  "officialTitle": "Virologic Outcomes of Lamivudine/Dolutegravir in Virologically Suppressed Subjects With Expected or Confirmed Resistance to Lamivudine.",
  "protocolDocument": {
    "nctId": "NCT04880785",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-05-31",
    "uploadDate": "2024-06-20T04:27",
    "size": 2554000,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04880785/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 121,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-07-28",
    "completionDate": "2024-04-09",
    "primaryCompletionDate": "2023-06-12",
    "firstSubmitDate": "2021-04-29",
    "firstPostDate": "2021-05-11"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Adults (\\>=18 years old) with HIV-1 infection able to understand and give informed written consent.\n2. Stable ART in the 12 weeks prior to screening visit.\n\n   \\- Only switch for tolerability/convenience/access reasons to generic drugs or switch from ritonavir to cobicistat or TDF to TAF would be allowed in the 12-week window and as long as the components of the regimen are unchanged.\n3. Viral load \\<50 copies/mL at screening and in the year prior to study entry.\n\n   \\- A blip (50-500 copies/ml) would be allowed within 48 weeks prior to inclusion in the study, if preceded and followed by an undetectable VL determination.\n4. CD4 count \\> 200 cel/μL at screening.\n5. History of 3TC resistance: either confirmed historical 3TC resistance (historical RNA Sanger or RNA NGS\\>20% threshold genotype with M184V/I mutation) OR suspected historical 3TC resistance.\n\n   * Suspicion of past 3TC resistance is defined as any of the following:\n\ni. Previous treatment with only 2 NRTIs (1 of them being emtricitabine or 3TC \\[XTC\\]).\n\nii. Two consecutive VL \\> 200 cp/mL while on treatment including XTC. iii. One VL \\> 200 cp/mL while on treatment including XTC PLUS change of ART as consequence of that elevated VL.\n\nExclusion Criteria:\n\n1. Participants with M184V/I or K65R in screening visit proviral DNA Sanger genotype.\n2. Prior virologic failure (VF) under integrase inhibitor (INSTI)- based regimen. defined as two consecutive VL \\> 200 copies/mL while receiving INSTI regardless of genotypic test results\n3. INSTI resistance mutations in historical RNA genotype.\n4. Positive Surface Hepatitis B Ag (HBAgS) OR negative HBAgS and negative hepatitis B surface antibody (anti-HBs) with positive anti-core antibody (anti-HBc) and positive HBV DNA.\n5. Pregnant, breastfeeding women, women with a positive pregnancy test at the time of screening, sexually active fertile women wishing to conceive or unwilling to commit to contraceptive methods (see Appendix 1 for the accepted list of the highly effective methods for avoiding pregnancy), for the duration of the study and until 4 weeks after the last dose of study medication. All women are considered fertile unless they have undergone a sterilizing surgery or are over the age of 50 with spontaneous amenorrhea for over 12 months prior to study entry.\n6. Patients with active opportunistic infections or cancer requiring intravenous treatment and/or chemotherapy at screening.\n7. Any comorbidities or treatment with experimental drugs that according to the investigator could bias study results or entail additional risks for the participant.\n8. Participants receiving other medications that according to study drug label are contraindicated.\n9. Severe hepatic impairment (Class C) as determined by Child-Pugh classification.\n10. Alanine aminotransferase (ALT) over 5 times the upper limit of normal (ULN) or ALT over 3xULN and bilirubin over 1.5xULN.\n11. Unstable liver disease (as defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, oesophageal or gastric varices, or persistent jaundice), cirrhosis, known biliary abnormalities (apart from hyperbilirubinemia or jaundice due to Gilbert's syndrome or asymptomatic gallstones);\n12. Creatinine clearance of \\<30 mL/min/1.73m2 via CKD-EPI method.\n13. Any verified Grade 4 laboratory abnormality that to the investigators criteria would affect the safety of the participant if included in the study.\n14. History or presence of allergy to dolutegravir or lamivudine.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "The efficacy of a switch to DTG/3TC for maintenance of virologic suppression, in persons with past confirmed or suspected 3TC resistance, when proviral DNA population sequencing does not detect 3TC resistance-associated mutations at baseline.",
        "description": "Proportion of virologic failure (VF) defined as HIV-1 RNA viral load (VL) ≥ 50 copies per mL (in the intention-to-treatexposed population (ITT-e) using the US Food and Drug Administration (FDA) snapshot algorithm).",
        "timeFrame": "Week 48"
      }
    ],
    "secondary": [
      {
        "measure": "Estimations of virological control",
        "description": "Proportion of VF (≥50 copies/mL) ITT-e, per protocol population (PP), Proportion of VF (≥200 copies/mL), ITT-e and PP population, FDA snapshot. Proportion of Confirmed Virologic Withdrawal (\\[CVW\\]: A VL≥ 50 copies/mL followed by a VL≥ 200 copies/mL in retest), ITT-e and PP population, FDA snapshot. Proportion of Precautionary Virologic Withdrawal (\\[PVW\\]: three consecutive VL between 50- 200 copies/mL), ITT-e and PP population, FDA snapshot. Proportion of participants with VL\\<50 copies/mL, ITT-e and per protocol population, FDA snapshot.",
        "timeFrame": "Week 48 and week 96"
      },
      {
        "measure": "Viral resistance in persons experiencing VF.",
        "description": "Incidence of VF with drug resistance associated mutations.\n\n\\- Describe number and type of resistanceassociated mutations in VF",
        "timeFrame": "Throughout all the study, an average of 96 weeks"
      },
      {
        "measure": "Time to VF",
        "timeFrame": "Throughout all the study, an average of 96 weeks"
      },
      {
        "measure": "Proportion of VF in subgroups: Confirmed historical M184V/I vs No resistance mutations",
        "timeFrame": "Throughout all the study, an average of 96 weeks"
      },
      {
        "measure": "Proportion of VF in subgroups: INSTI exposure vs No prior INSTI exposure",
        "timeFrame": "Throughout all the study, an average of 96 weeks"
      },
      {
        "measure": "Time virologically suppressed",
        "timeFrame": "Throughout all the study, an average of 96 weeks"
      },
      {
        "measure": "Proportion of VF in subgroup: Time on 3TC/FTC",
        "timeFrame": "Throughout all the study, an average of 96 weeks"
      },
      {
        "measure": "Proportion of participants with VF with baseline 3TC or INSTI resistanceassociated mutations detected at baseline by NGS with 1, 5, and 20% threshold.",
        "description": "Proportion of participants with transient viral rebounds with baseline 3TC or INSTI resistance- associated mutations detected at baseline by NGS with 1, 5, and 20% threshold.",
        "timeFrame": "Throughout all the study, an average of 96 weeks"
      },
      {
        "measure": "Proportion of participants with transient viral rebounds with baseline 3TC or INSTI resistance- associated mutations detected at baseline by NGS with 1, 5, and 20% threshold.",
        "timeFrame": "Throughout all the study, an average of 96 weeks"
      },
      {
        "measure": "Type of resistance mutations (RT and integrase) in proviral DNA measured by NGS.",
        "timeFrame": "Throughout all the study, an average of 96 weeks"
      },
      {
        "measure": "Frequency of resistance mutations (RT and integrase) in proviral DNA measured by NGS.",
        "timeFrame": "Throughout all the study, an average of 96 weeks"
      },
      {
        "measure": "Change in CD4+ cell count",
        "timeFrame": "Basal, Week 48 and week 96"
      },
      {
        "measure": "Change in CD4+/CD8+ cell counts ratio",
        "timeFrame": "Basal, Week 48 and week 96"
      },
      {
        "measure": "Incidence and severity of AEs and laboratory abnormalities.",
        "timeFrame": "Basal, Week 48 and week 96"
      },
      {
        "measure": "Proportion of subjects who discontinue treatment due to AEs",
        "timeFrame": "Basal, week 48 and week 96"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 15,
      "otherCount": 0,
      "totalCount": 16
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 89,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:21.200Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}