{
  "nctId": "NCT03924869",
  "briefTitle": "Efficacy and Safety Study of Stereotactic Body Radiotherapy (SBRT) With or Without Pembrolizumab (MK-3475) in Adults With Unresected Stage I or II Non-Small Cell Lung Cancer (NSCLC) (MK-3475-867/KEYNOTE-867)",
  "officialTitle": "A Phase 3, Randomized, Placebo-Controlled Clinical Study to Evaluate the Safety and Efficacy of Stereotactic Body Radiotherapy (SBRT) With or Without Pembrolizumab (MK-3475) in Participants With Unresected Stages I or II Non Small Cell Lung Cancer (NSCLC) (KEYNOTE-867)",
  "protocolDocument": {
    "nctId": "NCT03924869",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2024-10-11",
    "uploadDate": "2025-04-25T11:47",
    "size": 1449439,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03924869/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 448,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-06-25",
    "completionDate": "2025-01-20",
    "primaryCompletionDate": "2024-06-11",
    "firstSubmitDate": "2019-04-22",
    "firstPostDate": "2019-04-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Has previously untreated non-small cell lung cancer (NSCLC) diagnosed by histology or cytology and confirmed as Stage I or II (T1 to limited T3, N0, M0) NSCLC (American Joint Committee on Cancer, AJCC) by chest computed tomography (CT) and positron emission tomography (PET) scan. Participants with pericardium invasion, \\>2 nodules or 2 nodules that cannot be treated in one field (\\>2 cm apart and/or total planned target volume \\[PTV\\] \\>163 cc) and diaphragm elevation suggestive of phrenic nerve invasion are excluded\n* Cannot undergo thoracic surgery due to existing medical illness(es) as determined by the site's multi-disciplinary tumor board. Medically operable participants who decide to treat with stereotactic body radiotherapy (SBRT) as definitive therapy rather than surgery are also eligible, if patient's unwillingness to undergo surgical resection is clearly documented\n* Has a Eastern Cooperative Oncology Group (ECOG) Performance Status of 0, 1, or 2\n* Is able to receive SBRT and does not have an ultra-centrally located tumor\n* Has adequate organ function within 7 days prior to the start of study treatment\n* A female is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies: a) not a women of childbearing potential (WOCBP) OR b) A WOCBP and uses contraceptive method that is highly effective (with a failure rate of \\<1% per year), or be abstinent from heterosexual intercourse as their preferred and usual lifestyle (abstinent on a long-term and persistent basis), during the intervention period and for at least 120 days after the last dose of pembrolizumab/placebo and 180 days after the last radiotherapy dose\n* Male participants are eligible to participate if they agree to the following during the intervention period and for at least 90 days after the last dose of radiotherapy: refrain from donating sperm plus either be abstinent from heterosexual intercourse as their preferred and usual lifestyle (abstinent on a long-term and persistent basis) and agree to remain abstinent or must agree to use contraception per study protocol, unless confirmed to be azoospermic\n* Has a radiation therapy plan approved by the central radiation therapy quality assurance vendor\n\nExclusion Criteria:\n\n* Has received prior therapy with an anti-programmed cell death-1 (anti-PD-1), anti-programmed cell death-ligand 1 (anti-PD-L1), or anti PD-L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (e.g. cytotoxic T-lymphocyte-associated antigen 4 \\[CTLA-4\\], tumor necrosis factor receptor superfamily member 4 \\[OX-40\\], tumor necrosis factor receptor superfamily member 9 \\[CD137\\])\n* Has received prior radiotherapy to the thorax, including radiotherapy to the esophagus, mediastinum, or breast\n* Has received a live vaccine within 30 days prior to the first dose of study intervention\n* Has received an investigational agent or has used an investigational device within 4 weeks prior to the first dose of study intervention administration\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior the first dose of study treatment\n* Has a known additional malignancy that is progressing or has required active treatment within the past 3 years. A prior NSCLC that occurred and was treated curatively at least 2 years prior to the date of the current diagnosis would be considered a separate primary lung cancer, and therefore an additional malignancy. Note: Participants with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, or carcinoma in situ (e.g. breast c carcinoma, cervical cancer in situ) that have undergone potentially curative therapy are not excluded.\n* Has a known hypersensitivity (≥Grade 3) to pembrolizumab and/or any of its excipients\n* Has a history of (non-infectious) pneumonitis that required steroids or has current pneumonitis\n* Has a known history of Hepatitis B or known active Hepatitis C virus infection\n* Has an active autoimmune disease that has required systemic treatment in past 2 years, except replacement therapy\n* Has an active infection requiring systemic therapy\n* Has a known history of human immunodeficiency virus (HIV) infection\n* Has a known history of active tuberculosis (TB; Bacillus tuberculosis)\n* Is pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 120 days after the last dose of pembrolizumab/placebo and 180 days after the last radiotherapy dose\n* Have not adequately recovered from major surgery or have ongoing surgical complications\n* Has had an allogenic tissue/solid organ transplant",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Event-free Survival (EFS)",
        "description": "EFS was defined as the time from randomization to the first occurrence of any of the following events: 1) local, regional, or distant recurrence of disease as assessed by radiographic recurrence by blinded independent central review (BICR), positive pathology by local assessment, physical examination by local assessment confirmed by positive pathology and/or radiographic recurrence by BICR, OR 2) death due to any cause. EFS was reported for each arm.",
        "timeFrame": "Up to approximately 56.8 months"
      }
    ],
    "secondary": [
      {
        "measure": "Overall Survival (OS)",
        "description": "OS was defined as the time from date of randomization to date of death from any cause. OS was reported for each arm.",
        "timeFrame": "Up to approximately 56.8 months"
      },
      {
        "measure": "Time to Death or Distant Metastases (TDDM)",
        "description": "TTDM was defined as the time from randomization to the first documented distant metastases or death from any cause, whichever occurred first. The TDDM was reported for each arm.",
        "timeFrame": "Up to approximately 56.8 months"
      },
      {
        "measure": "Number of Participants Who Experience an Adverse Event (AE)",
        "description": "An AE is any untoward medical occurrence in a participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. The number of participants who experience an AE will be presented.",
        "timeFrame": "Up to approximately 66 months"
      },
      {
        "measure": "Number of Participants Who Discontinue Study Treatment Due to an Adverse Event (AE)",
        "description": "An AE is any untoward medical occurrence in a participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. The number of participants who discontinue study treatment due to an AE will be presented.",
        "timeFrame": "Up to approximately 63 months"
      },
      {
        "measure": "Change From Baseline in European Organization for Research and Treatment of Cancer Quality of Life Questionnaire-Core 30 (EORTC QLQ-C30) Global Health Status/Quality of Life (Items 29 and 30) Score",
        "description": "The EORTC QLQ-C30 is a questionnaire to assess the overall quality of life of cancer patients. Participant responses to the questions \"How would you rate your overall health during the past week?\" and \"How would you rate your overall quality of life during the past week?\" were scored on a 7-point scale (1=Very Poor to 7=Excellent). The combined score of Global Health Status (EORTC QLQ-C30 Item 29) and Quality of Life (EORTC QLQ-C30 Item 30) was computed by averaging the raw scores of the 2 items and then applying a linear transformation to standardize the average score, so that the combined scores ranged from 0-100. A higher score indicates a better outcome. The change from baseline in GHS/QoL combined score was reported for each arm.",
        "timeFrame": "Baseline and up to 24 weeks"
      },
      {
        "measure": "Change From Baseline in European Organization for Research and Treatment of Cancer Quality of Life Questionnaire-Lung Cancer Module 13 (EORTC QLQ-LC13) Cough (Item 31) Score",
        "description": "The EORTC QLQ-C30 is a questionnaire to assess the overall quality of life of cancer patients. The EORTC QLQ-LC13 is a lung cancer-specific supplemental questionnaire used in combination with the EORTC QLQ-C30. Participant responses to the EORTC QLQ-LC13 question \"How much did you cough?\" were scored on a 4-point scale (1=Not at All to 4=Very Much). Using linear transformation, raw scores were standardized, so that scores ranged from 0 to 100. A lower score indicates a better outcome. The change from baseline in cough (EORTC QLQ LC13 Item 31) score was reported for each arm.",
        "timeFrame": "Baseline and up to 24 weeks"
      },
      {
        "measure": "Change From Baseline in European Organization for Research and Treatment of Cancer Quality of Life Questionnaire-Lung Cancer Module 13 (EORTC QLQ-LC13) Chest Pain (Item 40) Score",
        "description": "The EORTC QLQ-C30 is a questionnaire to assess the overall quality of life of cancer patients. The EORTC QLQ-LC13 is a lung cancer-specific supplemental questionnaire used in combination with the EORTC QLQ-C30. Participant responses to the question \"Have you had pain in your chest?\" were scored on a 4-point scale (1=Not at All to 4=Very Much). Using linear transformation, raw scores were standardized, so that scores ranged from 0 to 100. A lower score indicates a better outcome. The change from baseline in chest pain (EORTC QLQ-LC13 Item 40) score was reported for each arm.",
        "timeFrame": "Baseline and up to 24 weeks"
      },
      {
        "measure": "Change From Baseline in European Organization for Research and Treatment of Cancer Quality of Life Questionnaire-Core 30 (EORTC QLQ-C30) Dyspnea (Item 8) Score",
        "description": "The EORTC QLQ-C30 is a questionnaire to assess the overall quality of life of cancer patients. Participant responses to the question \"Were you short of breath?\" were scored on a 4-point scale (1=Not at All to 4=Very Much). Using linear transformation, raw scores were standardized, so that scores ranged from 0 to 100. A lower score indicates a better outcome. The change from baseline in dyspnea (EORTC QLQ-C30 Item 8) score was reported for each arm.",
        "timeFrame": "Baseline and up to 24 weeks"
      },
      {
        "measure": "Change From Baseline in European Organization for Research and Treatment of Cancer Quality of Life Questionnaire-C30 (EORTC QLQ-C30) Physical Functioning (Items 1-5) Score",
        "description": "The EORTC QLQ-C30 is a questionnaire to assess the overall quality of life of cancer patients. Participant responses to 5 questions about their physical functioning were scored on a 4-point scale (1=Not at All to 4=Very Much). Using linear transformation, raw scores were standardized, so that scores ranged from 0 to 100. A higher score indicates a better quality of life. The change from baseline in Physical Functioning (EORTC QLQ-C30 Items 1-5) combined score was reported for each arm.",
        "timeFrame": "Baseline and up to 24 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:45.251Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}