{
  "nctId": "NCT02526498",
  "briefTitle": "Accelerated Partial Breast Radiation Therapy Using High-Dose Rate Brachytherapy in Treating Patients With Early Stage Breast Cancer After Surgery",
  "officialTitle": "TRI-fraction Radiotherapy Utilized to Minimize Patient Hospital Trips : A Phase II Trial (TRIUMPH-T Trial)",
  "protocolDocument": {
    "nctId": "NCT02526498",
    "filename": "Prot_SAP_ICF_000.pdf",
    "label": "Study Protocol, Statistical Analysis Plan, and Informed Consent Form",
    "date": "2021-11-17",
    "uploadDate": "2022-06-22T11:21",
    "size": 21018250,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02526498/document/Prot_SAP_ICF_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": true
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 200,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-07-15",
    "completionDate": "2021-03-31",
    "primaryCompletionDate": "2017-08-18",
    "firstSubmitDate": "2015-08-04",
    "firstPostDate": "2015-08-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Must sign informed consent\n* Surgical treatment of the breast must have been lumpectomy; the margins of the resected specimen must be histologically free of tumor (negative surgical margins per National Surgical Adjuvant Breast and Bowel Project \\[NSABP\\] criteria)\n* On histologic examination, the tumor must be ductal carcinoma in situ (DCIS) and/or invasive breast carcinoma\n* For patients with invasive breast cancer, an axillary staging procedure must be performed (either sentinel node biopsy \\[SNB\\] alone or axillary dissection \\[with a minimum of six axillary nodes removed\\], and the axillary node\\[s\\] must be pathologically negative); patients over 70 with estrogen receptor positive (ER+) tumors no greater than 2 cm do not require axillary evaluation, but MUST be clinically node negative on examination and all available imaging (clinical N0)\n* The T stage must be Tis, T1, or T2; if T2, the tumor must be =\\< 3.0 cm in maximum diameter\n* Estrogen receptor positive tumor and/or progesterone receptor positive tumor\n\nExclusion Criteria:\n\n* Pregnant or breast-feeding\n* Active collagen-vascular disease\n* Paget's disease of the breast\n* Prior history of DCIS or invasive breast cancer\n* Prior breast or thoracic radiation therapy (RT) for any condition\n* Multicentric carcinoma (DCIS or invasive)\n* Synchronous bilateral invasive or non-invasive breast cancer\n* Surgical margins that cannot be microscopically assessed or that are positive\n* Positive axillary node(s)\n* T stage of T2 with the tumor \\> 3 cm in maximum diameter or a T stage \\>= 3\n* Estrogen receptor negative and progesterone receptor negative tumor\n* Any of the dosimetric treatment criteria as defined have not been met; patients who become ineligible due to inability to meet dosimetric criteria should not receive treatment as defined in this protocol and will come off the study; any subsequent adjuvant radiation will be delivered at the discretion of the treating physician",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "45 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Adverse Events Greater Than Grade 2 Serious Toxicity Rate, Defined as Toxicity Greater Than Grade 2 Using Common Terminology Criteria for Adverse Events Version 4.0 Criteria",
        "description": "Measured by the data collected for toxicity and cosmesis as dichotomous variables. This will be assessed by physical examination at each follow-up visit. To be scored as a serious toxicity counting toward the primary endpoint, the toxicity must have a \"probable\" or \"definite\" attribution to the study treatment.",
        "timeFrame": "2 years"
      }
    ],
    "secondary": [
      {
        "measure": "Local Control Rate, Assessed by Physical Examination",
        "description": "The association of variables with local regional failure times will be investigated by fitting a parametric model and examining the significance of the parameter estimates. Nonparametric estimates of the survival or recurrence-free distributions or recurrence (failure) distribution will be obtained by life table methods.",
        "timeFrame": "3 years"
      },
      {
        "measure": "Number of Participants With Good/Excellent Cosmetic Results, Using the Harvard Cosmesis Scale",
        "description": "Descriptive statistics reported.",
        "timeFrame": "2 years"
      },
      {
        "measure": "Local Control Rate, Assessed by Mammography",
        "description": "Assessed using the Kaplan-Meier method. The association of variables with local regional failure times will be investigated by fitting a parametric model and examining the significance of the parameter estimates. Nonparametric estimates of the survival or recurrence-free distributions or recurrence (failure) distribution will be obtained by life table methods. Tests will be declared statistically significant if the calculated P-value was =\\< 0.05. All tests appear as 2-sided P-values.",
        "timeFrame": "3 years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 29,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:30:56.300Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}