{
  "nctId": "NCT03927144",
  "briefTitle": "Study of Sustained Benefit of AMG334 in Adult Episodic Migraine Patients",
  "officialTitle": "A 12-month Prospective, Randomized, Interventional, Global, Multi-center, Active-controlled Study Comparing Sustained Benefit of Two Treatment Paradigms (AMG334 qm vs. Oral Prophylactics) in Adult Episodic Migraine Patients",
  "protocolDocument": {
    "nctId": "NCT03927144",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-06-15",
    "uploadDate": "2022-09-29T08:41",
    "size": 750024,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03927144/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 621,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-05-15",
    "completionDate": "2022-09-30",
    "primaryCompletionDate": "2021-10-01",
    "firstSubmitDate": "2019-04-23",
    "firstPostDate": "2019-04-25"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Written informed consent must be obtained before any assessment is performed.\n* Adults greater than or equal to 18 years of age upon entry into screening.\n* Documented history of migraine (with or without aura) greater than or equal to 12 months prior to screening according to the International Classification of Headache Disorders-3rd Edition (ICHD-3).\n* Greater than or equal to 4 and less than 15 days per month of migraine symptoms (based on ICHD-3 criteria) on average across 3 months prior to screening based on retrospective reporting.\n* Less than 15 days per month of headache symptoms (i.e., migraine and non-migraine).\n* Subjects in need for switching by documented failure of 1 or 2 prophylactic treatments in the last 6 months due to either lack of efficacy or poor tolerability. For subjects with 1 prior treatment failure, the failure should have occurred in the last 6 months. For subjects with 2 prior treatment failures, the second treatment failure should have occurred in the last 6 months.\n* During baseline: Confirmed migraine frequency of 4 to 14 migraine days and less than 15 days of headache symptoms.\n* During baseline: greater than or equal to 80% compliance with the headache diary.\n\nExclusion Criteria:\n\n* Subjects meeting any of the following criteria are not eligible for inclusion in this study.\n\n  * Older than 50 years of age at migraine onset.\n  * History of cluster headache or hemiplegic migraine headache.\n  * Unable to differentiate migraine from other headaches.\n  * Lack of efficacy or poor tolerability with greater than 2 treatments from the 7 medication categories for prophylactic treatment of migraine after an adequate therapeutic trial.\n* Efficacy failure is defined as no meaningful reduction in headache frequency, duration, and/or severity after administration of the medication for at least 6 weeks at the generally accepted therapeutic dose(s) based on the investigator's assessment.\n* Tolerability failure is defined as documented discontinuation due to adverse events of the respective medication during the last 6 months prior to screening.\n* The following scenarios do not constitute lack of therapeutic response:\n* Lack of sustained response to a medication.\n* Patient decision to halt treatment due to improvement.\n* Used a prohibited medication from the 7 categories of prior prophylactic medications within 3 months prior to the start of and during baseline for a non-migraine indication if dose is not stable\n* Exposure to botulinum toxin in the head and/or neck region within 4 months.\n* Taken the following for any indication in any month during the 2 months prior to the start of the baseline period:\n\n  * Ergotamines or triptans on greater than or equal to 10 days per month, or Simple analgesics (non-steroidal anti-inflammatory drugs \\[NSAIDs\\], acetaminophen) on greater than or equal to 15 days per month, or\n  * Opioid- or butalbital-containing analgesics on greater than or equal to 4 days per month.\n* Device, or procedure that potentially may interfere with the intensity or number of migraine days within 2 months prior to the start of or during baseline.\n* History of major psychiatric disorders (such as schizophrenia or bipolar disorder) or current evidence of depression. Subjects with anxiety disorder and/or major depressive disorders are permitted in the study if they are considered by the investigator to be stable and are taking no more than 1 medication for each disorder. Subjects must have been on a stable dose within the 3 months prior to the start of the baseline period.\n* History of seizure disorder or other significant neurological conditions other than migraine. Note: a single childhood febrile seizure is not exclusionary.\n* History of malignancy of any organ system (other than localized basal cell carcinoma of the skin or in situ cervical cancer), treated or untreated, within the past 5 years, regardless of whether there is evidence of local recurrence or metastases.\n* Human immunodeficiency virus (HIV) infection by history.\n* History or evidence of any other unstable or clinically significant medical condition or clinically significant vital sign, laboratory, or electrocardiogram (ECG) abnormality during that could pose a risk to subject safety or interfere with the study evaluation.\n* Myocardial infarction, stroke, transient ischemic attack, unstable angina, or coronary artery bypass surgery or other re-vascularization procedures within 6 months prior to screening.\n* Score \"yes\" on item 4 or item 5 of the Suicidal Ideation section of the C-SSRS, if this ideation occurred in the past 6 months, or \"yes\" on any item of the Suicidal Behavior section, except for the \"Non-Suicidal Self-Injurious Behavior\" (item also included in the Suicidal Behavior section), if this behavior occurred in the past 2 years.\n* Evidence of drug or alcohol abuse or dependence, based on Investigator discretion within 12 months.\n* Pregnant or nursing (lactating) women.\n* Women of child-bearing potential must use contraception during dosing with study treatment.\n* Use of other investigational drugs within 5 half-lives of enrollment, or until the expected pharmacodynamic effect has returned to baseline, whichever is longer.\n* History of hypersensitivity to any of the study drugs or its excipients or to drugs of similar chemical classes.\n* Previous exposure to AMG334 or exposure to any other prophylactic CGRP-targeted therapy (prior to the study).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Who Completed Initially Assigned Treatment and Achieved at Least a 50% Reduction From Baseline in Monthly Migraine Days at Month 12",
        "description": "A migraine day was defined as any calendar day in which the participant experienced a qualified migraine headache (onset, continuation, or recurrence of the migraine headache). A qualified migraine headache was defined as a migraine with or without aura, lasting for ≥ 30 minutes, and meeting at least one of the following criteria:\n\n1. ≥2 of the following pain features:\n\n   * Unilateral\n   * Throbbing\n   * Moderate to severe\n   * Exacerbated with exercise/physical activity\n2. ≥1 of the following associated symptoms:\n\n   * Nausea and/or vomiting\n   * Photophobia and phonophobia\n\nIf the participant took a migraine-specific medication (ie, triptan or ergotamine) during aura, or to treat a headache on a calendar day, then it was counted as a migraine day regardless of the duration and pain features/associated symptoms.\n\nIn addition to achieving at least a 50% reduction from baseline in monthly migraine days, participants must have also completed their initially assigned treatment through Month 12.",
        "timeFrame": "Baseline and Month 12"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants Who Completed Initially Assigned Treatment at Month 12",
        "timeFrame": "Month 12"
      },
      {
        "measure": "Cumulative Mean Change From Baseline on the Monthly Migraine Days to Week 52",
        "description": "A migraine day was defined as any calendar day in which the participant experienced a qualified migraine headache (onset, continuation, or recurrence of the migraine headache). The mean of monthly migraine days was obtained cumulatively every 4 weeks across 52 weeks (for example, at Week 8 the mean will be based on data from Week 1 to Week 8; and at Week 12 the mean will be based on data from Week 1 to Week 12). The cumulative mean change from baseline in monthly migraine days was derived using difference between cumulative average of each month and baseline monthly migraine days.",
        "timeFrame": "Baseline and Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28, Week 32, Week 36, Week 40, Week 44, Week 48, and Week 52"
      },
      {
        "measure": "Number of Responders as Measured by the Patient's Global Impression of Change (PGIC) Scale at Week 52",
        "description": "The PGIC scale consists of one item which measures the participants' perception of change in their condition relative to the beginning of the study. Responses are rated on a 7-item response scale ranging from very much improved (7) to no change or worsened condition (1). A responder was defined as a participant with a PGIC score of at least 5 (5=moderately better, 6=better, 7=a great deal better), at Week 52 for participants who completed the treatment period at Week 52 on the initially assigned treatment.",
        "timeFrame": "Baseline and Week 52"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 39,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:53.107Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}