{
  "nctId": "NCT02615002",
  "briefTitle": "Safety and Efficacy of Piromelatine in Mild Alzheimer's Disease Patients (ReCOGNITION)",
  "officialTitle": "Randomized, Double-blind, Parallel-group, Placebo-controlled, Dose Ranging Study of Piromelatine in Patients With Mild Dementia Due to Alzheimer's Disease",
  "protocolDocument": {
    "nctId": "NCT02615002",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-04-10",
    "uploadDate": "2024-01-30T08:00",
    "size": 1614997,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02615002/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 371,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-11",
    "completionDate": "2019-11-19",
    "primaryCompletionDate": "2019-06",
    "firstSubmitDate": "2015-11-18",
    "firstPostDate": "2015-11-25"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Patient and caregiver are willing to take part in the entire study\n* Signed informed consent from the patient and the caregiver\n* Patient has a documented history either in medical records or from an informant of cognitive decline over at least 6 months\n* Patient has mild probable AD as consistent with criteria established by the National Institute on Aging and Alzheimer's Association (NIA-AA).\n* CT/MRI scan with finding consisting of probable AD obtained during the last 12 months before Screening\n* Patient has an MMSE score of 21-26 (inclusive) at Screening\n* Patient has a Clinical Dementia Rating Global Score (CDR-GS) of 0.5-1 (mild dementia) at Screening\n* Patients receiving prescribed drugs for treatment of AD including acetyl cholinesterase inhibitors \\[eg, donepezil, galantamine, rivastigmine\\] should be on a stable dose for at least 3 months before Screening\n* Patient has a negative drug screen (benzodiazepines or opiates) at Screening\n* Female patients must have had last natural menstruation ≥ 24 months before Screening, OR being surgically sterile\n* Male patients must agree to the use of effective contraception if the female partner is of childbearing potential, OR be surgically sterile\n\nExclusion Criteria:\n\n* Patient has an alternative cause for dementia other than AD as determined by CT or MRI scan\n* Patient has evidence of any clinically significant neurodegenerative disease\n* Patient has been diagnosed with the following Axis I disorders (DSM V criteria)\n* Patient has a history of uncontrolled or untreated cardiovascular, endocrine, gastrointestinal, respiratory, or rheumatologic disorders within the past 5 years\n* Patient has severe pain that is likely to interfere with sleep\n* Continuous use of benzodiazepines or other sedative-hypnotics during the 2 weeks before Screening\n* Use of any kind of melatonin/melatonin agonist during the 2 weeks before Screening\n* Patient has known or suspected hypersensitivity to exogenous melatonin or melatonin receptor agonists\n* Patients with an irregular lifestyle or life pattern (eg, shift workers, patients likely to be jet lagged).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "60 Years",
    "maximumAge": "85 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Computerized Neuropsychological Test Battery (cNTB) Z-Scores - Change From Baseline",
        "description": "The global composite score of the cNTB combines the International Shopping List Test (ISLT), One Card Learning (OCL), Identification (IDN), Detection (DET), One Back Card (OBK), Controlled Oral Word Association Test (COWAT), and the Categorical Fluency Test (CFT). For each test, a z-score relative to the study baseline is calculated.\n\nThe cNTB global composite score is the mean of all z-scores from the tests listed above.\n\nThe scale range is from -3 to 3. Zero Z-score means no cognitive change. A negative value means decline, while a positive value means improvement.",
        "timeFrame": "26 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Global Impression of Change (CGIC)",
        "description": "The Change From Baseline in Global Impression of Change (CGIC) rating is made on a 7-point Likert-type scale where the change from baseline is rated as marked improvement (1), moderate improvement (2), minimal improvement (3), no change (4), minimal worsening (5), moderate worsening (6), marked worsening (7).\n\nMean values at 13 and 26 weeks are relative to baseline.",
        "timeFrame": "13 weeks, and 26 weeks"
      },
      {
        "measure": "Alzheimer's Disease Cooperative Study/Activities of Daily Living Scale Adapted for MCI (Mild Cognitive Impairment) Patients (ADCS-MCI-ADL)",
        "description": "ADCS-MCI-ADL is an evaluation scale with information provided by an informant/caregiver to describe the functional impairment of patients with mild cognitive impairment (MCI).\n\nThe ADCS-ADL is a 23-item scale that includes 6 basic ADLs (BADLs) and 17 Instrumental Activities of Daily Living (IADLs) that provide a total score of 0-78, with a lower score indicating greater severity, meaning a worse outcome.",
        "timeFrame": "Baseline, 13 weeks, and 26 weeks"
      },
      {
        "measure": "Alzheimer's Disease Assessment Scale Cognitive Subscale (ADAS-cog14)",
        "description": "The ADAS was designed to measure the severity of the most important symptoms of AD. Its subscale, ADAS-cog, is the most popular cognitive testing instrument used in clinical trials, measuring the disturbances of memory, language, praxis, attention, and other cognitive abilities that are often referred to as the core symptoms of AD.\n\nADAS-cog14 comprises 14 items summed to a total score ranging from 0 to 70, with lower scores indicating less severe impairment.",
        "timeFrame": "Baseline, 13 weeks, and 26 weeks"
      },
      {
        "measure": "Safety and Tolerability - Blood Pressure (mmHg)",
        "description": "Systolic and Diastolic Blood Pressure is followed during the study, as safety and tolerability measures.\n\nChanges in BP following treatment, leading to values out of the normal limits mean a worse outcome.",
        "timeFrame": "Baseline, and 26 weeks"
      },
      {
        "measure": "Safety and Tolerability - Heart Rate (Bpm)",
        "description": "Heart Rate within normal limits = 60-100 beats per minute (bpm) during the study means a good outcome in terms of safety.",
        "timeFrame": "Baseline, and 26 weeks"
      },
      {
        "measure": "Safety and Tolerability - ECG Interval Results - QTcF (Msec)",
        "description": "QT interval corrected for heart rate by Fridericia's cube root formula (QTcF). The QTc is considered normal at \\< 450 msec in males, and \\< 470 msec in females.",
        "timeFrame": "Baseline, and 26 weeks"
      },
      {
        "measure": "Safety and Tolerability - Hematology",
        "description": "Hematology (GI/L).\n\n1 gill (GI) = 0.118294118 liter (L). No major changes or shifts from baseline mean good safety and tolerability.",
        "timeFrame": "Baseline, and 26 weeks"
      },
      {
        "measure": "Safety and Tolerability - Blood Chemistry (mmol/L)",
        "description": "Blood Chemistry follow-up during the experiment. No major changes or shifts from baseline mean good safety and tolerability.",
        "timeFrame": "Baseline, and 26 weeks"
      }
    ],
    "other": [
      {
        "measure": "NeuroPsychiatric Inventory (NPI) Total Score",
        "description": "The NPI scale consists of 12 domains that are rated for both frequency (range 1 to 4) and severity (range 1 to 3). A composite score for each domain is calculated (frequency × severity), and it ranges from 1 to 12.\n\nFor each item, there is a leading question. If the symptom is absent, then the frequency, severity, and distress scores are not completed. In this case, the score is 0 for the item. The sum of the composite scores yields the NPI total score (1-12).\n\nA negative change in the score indicates an improvement from baseline (symptom reduction).",
        "timeFrame": "Baseline, and 26 weeks"
      },
      {
        "measure": "Pittsburgh Sleep Quality Index (PSQI) - Global Component Score",
        "description": "PSQI is an effective instrument used to measure the quality and patterns of sleep in older adults.\n\nIt differentiates \"poor\" from \"good\" sleep by measuring 7 areas: subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbances, use of sleeping medication, and daytime dysfunction over the last month.\n\nPSQI includes seven components, each scored 0 (no difficulty) to 3 (severe difficulty). The component scores are summed to produce a global score (range 0 to 21). Higher scores indicate worse sleep quality.",
        "timeFrame": "Baseline, 4 weeks, 13 weeks, 26 weeks"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 2,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 83,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:40.908Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}