{
  "nctId": "NCT05212168",
  "briefTitle": "Norovirus Challenge Study",
  "officialTitle": "A Phase 2b Double-Blinded, Randomized, Placebo-Controlled, Human Norovirus GI.1 (Norwalk Virus Inoculum) Challenge Study Following Administration of an Oral, Single-dose Norovirus Vaccine Expressing GI.1 VP1 and dsRNA Adjuvant to Protect Against Norovirus Gastroenteritis (NVG) in Healthy Adult Volunteers",
  "protocolDocument": {
    "nctId": "NCT05212168",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-05-25",
    "uploadDate": "2025-02-04T04:51",
    "size": 3238381,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05212168/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "SINGLE_GROUP",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 165,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-12-27",
    "completionDate": "2023-10-27",
    "primaryCompletionDate": "2023-04-13",
    "firstSubmitDate": "2022-01-25",
    "firstPostDate": "2022-01-27"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Male or female between the ages of 18 - 49 years, inclusive\n2. Able to give written informed consent\n3. Healthy, as determined by the principal investigator (PI) or PI in consultation with the research monitor and Sponsor Healthy = No clinically significant health concerns or medical illness, as determined by medical history, physical examination, vital signs, electrocardiogram (ECG), and clinical laboratories (complete blood count (CBC), chemistry and urinalysis)\n4. Comprehension of the study requirements with ability and willingness to complete all assessments and comply with confinement period post viral challenge, and all scheduled visits and contacts\n5. Confirmed blood type (A or O)\n6. Demonstrated to be H type-1 antigen secretor positive (by saliva test)\n7. Body mass index between 17 and 35 kg/m2, inclusive, at Screening\n8. Female participants must have a negative pregnancy test at pre-vaccination and pre-challenge and fulfill one of the following Criteria:\n\n   1. At least one year post-menopausal;\n   2. Surgically sterile;\n   3. Use of oral, implantable, transdermal or injectable contraceptives for 30 days prior to immunization and until 60 days after challenge;\n\n   i. A reliable form of contraception must be approved by the Investigator (eg, double barrier method, Depo-Provera, intrauterine device, Norplant, oral contraceptives, contraceptive patches) d. Not be sexually active (abstinent) or in a same sex relationship (must be discussed with site staff and documented)\n9. Male subjects must agree not to father a child or donate sperm, as well as to use contraception/barrier (a male condom) or be abstinent from heterosexual intercourse, from vaccination through the active period (Day 57)\n\nExclusion Criteria:\n\n1. Administration/use of any investigational drug or device 30 days prior to vaccination through the active period (Day 57)\n2. Administration of any licensed vaccine within 30 days prior to vaccination or planned use of the above stated during the active period (through Day 57)\n3. Presence of a significant medical condition, which, in the opinion of the investigator, precludes participation in the study. Significant medical condition = for example, psychiatric conditions, or gastrointestinal disease, such as peptic ulcer, symptoms or evidence of active gastritis or gastroesophageal reflux disease, inflammatory bowel disease, alcohol or illicit drug abuse/dependency, or other laboratory abnormalities\n4. Laboratory values outside the range of normal for platelet counts and the following coagulation tests: prothromibin time test (PT/INR), activated partial thromboplastine time test (aPTT) and fibrinogen\n5. Any of the following history or conditions that may lead to higher risk of clotting events and/or thrombocytopenia:\n\n   1. Family or personal history of bleeding or thrombosis\n   2. History of heparin-related thrombotic events, and/or receiving heparin treatments\n   3. History of autoimmune or inflammatory disease\n   4. Presence of any of the following conditions known to increase risk of thrombosis within 6 months prior to screening:\n\n      * Recent surgery other than removal/biopsy of cutaneous lesions\n      * Immobility (confined to bed or wheelchair for 3 or more successive days)\n      * Head trauma with loss of consciousness or documented brain injury\n      * Receipt of anticoagulants for prophylaxis of thrombosis\n      * Recent clinically significant infection\n6. Any one of the following ECG findings within 45 days prior to vaccination:\n\n   Exclusionary ECG findings:\n   1. QTc F (interval duration \\> 450 msec (male) or \\> 470 msec (female)\n   2. QRS interval greater than 120 msec\n   3. PR interval greater than 220 msec\n   4. Clinically significant ST-T wave changes or pathologic Q waves\n7. History of cancer or cancer treatment within past 3 years (excluding basal cell or squamous cell carcinomas)\n8. Presence of immunosuppression or medical condition possibly associated with impaired immune responsiveness, including diabetes mellitus or angioedema\n9. Donation or use of blood or blood products within 30 days prior to vaccination through the active period (Day 57)\n10. Diagnosed bleeding disorder or significant bruising or bleeding difficulties that could make blood draws problematic\n11. Any condition that resulted in the absence or removal of the spleen\n12. Evidence of confirmed infection with human immunodeficiency virus (HIV), hepatitis B surface antigen (HBsAg) or hepatitis C virus (HCV) with confirmatory assays\n13. Abnormal stool pattern (fewer than 3 bowel movements per week or more than 3 per day)\n14. History of irritable bowel disease or inflammatory digestive or gastrointestinal condition that could affect the distribution / safety evaluation of an orally administered vaccine targeting the mucosa of the small intestine.\n\n    Such conditions may include but are not limited to:\n    1. Esophageal Motility Disorder\n    2. Malignancy\n    3. Malabsorption (e.g. Celiac disease, gluten intolerance)\n    4. Pancreaticobiliary disorders\n    5. Irritable bowel syndrome\n    6. Inflammatory Bowel Disease\n    7. Surgical Resection with the exception of appendectomy or a minor resection that is deemed acceptable by investigator and sponsor\n    8. Gastroesophageal reflux disease (GERD)\n    9. Hiatal Hernia\n    10. Peptic Ulcer (History of cholecystectomy is not exclusionary)\n15. Use of proton pump inhibitors, H2 blockers or antacids within 7 days prior to vaccination through the active period (Day 57)\n16. Use of antibiotics within 30 days prior to vaccination through the active period (Day 57) Note: use of a brief (≤ 10 days) course of oral or topical antibiotic for minor upper respiratory infection (URI), urinary tract infection (UTI), dental work, or skin infection allowed within the screening period, but must be completed 7 days prior to first vaccination\n17. Use of medication known to affect the immune function (e.g. systemic corticosteroids and others) within 14 days prior to vaccination through the active period (Day 57)\n18. Regular use of nonsteroidal anti-inflammatory drugs within 7 days prior to vaccination through the active period (Day 57)\n19. Use of over-the-counter probiotics or antidiarrheals within 7 days prior to vaccination through the active period (Day 57)\n20. Evidence of recent (within 2 months of vaccination) or of current nonbacterial gastroenteritis suggestive of NV infection \\[vomiting or unformed or watery stools (\\> 2 during a 24-hour period)\\]\n21. Any gastroenteritis within the past 2 weeks prior to vaccination\n22. Acute disease within 72 hours prior to vaccination, defined as the presence of a moderate or severe illness with or without fever (as determined by the Investigator through medical history and physical examination). (Assessment may be repeated during screening period)\n23. Presence of a fever ≥ 38ºC measured orally at baseline\n24. History if hematochezia (blood in stool) or melena (black stool)\n25. Any significant hospitalization within the last year which in the opinion of the investigator or sponsor could interfere with study participation\n26. History of serious reactions to any vaccination such as anaphylaxis, respiratory problems, Guillain-Barre syndrome, hives or abdominal pain\n27. History of a hypersensitivity or allergic reaction to any component of the investigational vaccine or placebo, including but not limited to fish gelatin. Subjects with known fish allergies should be excluded.\n28. History of drug, alcohol or chemical abuse within 1 year prior to vaccination\n29. Positive test for drugs of abuse or alcohol at screening, vaccination baseline and pre-challenge (except for previous marijuana use; concurrent or ongoing use of marijuana during the active study period).\n30. Consistent/habitual smoking within 2 months prior to vaccination (defined as smoking ≥ 1 pack of cigarettes a day). Smoking is not permitted during the inpatient stay\n31. Other conditions, in the clinical judgment of the investigator, that would jeopardize the safety or rights of a subject or interfere with the evaluation of the study\n\n    Social/Occupational:\n32. Living with or having daily contact with children \\< 5 years old or women known to be pregnant or nursing; this includes significant contact at home, school, day-care, or equivalent facilities\n33. Living with or having daily contact with elderly persons \\> 70 years of age or infirmed, diapered individuals, persons with disabilities or incontinence; this includes at work or visits to nursing homes and day-care or equivalent facilities\n34. Employment in the food service industry such as restaurant or cafeteria facilities; specifically, this includes persons whose employment requires food handling and processing in the 4 weeks following viral challenge\n35. Health-care workers with patient contact expected in the 4 weeks following viral challenge\n36. Expected contact, via employment or at home, with immunocompromised persons in the 4 weeks following viral challenge. Immunocompromised persons = HIV-positive, receiving immunosuppressive medications such as oral steroids, anti-neoplastic agents\n37. Presence of household members who have received the Ad4 or Ad7 vaccines within 2 months prior to vaccination\n38. Employment as an airline flight attendant or cruise ship crew, scheduled to work in the 4 weeks following challenge\n39. Persons planning to live in a confined environment (eg, a cruise, camp, etc.) in the 4 weeks following viral challenge",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "49 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Who Experienced Norovirus Gastroenteritis (NVG)",
        "description": "NVG is a composite endpoint defined as meeting both the definition of AGE and NV.\n\nAGE was defined as meeting any one of 3 criteria (diarrhea, vomiting, or diarrhea and vomiting) in any 24-hr rolling period. The individual criteria for diarrhea, vomiting, or diarrhea and vomiting were as follows:\n\n1\\. Diarrhea: i. ≥ 3 loose or liquid stools in any 24-hr rolling period, or ii. 400 g of loose or liquid stools in any 24-hr rolling period 2. Vomiting: ≥ 2 vomiting episodes in any 24-hr rolling period, or 3. Diarrhea and vomiting: i. one vomiting episode plus any loose or liquid stool in any 24-hr rolling period ii. one vomiting episode plus ≥ 2 of the following events in any 24-hr rolling period:\n\n1. nausea\n2. fever (oral temperature ≥ 37.6°C)\n3. abdominal cramps or pains\n4. abdominal gurgling or bloating\n5. myalgia NV infection was defined as having 1 or more positive results in stool or urine by quantitative real time reverse transcription polymerase chain reaction (qRT-PCR).",
        "timeFrame": "Up to approximately Day 57"
      },
      {
        "measure": "Levels of Viral Protein 1, Major Capsid, or Surface Protein of Viruses (VP1)-Specific Immunoglobulin A (IgA) Antibody-Secreting Cell (ASC) Against Norwalk at Day 8",
        "description": "Blood samples were collected at different timepoints throughout the study.",
        "timeFrame": "Day 8"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of Histo-blood Group Antigen (HBGA) Blocking Antibodies Against NV by Blocking Titer 50 (BT50) at Day 28",
        "description": "Blood samples were collected at different timepoints throughout the study. A positive change indicates an increase in titers.",
        "timeFrame": "Day 28"
      },
      {
        "measure": "VP1-specific Serum Immunoglobulin G (IgG) Response at Day 28",
        "description": "Blood samples were collected at different timepoints throughout the study.",
        "timeFrame": "Day 28"
      },
      {
        "measure": "VP1-specific Serum IgA at Day 28",
        "description": "Blood samples were collected at different timepoints throughout the study.",
        "timeFrame": "Day 28"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants Who Experienced Solicited Symptoms of Reactogenicity",
        "description": "Solicited symptoms of reactogenicity included:\n\n* Gastrointestinal reactions: nausea, vomiting, diarrhea and abdominal pain\n* Systemic reactogenicity: malaise/fatigue, anorexia, fever, headache and myalgia",
        "timeFrame": "Up to Day 8"
      },
      {
        "measure": "Number of Participants Who Experienced Unsolicited Adverse Events (AEs) During the Vaccination Phase",
        "description": "Unsolicited AEs referred to any AEs that occurred during a clinical trial but were not specifically pre-defined or actively sought by the study protocol. Unsolicited AEs could include any medical condition or symptom, whether or not it was related to the intervention being studied.",
        "timeFrame": "Up to Day 28 of Vaccination Phase (28-days phase)"
      },
      {
        "measure": "Number of Participants Who Experienced Serious AEs (SAEs), AEs of Specific Interest (AESIs), and New Onsets of Chronic Illness (NOCIs)",
        "description": "A SAE was any AE that resulted in one or more of the following outcomes: death, a life-threatening event where the subject was at immediate risk of death (not hypothetically), inpatient hospitalization or the prolongation of existing hospitalization, persistent or significant incapacity or substantial disruption of normal life functions, congenital abnormality or birth defect, or an important medical event that, that jeopardized the participant's health or required medical or surgical intervention to prevent a serious outcome. A NOCI was defined as the diagnosis post-study drug administration of a new medical condition, which was chronic in nature, including those potentially controllable by medication (e.g., diabetes, asthma).",
        "timeFrame": "Up to approximately 12 months post vaccination"
      },
      {
        "measure": "Number of Participants Who Experienced Unsolicited AEs During the Challenge Phase",
        "description": "Unsolicited AEs referred to any AEs that occurred during a clinical trial but were not specifically pre-defined or actively sought by the study protocol. Unsolicited AEs could include any medical condition or symptom, whether or not it was related to the intervention being studied.",
        "timeFrame": "Up to Day 29 of Challenge Phase (28-days phase)"
      },
      {
        "measure": "Number of Participants With AGE During the Inpatient Challenge Phase",
        "description": "AGE was defined as meeting any one of 3 criteria (diarrhea, vomiting, or diarrhea and vomiting) in any 24-hr rolling period. The individual criteria for diarrhea, vomiting, or diarrhea and vomiting were as follows:\n\n1\\. Diarrhea: i. ≥ 3 loose or liquid stools produced in any 24-hr rolling period, or ii. 400 g of loose or liquid stools produced in any 24-hr rolling period 2. Vomiting: ≥ 2 vomiting episodes in any 24-hr rolling period, or 3. Diarrhea and vomiting: i. one vomiting episode plus any loose or liquid stool in any 24-hr rolling period ii. one vomiting episode plus ≥ 2 of the following events in any 24-hr rolling period:\n\n1. nausea\n2. fever (oral temperature ≥ 37.6°C)\n3. abdominal cramps or pains\n4. abdominal gurgling or bloating\n5. myalgia",
        "timeFrame": "Day 28 of Challenge Phase (28-days phase)"
      },
      {
        "measure": "Severity of AGE Assessed Using the Modified Vesikari Scale",
        "description": "The Modified Vesikari Scale is a tool used to assess the severity of AGE by evaluating symptoms such as diarrhea, vomiting, fever, and dehydration. It scores these symptoms based on their frequency and severity, with a minimum score of 0 and a maximum score of 20, where higher scores indicate more severe symptoms and lower scores suggest milder or no symptoms and severity.",
        "timeFrame": "Up to approximately Day 36"
      },
      {
        "measure": "Number of Participants Who Experienced Moderate or Severe Gastroenteritis",
        "description": "Moderate or severe gastroenteritis was defined by cumulative loose stools ≥ 1000gr during the inpatient period.",
        "timeFrame": "Up to approximately Day 57"
      },
      {
        "measure": "Duration of AGE",
        "description": "Time to onset of AGE was calculated as the time from challenge administration to the first recorded instance of an event satisfying the criteria for AGE.\n\nAGE was defined as meeting any of the 3 criteria:\n\n1\\. Diarrhea: i. ≥ 3 loose or liquid stools in any 24-hr rolling period, or ii. 400 g of loose or liquid stools in any 24-hr rolling period 2. Vomiting: ≥ 2 vomiting episodes in any 24-hr rolling period, or 3. Diarrhea and vomiting: i. one vomiting episode plus any loose or liquid stool in any 24-hr rolling period ii. one vomiting episode plus ≥ 2 of the following events in any 24-hr rolling period:\n\n1. nausea\n2. fever (oral temperature ≥ 37.6°C)\n3. abdominal cramps or pains\n4. abdominal gurgling or bloating\n5. myalgia",
        "timeFrame": "Up to approximately Day 57"
      },
      {
        "measure": "Number of Participants Who Experienced Incidences of Diarrhea or Emesis",
        "description": "Classification of diarrhea was done through grading stools with Grade 3 (thick liquid stool) to Grade 5 (clear water diarrheal stool) being considered diarrhea.",
        "timeFrame": "Up to approximately Day 57"
      },
      {
        "measure": "Number of Participants With Norovirus (NoV) Infection up to Challenge Period Day 8",
        "description": "NoV infection was defined as a positive qRT-PCR in stool or emesis up to Challenge Period Day 8, and the presence of NV antigen in stool.",
        "timeFrame": "Challenge Phase Day 8 (equal to Study Day 36)"
      },
      {
        "measure": "Geometric Mean Genome Copies (GCs) of NoV Shedding in Stool Measured by qRT-PCR",
        "description": "NoV shedding was assessed by qRT-PCR. Stool samples were reported on 10\\^3 copies/gm. If a participant produced multiple results for a given study day, the result with the largest shedding response was used for analysis. Samples that were reported as \"Not Quantifiable\" or as lower than the limit of detection (LOD) were analyzed as ½2\\*LOD (76.2).",
        "timeFrame": "Pre-challenge up to Day 8 of Challenge Phase (equal to Study Day 36)"
      },
      {
        "measure": "Geometric Mean GCs of NoV Shedding in Emesis Measured by qRT-PCR",
        "description": "NoV shedding was assessed by qRT-PCR. Emesis samples were reported in 10\\^3 copies/mL. If a participant produced multiple results for a given study day, the result with the largest shedding response was used for analysis. Samples that were reported as \"Not Quantifiable\" or as lower than the limit of detection (LOD) were analyzed as ½2\\*LOD (15.3).",
        "timeFrame": "Pre-challenge up to Day 8 of Challenge Phase (equal to Study Day 36)"
      },
      {
        "measure": "Duration of NoV Infection",
        "description": "Duration of NoV Infection was defined as the time from NoV infection to the time of resolution of infection, defined as a negative qRT-PCR result not followed by a positive qRT-PCR result.",
        "timeFrame": "Up to approximately Day 57"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 5,
      "secondaryCount": 13,
      "otherCount": 0,
      "totalCount": 18
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:43.705Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}