{
  "nctId": "NCT02573012",
  "briefTitle": "Study to Compare the Efficacy of Tocilizumab With or Without Glucocorticoid Discontinuation in Rheumatoid Arthritis Participants",
  "officialTitle": "Prospective, Multicentre, Placebo-controlled, Double-blind Interventional Study to Compare the Efficacy of Maintenance Treatment With Tocilizumab With or Without Glucocorticoid Discontinuation in Rheumatoid Arthritis Patients",
  "protocolDocument": {
    "nctId": "NCT02573012",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2016-06-22",
    "uploadDate": "2019-02-06T14:46",
    "size": 5052005,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02573012/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 314,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-03-29",
    "completionDate": "2018-02-09",
    "primaryCompletionDate": "2018-02-09",
    "firstSubmitDate": "2015-10-01",
    "firstPostDate": "2015-10-09"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nTocilizumab-experienced participants:\n\n* Comply with the requirements of the study protocol (including treatment on an outpatient basis)\n* Rheumatoid arthritis (RA) of greater than or equal to (\\>=) 6 months duration diagnosed according to the revised 1987 American College of Rheumatology (ACR) criteria or 2010 ACR / European League Against Rheumatism (EULAR) criteria\n* Have received tocilizumab either subcutaneous (162 milligram \\[mg\\] once in a week) or intravenously (8 milligram per kilogram \\[mg/kg\\] once every 4 weeks) for the treatment of RA for at least 24 weeks prior to randomization\n* Have received 5 - 15 milligrams per day \\[mg/day\\] of glucocorticoids (prednisone or equivalent) for the treatment of RA for at least 20 weeks prior to screening\n* Currently receiving 5 mg/day of prednisone\n* Have attained and maintained LDA (DAS28 ESR score \\<=3.2) or remission (DAS28 ESR score less than \\[\\<\\] 2.6) for at least 4 weeks prior to randomization\n\nTocilizumab-naïve participants:\n\n* Comply with the requirements of the study protocol (including treatment on an outpatient basis)\n* RA of \\>=6 months duration diagnosed according to the revised 1987 ACR criteria or 2010 ACR / EULAR criteria\n* Have active RA (defined as DAS28 ESR score greater than \\[\\>\\] 3.2)\n* Are considered by the investigator as inadequate responders to conventional synthetic disease-modifying anti-rheumatic drugs (csDMARDs) or biologic disease-modifying anti-rheumatic drugs (bDMARDs)\n* Are receiving 5 - 15 mg/day prednisone (or equivalent) for the treatment of RA\n\nExclusion Criteria:\n\nGeneral\n\n* Major surgery (including joint surgery) within 8 weeks prior to screening, or planned major surgery during the study and up to 6 months after randomization\n* Pregnant women or nursing (breastfeeding) mothers\n* In females of childbearing potential, a positive serum pregnancy test at screening\n* Females of childbearing potential unwilling or unable to use a reliable means of contraception (for example, physical barrier \\[participant or partner\\], contraceptive pill or patch, spermicide and barrier, or intrauterine device) during study treatment and for a minimum of 3 months after the last dose of tocilizumab\n* Body weight of \\>=150 kilogram (kg)\n* Lack of peripheral venous access\n\nDisease-related\n\n* RA of functional Class 4, as defined by the ACR Classification of Functional Status in Rheumatoid Arthritis\n* Rheumatic autoimmune disease other than RA, including systemic lupus erythematosus, mixed connective tissue disease, scleroderma, polymyositis, or significant systemic involvement secondary to RA (for example, vasculitis, pulmonary fibrosis, or Felty syndrome). Secondary Sjögren syndrome with RA may be allowed per the discretion of the investigator\n* Diagnosed with juvenile idiopathic arthritis or juvenile RA and/or RA before the age of 16 years\n* Prior or current inflammatory joint disease other than RA (for example, gout, Lyme disease, sero-negative spondyloarthropathy, including reactive arthritis, psoriatic arthritis, arthropathy of inflammatory bowel disease), or prior or current joint infections\n* Previous history of primary or secondary adrenal insufficiency\n\nPrevious or Concomitant Prohibited Therapy\n\n* Treatment with any investigational agent within 4 weeks (or 5 half-lives of the investigational drug, whichever is longer) of screening\n* Previous treatment with any cell-depleting therapies, including investigational agents or approved therapies (for example, CAMPATH, anti-CD4, anti-CD5, anti-CD3, anti-CD19, anti-CD20)\n* Treatment with intravenous gamma globulin, plasmapheresis or Prosorba column within 6 months of screening\n* Intraarticular (IA) or parenteral glucocorticoids for the treatment of RA within 4 weeks prior to screening\n* Previous treatment with glucocorticoids for conditions other than RA, at any dose and in any formulation used continuously for \\>1 week, during the last 1 year prior to screening. Topical glucocorticoid creams or ointments for the treatment of skin conditions (for example eczema) are allowed\n* Immunization with a live/attenuated vaccine within 30 days prior to screening. Participants must agree not to take live attenuated vaccines (including seasonal nasal flu vaccine, varicella vaccine for shingles or chickenpox, vaccines for measles, mumps or rubella without or with varicella \\[MMR or MMRV\\], oral polio vaccine and vaccines for yellow fever), within 30 days before the Screening Visit, throughout the duration of the trial and for 60 days following the last dose of study drug\n* Any previous treatment with alkylating agents such as chlorambucil or with total lymphoid irradiation\n\nLaboratory Exclusion Criteria\n\n* Inadequate haematological, renal and liver function\n* Positive hepatitis B surface antigen or hepatitis C antibody Previous or Concomitant Conditions\n* History of severe allergic or anaphylactic reactions to human, humanized, or murine monoclonal antibodies\n* Evidence of current serious uncontrolled cardiovascular (including uncontrolled hyperlipidemia), nervous system, pulmonary (including obstructive pulmonary disease), renal, hepatic, endocrine (including uncontrolled diabetes mellitus) or gastrointestinal (GI) disease\n* Current liver disease as determined by the investigator\n* History of diverticulitis, peptic ulcer disease, diverticulosis requiring antibiotic treatment, or chronic ulcerative lower GI disease such as Crohn's disease, ulcerative colitis, or other symptomatic lower gastrointestinal conditions that might predispose to perforations\n* Known active current or history of recurrent bacterial, viral, fungal, mycobacterial, or other opportunistic infections (including, but not limited to, tuberculosis \\[TB\\] and atypical mycobacterial disease, hepatitis B and C, Epstein-Barr virus, cytomegalovirus and herpes zoster, but excluding fungal infections of nail beds)\n* Neuropathies or other conditions that might interfere with pain evaluation unless related to primary disease under investigation\n* Any major episode of infection requiring hospitalization or treatment with intravenous antibiotics within 4 weeks of screening or oral antibiotics within 2 weeks prior to screening\n* Active TB requiring treatment within the previous 3 years (participants previously treated for TB with no recurrence within 3 years are permitted). All Track tocilizumab-naïve participants must be screened for latent TB and if positive, should be treated following local practice guidelines prior to initiating tocilizumab\n* History of or currently active, primary or secondary immunodeficiency\n* Evidence of active malignant disease, malignancies diagnosed within the previous 10 years (including haematological malignancies and solid tumours, except basal and squamous cell carcinoma of the skin or carcinoma in situ of the cervix uteri that was excised and cured), or breast cancer diagnosed within the previous 20 years\n* History of alcohol, drug or chemical abuse within 1 year prior to screening\n* Pre-existing central nervous system (CNS) demyelination or seizure disorders\n* Any medical or psychological condition that in the opinion of the principal investigator would interfere with safe completion of the trial",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Disease Activity Score in 28 Joints - Erythrocyte Sedimentation Rate (DAS28-ESR) at Week 24 Post-randomization",
        "description": "The DAS28 is a combined index for measuring disease activity in rheumatic arthritis (RA) and includes swollen and tender joint count, erythrocyte sedimentation rate (ESR), and general health (GH) status. The index is calculated with the following formula: DAS28 = (0.56 × √(TJC28)) + (0.28 × √(SJC28)) + (0.7 × log(ESR)) + (0.014 × GH), where TJC28 = tender joint count and SJC28 = swollen joint count, each on 28 joints. GH = a patient's global assessment of disease activity in the previous 24 hours on a 100-millimeter (mm) visual analog scale (left end = no disease activity \\[symptom-free and no arthritis symptoms\\], right end = maximum disease activity \\[maximum arthritis disease activity\\]). When ESR equaled 0 mm/hr, it was set to 1 mm/hr. The DAS28 scale ranges from 0 to 10, where higher scores represent higher disease activity. A positive change in score indicates worsening, and a negative change indicates improvement.",
        "timeFrame": "Baseline to Week 24"
      }
    ],
    "secondary": [
      {
        "measure": "Treatment Success",
        "description": "Treatment success was defined as the percentage of participants with stable low disease activity (LDA) (DAS28-ESR score ≤ 3.2) at Week 24 post-randomization, who did not suffer a flare due to RA and who showed no confirmed adrenal insufficiency that required replacement therapy. DAS28 has the following standardized cut-offs for disease activity and remission: DAS28 \\> 5.1 = high disease activity; DAS28 between 3.2 and 5.1 = moderate disease activity; DAS28 ≤ 3.2 = low disease activity; DAS28 ≤ 2.6 = remission.",
        "timeFrame": "Week 24"
      },
      {
        "measure": "Change From Baseline in Clinical Disease Activity Index (CDAI) at Week 24",
        "description": "Clinical Disease Activity Index (CDAI) is an index for measuring disease activity in rheumatoid arthritis (RA). The index is calculated using the following formula: CDAI = number of swollen joints using the 28-joint count (SJC28) + number of tender joints using the 28-joint count (TJC28) + patient global assessment of disease (PGA) based on 10 centimeter (cm) visual analog scale (VAS) + physician global assessment of disease (PhGA) based on 10 cm VAS. VAS assessments involved a 100 mm horizontal scale from 0 (no disease activity) to 10 (maximum disease activity). Total CDAI scores range from 0 to 76, with higher scores indicating increased disease activity. A positive change in score indicates worsening, and a negative change indicates improvement.",
        "timeFrame": "Baseline and Week 24"
      },
      {
        "measure": "Percentage of Participants With >=1 Flare",
        "description": "Percentage of participants with \\>=1 flare",
        "timeFrame": "24 weeks"
      },
      {
        "measure": "Time to First RA Flare",
        "description": "The mean time of onset for the first RA flare since randomization.",
        "timeFrame": "Randomization to 24 weeks"
      },
      {
        "measure": "Percentage of Visits With RA Flares",
        "timeFrame": "Randomization to 24 weeks"
      },
      {
        "measure": "Percentage of Participants With >=1 Administration of Flare Rescue Medication",
        "description": "The proportion of participants with at least one administration of RA flare rescue medication.",
        "timeFrame": "Randomization to 24 weeks"
      },
      {
        "measure": "Time to First Administration of Flare Rescue Medication",
        "description": "Time of onset of first administration of RA flare rescue medication since randomization date",
        "timeFrame": "Randomization to 24 weeks"
      },
      {
        "measure": "Number of Administrations of Flare Rescue Medication",
        "description": "Proportion of participants who received courses of RA flare rescue medication by number of courses received.",
        "timeFrame": "Randomization to 24 weeks"
      },
      {
        "measure": "Cumulative Prednisone Exposure (Dose)",
        "description": "In Post-randomization prednisone arm, Cumulative dose = (number of capsules taken during week 1 to 4 \\* 1 mg) + (3/4 \\* number of capsules taken during week 5 to 8 \\* 1 mg) + (1/2 \\* number of capsules taken during week 9 to 12 \\* 1 mg) + (1/4 \\* number of capsules taken during week 13 to 16 \\* 1 mg). In continued arm, cumulative dose = (1/4 \\* number of capsule taken \\* 5 mg).\n\nCumulative prednisone dose is defined as cumulative blinded prednisone + cumulative flare rescue prednisone.",
        "timeFrame": "Randomization to 24 weeks"
      },
      {
        "measure": "Percentage of Participants Who Maintain LDA (DAS28 ESR Score <=3.2) or Remission (DAS28 ESR Score <2.6) and the Percentage of Participants Who Maintain the Baseline Disease Activity Level",
        "description": "The proportion of participants who maintained LDA and the proportion of participants who maintained the baseline disease activity level at Week 24.\n\nLDA was defined as DAS28 ESR score \\<= 3.2. Remission was defined as DAS28 ESR score \\<= 2.6. Participants who maintained the baseline activity was defined as DAS28-ESR at Week 24 \\<= DAS28-ESR at baseline.",
        "timeFrame": "Randomization to Week 24"
      },
      {
        "measure": "Percentage of Participants Who Permanently Discontinue Study Treatment Due to Insufficient Flare Control",
        "description": "Percentage of participants who permanently discontinue study treatment due to insufficient flare control",
        "timeFrame": "24 weeks"
      },
      {
        "measure": "Changes From Baseline in American College of Rheumatology (ACR) Core Set Components at Week 24: Swollen 66 Joint Counts",
        "description": "Count of swollen joints based upon 66 assessed joints.",
        "timeFrame": "Baseline to Week 24"
      },
      {
        "measure": "Changes From Baseline in American College of Rheumatology (ACR) Core Set Components at Week 24: Tender 68 Joint Counts",
        "description": "Count of tender joints based on 68 assessed joints.",
        "timeFrame": "Baseline to Week 24"
      },
      {
        "measure": "Changes From Baseline in American College of Rheumatology (ACR) Core Set Components at Week 24: Patient's Assessment of Pain",
        "description": "The ACR patient's assessment of pain is scored on a visual analog scale (VAS) from 0 (no pain) to 100 mm (unbearable pain). A positive change in score indicates worsening, and a negative change indicates improvement.",
        "timeFrame": "Baseline to Week 24"
      },
      {
        "measure": "Changes From Baseline in American College of Rheumatology (ACR) Core Set Components at Week 24: Patient's Global Assessment of Disease Activity",
        "description": "The ACR patient's global assessment of disease activity is scored on a visual analog scale (VAS) from 0 (symptom-free and no arthritis symptoms) to 100 mm (maximum arthritis disease activity). A positive change in score indicates worsening, and a negative change indicates improvement.",
        "timeFrame": "Baseline to Week 24"
      },
      {
        "measure": "Changes From Baseline in American College of Rheumatology (ACR) Core Set Components at Week 24: Physician's Global Assessment of Disease Activity",
        "description": "The ACR physician's global assessment of disease activity is scored on a visual analog scale (VAS) from 0 (symptom-free and no arthritis symptoms) to 100 mm (maximum arthritis disease activity). A positive change in score indicates worsening, and a negative change indicates improvement.",
        "timeFrame": "Baseline to Week 24"
      },
      {
        "measure": "Changes From Baseline in American College of Rheumatology (ACR) Core Set Components at Week 24: Health Assessment Questionnaire-Disability Index (HAQ-DI)",
        "description": "A measure of self-perceived disability containing 20 questions in eight categories and including additional section about aid from other people and devices needed to correct the disabilities. Scores range from 0 to 3, with higher scores indicating worse disability.",
        "timeFrame": "Baseline to Week 24"
      },
      {
        "measure": "Changes From Baseline in American College of Rheumatology (ACR) Core Set Components at Week 24: High Sensitivity C-Reactive Protein (hsCRP)",
        "description": "Change from baseline in the acute phase reactant hsCRP",
        "timeFrame": "Baseline to Week 24"
      },
      {
        "measure": "Changes From Baseline in American College of Rheumatology (ACR) Core Set Components at Week 24: Erythrocyte Sedimentation Rate (ESR)",
        "description": "Change from baseline in the acute phase reactant ESR",
        "timeFrame": "Baseline to Week 24"
      },
      {
        "measure": "Changes From Baseline in Rheumatoid Arthritis Impact of Disease (RAID) Final Score",
        "description": "The RAID is a participant-completed questionnaire specific for RA consisting of a 0-10 rating for pain, functional disability, fatigue, sleep, physical well-being, emotional well-being and coping. Scores are weighted to produce a final numerical result. A positive change in score indicates worsening, and a negative change indicates improvement.",
        "timeFrame": "Baseline and Week 24"
      },
      {
        "measure": "Changes From Baseline in Work Productivity and Activity Impairment Questionnaire: Specific Health Problem (WPAI:SHP) Score",
        "description": "The WPAI:SHP is a 6-item questionnaire to measure performance impairment of work and regular daily activity and yields 4 types of scores: work time missed (absenteeism), impairment while working (presenteeism or reduced on-the-job effectiveness), overall work impairment (WI) (work productivity loss or absenteeism plus presenteeism) and activity impairment (daily activity impairment). Total score and each score range from 0 (not affected/no impairment) to 100 (completely affected/impaired). Higher scores indicate greater impairment and less productivity. A positive change in score indicates impairment, and a negative change indicates improvement.",
        "timeFrame": "Baseline and Week 24"
      },
      {
        "measure": "Change From Baseline in Simplified Disease Activity Index (SDAI) at Week 24",
        "description": "The SDAI is the numerical sum of 5 outcome parameters: tender and swollen joint count based on a 28-joint assessment, patient and physician global assessment of disease activity according to 100-mm visual analog scale (VAS) and level of C-reactive protein in milligrams per deciliter (mg/dL, normal \\<1 mg/dl). The total SDAI score range is 0-86, where higher scores indicate increased disease activity. A positive change in score indicates worsening, and a negative change indicates improvement.",
        "timeFrame": "Randomization to Week 24"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 22,
      "otherCount": 0,
      "totalCount": 23
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:57.787Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}