{
  "nctId": "NCT03400059",
  "briefTitle": "Study to Evaluate the Efficacy of Intranasal Kinetic Oscillation Stimulation in the Preventive Treatment of Chronic Migraine",
  "officialTitle": "A Randomized, Placebo-controlled, Double-blind, Multicenter Study to Evaluate the Efficacy of Intranasal Kinetic Oscillation Stimulation in the Preventive Treatment of Chronic Migraine",
  "protocolDocument": {
    "nctId": "NCT03400059",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-06-14",
    "uploadDate": "2024-02-16T07:22",
    "size": 716315,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03400059/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 144,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-03-22",
    "completionDate": "2022-08-01",
    "primaryCompletionDate": "2022-08-01",
    "firstSubmitDate": "2018-01-09",
    "firstPostDate": "2018-01-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. The subject is legally competent, has been informed of the nature, the scope and the relevance of the study, voluntarily agrees to participation and the study's provisions, and has duly signed the informed consent form (ICF);\n2. Male or female aged between 18 and 65 years (inclusive) at the time of providing informed consent;\n3. Diagnosed as suffering from chronic migraine with or without aura (≥15 headache days per month for more than 3 months before screening including at least 8 migraine days) according to the IHS classification (International Classification of Headache Disorders \\[ICHD\\]-III beta);\n4. Migraine onset before the age of 60 years;\n5. Reported history of migraine for at least 1 year before screening;\n6. Reported stable prophylactic migraine medication regimen, if any, during the 3 months prior to screening;\n7. Able and willing to maintain current prophylactic migraine medication regimen (no change in type, frequency or dose) from screening to end of follow-up;\n8. Women of childbearing potential must be willing to use highly effective contraceptive methods (failure rate \\<1% per year when used consistently and correctly) during the study.\n\nExclusion Criteria:\n\n1. Unable to distinguish between migraine headaches and other headache types;\n2. Treatment with Botox in the head/neck area within 4 months of the screening visit, or planned Botox treatment during the study;\n3. Previous or ongoing treatment with an implanted stimulator or other implanted device in the head and/or neck;\n4. Known pronounced anterior septal deviation, or other known relevant abnormality in the nasal cavity, including bacterial infection and wounds;\n5. History of relevant sinus surgery, transsphenoidal surgery for pituitary or other lesions or cerebrospinal fluid (CSF) rhinorrhea;\n6. Fitted with a pacemaker/defibrillator;\n7. Previously treated with therapeutic x-ray intervention in the facial region (that could have influenced the nasal mucosa);\n8. Ongoing upper respiratory infection or malignancy in the nasal cavity;\n9. History of regular nose bleeding (epistaxis), or concomitant condition or medication that could cause excessive bleeding including treatment with an anticoagulant;\n10. Head injury or open wound that contraindicates use of the Chordate Headband;\n11. Known allergy to polyvinylchloride, a material used in the Chordate Catheter, or medicinal liquid paraffin;\n12. Concurrent condition or risk of non-compliance that, in the investigator's opinion, may affect the interpretation of performance or safety data or which otherwise contraindicates participation in a clinical investigation;\n13. Pregnant and lactating women;\n14. Participation in a clinical investigation within 3 months of enrolment or planned participation at any time during this clinical investigation;\n15. Previous participation in this study;\n16. Employees of the study site or the sponsor directly involved with the conduct of the study, or immediate family members of any such individuals.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Mean Change From Baseline (4-week Screening Period) in Monthly Headache Days With Moderate to Severe Intensity in 4-week Performance Assessment Period.",
        "description": "Least square mean change from Baseline (4-week screening period) in monthly headache days with moderate to severe intensity in 4-week performance assessment period.",
        "timeFrame": "Interval from Day -28 to Day 0 and Interval from Day 14 to Day 42"
      }
    ],
    "secondary": [
      {
        "measure": "Mean Change From Baseline in Monthly Headache Days With Moderate to Severe Intensity in Follow-up Period",
        "timeFrame": "Interval from Day -28 to Day 0 and Interval from Day 43 to Day 70"
      },
      {
        "measure": "Mean Change From Baseline to Performance Assessment Period in Monthly Migraine Days",
        "timeFrame": "Interval from Day -28 to Day 0 and Interval from Day 14 to Day 42"
      },
      {
        "measure": "Mean Change From Baseline to Follow-up Period in Monthly Migraine Days",
        "timeFrame": "Interval from Day -28 to Day 0 and Interval from Day 43 to Day 70"
      },
      {
        "measure": "Mean Change From Baseline to Performance Assessment Period in 4-week Headache Days (Mild, Moderate and Severe Intensity) - All Intensities",
        "timeFrame": "Interval from Day -28 to Day 0 and Interval from Day 14 to Day 42"
      },
      {
        "measure": "Mean Change From Baseline to Follow-up Period in 4-week Headache Days (Mild, Moderate and Severe Intensity) - All Intensities",
        "timeFrame": "Interval from Day -28 to Day 0 and Interval from Day 43 to Day 70"
      },
      {
        "measure": "Proportion of Subjects With 30% or Greater Reduction in Headache Days of Moderate to Severe Intensity in Performance Assessment Period",
        "timeFrame": "Interval from Day -28 to Day 0 and Interval from Day 14 to Day 42"
      },
      {
        "measure": "Proportion of Subjects With 30% or Greater Reduction in Headache Days of Moderate to Severe Intensity in Follow-up Period",
        "timeFrame": "Interval from Day -28 to Day 0 and Interval from Day 43 to Day 70"
      },
      {
        "measure": "Proportion of Subjects With 50% or Greater Reduction of Headache Days of Moderate to Severe Intensity in Performance Assessment Period",
        "timeFrame": "Interval from Day -28 to Day 0 and Interval from Day 14 to Day 42"
      },
      {
        "measure": "Proportion of Subjects With 50% or Greater Reduction of Headache Days of Moderate to Severe Intensity in Follow-up Period",
        "timeFrame": "Interval from Day -28 to Day 0 and Interval from Day 43 to Day 70"
      },
      {
        "measure": "Change in the Use of Abortive Medication in Performance Assessment Period",
        "timeFrame": "Interval from Day -28 to Day 0 and Interval from Day 14 to Day 42"
      },
      {
        "measure": "Change in the Use of Abortive Medication in Follow-up Period",
        "timeFrame": "Interval from Day -28 to Day 0 and Interval from Day 43 to Day 70"
      },
      {
        "measure": "Headache Impact Test",
        "description": "The headache impact test-6 (HIT-6) is a 6-item self-administered questionnaire that evaluates the extent of disability a subject experiences due to headache by measuring the subject's level of pain, social functioning, role functioning, vitality, cognitive functioning, and psychological distress. The final total score is obtained from simple summation of the 6 items. The total score ranges between 36 and 78, with larger scores reflecting greater impact.\n\nReported is the change from Baseline in the final total score at the respective visit.",
        "timeFrame": "Days -28, 0, 14 (Visit 3), 42 (Visit 7), 70 (follow-up)"
      },
      {
        "measure": "Migraine-Specific Quality of Life Questionnaire (MSQ) - Role Function - Restrictive",
        "description": "The role function-restrictive dimension of the MSQ assesses how migraines limit daily activities and interactions during the past 4 weeks. It includes 7 items. Each item is scored on a 6-point scale ranging from 1 (none of the time) to 6 (all of the time). The scores of these items are summed and then transformed to a 0-100 scale. This means the minimum score of the role function restrictive dimension is 0 and the maximum score is 100 where a higher score indicates a better health status.\n\nReported is the change from Baseline in the role function restrictive dimension of the MSQ at the respective visit.",
        "timeFrame": "Days -28, 0, 14 (Visit 3), 42 (Visit 7), 70 (follow-up)"
      },
      {
        "measure": "MSQ - Role Function - Preventive",
        "description": "The role function-preventive dimension of the MSQ assesses how migraines prevent from engaging in daily activities during the past 4 weeks. It includes 4 items. Each item is scored on a 6-point scale ranging from 1 (none of the time) to 6 (all of the time). The scores of these items are summed and then transformed to a 0-100 scale. This means the minimum score of the role function-preventive dimension is 0 and the maximum score is 100 where a higher score indicates a better health status.\n\nReported is the change from Baseline in the role function-preventive dimension of the MSQ at the respective visit.",
        "timeFrame": "Days -28, 0, 14 (Visit 3), 42 (Visit 7), 70 (follow-up)"
      },
      {
        "measure": "MSQ - Emotional Function",
        "description": "The emotional function dimension of the MSQ assesses the emotional impact of migraines during the past 4 weeks. It includes 3 items. Each item is scored on a 6-point scale ranging from 1 (none of the time) to 6 (all of the time). The scores of these items are summed and then transformed to a 0-100 scale. This means the minimum score of the emotional function dimension is 0 and the maximum score is 100 where a higher score indicates a better health status.\n\nReported is the change from Baseline in the emotional function dimension of the MSQ at the respective visit.",
        "timeFrame": "Days -28, 0, 14 (Visit 3), 42 (Visit 7), 70 (follow-up)"
      },
      {
        "measure": "Patient Global Impression of Severity (PGI-S)",
        "description": "The PGI-S is a 1-item questionnaire to assess the subject's impression of disease severity. The subjects rated the severity of their condition on a scale from 1 to 4: 1=normal, 2=mild, 3=moderate, 4=severe",
        "timeFrame": "Days -28 (screening), 0 (visit 1), 14 (Visit 3), 42 (Visit 7), 70 (Follow-up)"
      },
      {
        "measure": "Incidence of Adverse Events (AEs)",
        "description": "n (%) of patients",
        "timeFrame": "Days 0, 7, 14, 21, 28, 35, 42, 70"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 17,
      "otherCount": 0,
      "totalCount": 18
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:54.253Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}