{
  "nctId": "NCT03603639",
  "briefTitle": "A Study to Evaluate the Pharmacodynamic Activity of E2730 in Adult Participants With Photosensitive Epilepsy",
  "officialTitle": "A Multicenter, Double-Blind, Randomized, Cross-Over Study Evaluating Pharmacodynamic Activity of E2730 in Adult Subjects With Photosensitive Epilepsy",
  "protocolDocument": {
    "nctId": "NCT03603639",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-06-17",
    "uploadDate": "2022-02-11T06:47",
    "size": 1685782,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03603639/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 6,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-07-27",
    "completionDate": "2019-02-14",
    "primaryCompletionDate": "2019-02-14",
    "firstSubmitDate": "2018-07-10",
    "firstPostDate": "2018-07-27"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Male or female 18 to 60 years old at the time of informed consent.\n2. A diagnosis and history of a PPR on EEG with or without a diagnosis of epilepsy.\n3. Currently taking up to a maximum of 3 concomitant antiepileptic drugs (AEDs). If taking concomitant AED(s), the dose must have remained stable for at least 4 weeks prior to Screening.\n4. A reproducible intermittent photic stimulation (IPS)-induced PPR on EEG of at least 3 points on a frequency assessment scale (SPR) in at least 1 eye condition on at least 3 of the EEGs performed at Screening.\n5. A body mass index (BMI) between 18 to 35 kilogram per square meter (kg/m\\^2) and a total body weight greater than or equal to 45 kilograms (kg) at the time of Screening.\n\nExclusion Criteria:\n\n1. Females who are breastfeeding or pregnant at Screening or Baseline (as documented by a positive beta-human chorionic gonadotropin \\[ß-hCG\\] (or human chorionic gonadotropin \\[hCG\\]) test with a minimum sensitivity of 25 international units per liter \\[IU/L\\] or equivalent units of ß-hCG \\[or hCG\\]). A separate baseline assessment is required if a negative screening pregnancy test was obtained more than 72 hours before the first dose of study drug.\n2. History of nonepileptic seizures (eg, metabolic, structural, or pseudoseizures) while on any antiepileptic medication(s).\n3. History of status epilepticus while on any antiepileptic medication(s) within 2 years prior to Screening.\n4. Ongoing or history of generalized tonic-clonic seizures within 6 months prior to Screening.\n5. Previously developed or who experienced a clinical seizure during prior PPR assessment or Screening IPS procedure, respectively.\n6. Use of AEDs that affect gama-aminobutyric acid (GABA) (GABAergic AEDs) (such as tiagabine, vigabatrin, gabapentin, pregabalin) within 3 months prior to Screening.\n7. Multiple drug allergies or a severe drug reaction to AED(s), including dermatological (eg, Stevens-Johnson syndrome), hematological, or organ toxicity reactions.\n8. An active central nervous system (CNS) infection, demyelinating disease, degenerative neurological disease or any CNS disease deemed to be progressive during the course of the study that may confound the interpretation of the study results.\n9. Concomitant use of cannabinoids.\n10. Inability to follow restriction on watching television, or use of any device with an animated screen (ie, computer, video games, tablets).\n11. A history of prolonged QT syndrome or risk factors for torsade de pointes (eg, heart failure, hypokalemia, family history of long QT Syndrome), or the use of concomitant medications that prolonged the QT/corrected QT (QTc) interval; or prolonged QT/QTc interval (QTc greater than \\[\\>\\] 450 millisecond \\[msec\\]) demonstrated on electrocardiograms (ECG) at Screening or baseline (based on average of triplicate ECGs).\n12. Any suicidal ideation with intent with or without a plan within 6 months before Screening or during Screening (ie, answering \"Yes\" to questions 4 or 5 on the suicidal ideation section of the Columbia-Suicide Severity Rating Scale \\[C-SSRS\\]).\n13. Any lifetime suicidal behavior (per the suicidal behavior section of the C-SSRS).\n14. Any psychotic disorder(s) or unstable recurrent affective disorder(s) evident by use of antipsychotics or prior suicide attempt(s) within approximately the last 2 years.\n15. Frequent spontaneous background burst or current evidence of proconvulsive activity on EEG (eg, increase in spike-wave activity) at Screening.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "60 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Mean Change From Baseline in the Standard Photosensitivity Response (SPR) in the Most Sensitive Eye Condition at 8 Hours Post-dose on Day 1 of Each Treatment Period",
        "description": "Photosensitivity described the presentation of an epileptiform electroencephalogram (EEG) response PPR from exposure to intermittent photic stimulation (IPS). SPR was a standardized derived measure of the range of frequencies of IPS that elicits epileptiform EEG responses in a participant. The participants were exposed to 14 different frequencies ranging from 2 to 60 flashes per second. The range was then assigned a number, representing the number of frequency steps, ranging from 0 to 14 between the lowest to the highest frequencies of IPS that elicits epileptiform activity by EEG. The lower scores represented better outcomes. Day 1 as per assigned treatment sequence in Treatment Period 1, 2, or 3. Mean change from baseline in the SPR most sensitive eye condition was the average of SPR scores assessed post study drug administration (Day 1 of Treatment Period 1, 2, or 3).",
        "timeFrame": "Baseline (30 minutes-2 hours) pre-dose and at 8 hours post-dose on Day 1 of each treatment period"
      }
    ],
    "secondary": [
      {
        "measure": "Mean Change From Baseline in SPR in Each of the 3 Eye Conditions (Eye Closure, Eyes Closed, and Eyes Opened) at 8 Hours Post-dose on Day 1 of Each Treatment Period",
        "description": "Photosensitivity described the presentation of an epileptiform EEG response PPR from exposure to IPS. SPR was a standardized derived measure of the range of frequencies of IPS that elicits epileptiform EEG responses in a participant. IPS-EEG assessments determine the range of frequencies of IPS that elicited an epileptiform EEG response. Each IPS-EEG assessment was conducted in all 3 eye conditions (eye closure, eyes closed, and eyes open). The participants were exposed to 14 different frequencies ranging from 2 to 60 flashes per second. The range was then assigned a number, representing the number of frequency steps, ranging from 0 to 14. Lower scores represented better outcomes. Mean change from baseline in the SPR in each of the 3 eye conditions (Eye Closure, Eyes Closed, and Eyes Opened) was the average of SPR scores assessed post study drug administration (Day 1 of Treatment Period 1, 2, or 3).",
        "timeFrame": "Baseline (30 minutes-2 hours) pre-dose and at 8 hours post-dose on Day 1 of each treatment period"
      },
      {
        "measure": "Time to Onset of Mean Photosensitivity Response in Each of the 3 Eye Conditions (Eye Closure, Eyes Closed, and Eyes Open Condition) up to 8 Hours Post-dose on Day 1 of Each Treatment Period",
        "description": "Time to onset of mean photosensitivity response in each of the 3 eye conditions (eye closure, eyes closed, and eyes open condition) was determined from mean change from baseline SPR data across participants. The onset of mean suppression was defined as the first time point at which the mean SPR across participants (not for each participant) was at least 3 units below the mean SPR at baseline. Photosensitivity response were essentially intermittent photic stimulation IPS assessments, is a form of visual stimulation, when the participants are flashed with light on their eyes intermittently at different hertz.",
        "timeFrame": "Baseline (30 minutes-2 hours) pre-dose up to 8 hours post-dose on Day 1 of each treatment period"
      },
      {
        "measure": "Duration of Mean Photosensitivity Response in Each of the 3 Eye Conditions (Eye Closure, Eyes Closed, and Eyes Open Condition) up to 8 Hours Post-dose on Day 1 of Each Treatment Period",
        "description": "Duration of mean photosensitivity response in each of the 3 eye conditions (eye closure, eyes closed, and eyes open condition) was determined from mean change from baseline SPR data across participants. Duration of suppression was defined as the difference in hours between the onset of suppression and the end of suppression of photosensitivity across participants. The onset of mean suppression was defined as the first time point at which the mean SPR across participants (not for each participant) was at least 3 units below the mean SPR at baseline. The end of mean suppression was defined as the last time (second time) with two successive reductions in mean SPR of at least 3 units lower than the mean SPR at baseline. SPR was a standardized derived measure of range of frequencies of IPS that elicits epileptiform EEG responses in a participant. The range was then assigned a number, representing the number of frequency steps, ranging from 0 to 14. Lower scores represented better outcomes.",
        "timeFrame": "Baseline (30 minutes-2 hours) pre-dose up to 8 hours post-dose on Day 1 of each treatment period"
      },
      {
        "measure": "Number of Participants With Complete Suppression, Partial Response, and no Response of SPR up to 8 Hours Post-dose on Day 1 of Each Treatment Period",
        "description": "Complete suppression was defined as a SPR reduction to 0 over at least 1 time point for all three eye conditions. Partial response was defined as a reduction in SPR of at least 3 units from baseline for at least 3 time points, and no time points with at least 3 units of increase, in the most sensitive eye condition; without meeting the complete suppression definition. No response was defined as the response not meeting complete suppression or partial suppression definitions.",
        "timeFrame": "Baseline (30 minutes-2 hours) pre-dose up to 8 hours post-dose on Day 1 of each treatment period"
      },
      {
        "measure": "Maximum Change From Baseline of Photosensitivity Response in Each of the 3 Eye Conditions (Eye Closure, Eyes Closed, and Eyes Open Condition) up to 8 Hours Post-dose on Day 1 of Each Treatment Period",
        "description": "Maximum change from baseline of photosensitivity response in each of the 3 eye conditions (eye closure, eyes closed, and eyes open condition) across participants (not for each participant) were reported. Photosensitivity described the presentation of an epileptiform EEG response (PPR) from exposure to IPS. SPR was a standardized derived measure of the range of frequencies of IPS that elicits epileptiform EEG responses in a participant. IPS-EEG assessments determine the range of frequencies of IPS that elicited an epileptiform EEG response. Each IPS-EEG assessment was conducted in all 3 eye conditions (eye closure, eyes closed, and eyes open). The participants were exposed to 14 different frequencies ranging from 2 to 60 flashes per second. The range was then assigned a number, representing the number of frequency steps, ranging from 0 to 14. Lower scores representing better outcomes.",
        "timeFrame": "Baseline (30 minutes-2 hours) pre-dose up to 8 hours post-dose on Day 1 of each treatment period"
      },
      {
        "measure": "Number of Participants With Treatment-emergent Adverse Events (TEAEs)",
        "description": "TEAE was defined as an adverse event (AE) that emerged during treatment, having been absent at pretreatment (Baseline) or reemerged during treatment, having been present at pretreatment (Baseline) but stopped before treatment, or worsened in severity during treatment relative to the pretreatment state, when the AE is continuous. An AE is any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship.",
        "timeFrame": "First dose of study drug (Baseline) up to 28 days after last dose of study drug (Day 71)"
      },
      {
        "measure": "Number of Participants With Clinically Significant Change From Baseline Values For Vital Signs",
        "description": "Vital signs parameters included systolic and diastolic Blood Pressure, pulse rate, respiratory rate, and temperature were assessed. Clinically significant values were defined as values above or below the normal reference range post-dose. Number of participants with clinically significant change from baseline values for vital signs was reported.",
        "timeFrame": "First dose of study drug (Baseline) up to 28 days after last dose of study drug (Day 71)"
      },
      {
        "measure": "Number of Participants With Clinically Significant Change From Baseline Values for Laboratory Parameters: Clinical Chemistry, Hematology and Liver Function Test",
        "description": "Laboratory assessment included clinical chemistry, hematology and liver function test parameters. Clinically significant values were defined as values above or below the normal reference range post-dose. Number of participants with clinically significant change from baseline values for laboratory parameters: clinical chemistry, hematology and liver function test are reported.",
        "timeFrame": "First dose of study drug (Baseline) up to 28 days after last dose of study drug (Day 71)"
      },
      {
        "measure": "Cmax: Maximum Observed Plasma Concentration for E2730 and N-acetyl Metabolite",
        "timeFrame": "Days 1, 22 and 43: 0-8 hours post-dose"
      },
      {
        "measure": "Tmax: Time to Reach Maximum Plasma Concentration (Cmax) for E2730 and N-acetyl Metabolite",
        "timeFrame": "Days 1, 22 and 43: 0-8 hours post-dose"
      },
      {
        "measure": "AUC (0-8h): Area Under the Plasma Concentration-time Curve From 0 to 8 Hours Post-dose for E2730 and N-acetyl Metabolite",
        "timeFrame": "Days 1, 22 and 43: 0-8 hours post-dose"
      },
      {
        "measure": "Model Based Relationship Between PK Parameters of E2730 and Onset, Maximum Change, and Duration of Impact on Photosensitivity",
        "description": "Relationship between PK parameters of E2730 and PD parameters (onset, maximum change, and duration of impact on photosensitivity) were to be assessed using model-based approach. The PK-PD analysis dataset were to be used and included in examination of the relationship of PK of E2730 and change in PPR response (example, time of onset, maximum change, and duration of PPR; Bond and Lader data).",
        "timeFrame": "Baseline (30 minutes-2 hours) pre-dose up to 8 hours post-dose on Day 1 of each treatment period"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 12,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:47.938Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}