{
  "nctId": "NCT04041284",
  "briefTitle": "A Study to Evaluate the Efficacy and Safety of Fremanezumab for Preventive Treatment of Migraine in Patients With Major Depressive Disorder",
  "officialTitle": "A Multicenter, Randomized, Double-Blind, Placebo-Controlled, Parallel-Group Study Followed by an Open-Label Extension to Evaluate the Efficacy and Safety of Fremanezumab for Preventive Treatment of Migraine in Patients With Major Depressive Disorder",
  "protocolDocument": {
    "nctId": "NCT04041284",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-05-04",
    "uploadDate": "2023-08-23T10:00",
    "size": 17505120,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04041284/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 353,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-09-13",
    "completionDate": "2022-08-31",
    "primaryCompletionDate": "2022-08-31",
    "firstSubmitDate": "2019-07-31",
    "firstPostDate": "2019-08-01"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* The participant has a diagnosis of migraine with onset at ≤50 years of age.\n* Prior to the screening visit 1 the participant has a 12-month history of either migraine or headache consistent with migraine\n* The participant agrees not to initiate any migraine preventive during the study. Up to 30% of participants, however, may take a single such medication previously prescribed for the treatment of migraine.\n* The participant has a history of major depressive disorder (MDD) at least 12 months prior to the screening visit. Participants may take a single medication prescribed for the treatment of depression as long as the dose of that medication has been stable for at least 8 weeks prior to the screening visit and expects to remain at the stable dose throughout the study.\n* The participant has a body weight ≥ 45 kg and a body mass index within the range of 17.5 to 34.9 kg/m2, inclusive.\n* Women of child-bearing potential whose male partners are potentially fertile (ie, no vasectomy) must use highly effective birth control methods for the duration of the study and for 6 months after discontinuation of IMP.\n* Men must be sterile or, if they are potentially fertile/reproductively competent (not congenitally sterile) and their female partners are of child-bearing potential, must use a condom for the duration of the study and for 6 months after discontinuation of IMP.\n\nNOTE: Additional criteria apply, please contact the investigator for more information\n\nExclusion Criteria:\n\n* The participant has failed 4 or more different medication classes to treat depression in their lifetime.\n* The participant has used an intervention/device (eg, scheduled nerve blocks, implantable vagal nerve stimulation, and transcranial magnetic stimulation) for migraine or depression during the 2 months prior to screening.\n* The participant has used electroconvulsive therapy at any time.\n* The participant suffers from constant or nearly constant headache, defined as having headaches for more than 80% of the time he/she is awake, and less than 4 days without headache per month. Daily headache is acceptable if participant has headaches 80% or less of the time he/she is awake on most days.\n* The participant has a clinical history of a severe or uncontrolled psychiatric disorder, to include the following, or at the discretion of the investigator for any clinically significant psychiatric history that would likely interfere with full participation in the study:\n\n  * Lifetime exclusion: suicide attempt\n  * In the past 6 months exclusion: suicidal ideation, or other psychoactive spectrum disorders including schizoaffective disorder, delusional disorder, depression with psychotic features, and catatonic disorder.\n* The participant has a known infection or history of human immunodeficiency virus, tuberculosis, any history of Lyme disease, or chronic hepatitis B or C infection.\n* The participant has a past or current history of cancer, except for appropriately treated non-melanoma skin carcinoma.\n* The participant is a pregnant or nursing female or plans to become pregnant during the study, including the 6-month period after the administration of the last dose.\n* The participant has a history of hypersensitivity reactions to injected proteins, including monoclonal antibodies, or a history of Stevens-Johnson Syndrome or toxic epidermal necrolysis syndrome.\n* Participant has received onabotulinumtoxinA for migraine or for any medical or cosmetic reasons requiring injections in the head, face, or neck during the 3 months before screening visit.\n* The participant has a history of hypersensitivity reactions to injected proteins, including monoclonal antibodies.\n* The participant has participated in a clinical study of a new chemical entity or a prescription medicine within 2 months of the screening visit or 3 months in case of biologics if the half-life of the biologics is unknown or 5 half-lives, whichever is longer, or is currently participating in another study of an IMP (or a medical device).\n* The participant has failed treatment (based on tolerability and/or a lack of efficacy) with any monoclonal antibodies targeting the CGRP pathway (erenumab, eptinezumab, galcanezumab, or fremanezumab) or have taken the medications within 5 half-lives of the screening visit (V1) or take them during the study.\n* The participant has any clinically significant uncontrolled medical condition (treated or untreated).\n* The participant has a history of alcohol or drug abuse in the opinion of the investigator.\n* The participant has evidence or medical history of psychotic symptoms as per the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-V) criteria such as delusions, hallucinations, or disorganized speech in the past 1 month.\n\nNOTE: Additional criteria apply, please contact the investigator for more information",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Monthly Average Number of Migraine Days During the 12-Week DB Treatment Phase After the First Dose of Study Drug",
        "description": "A migraine day was defined as when at least 1 of following situations occurred: A calendar day (0:00 to 23:59) demonstrating at least 4 consecutive hours of a headache meeting criteria for migraine with or without aura; a calendar day (0:00 to 23:59) demonstrating at least 4 consecutive hours of a headache meeting criteria for probable migraine (where only 1 migraine criterion was missing); a calendar day (0:00 to 23:59) demonstrating a headache of any duration that was treated with migraine-specific medications (triptans and ergot compounds); and a calendar day (00:00 to 23:59) that was immediately consecutive of any day fulfilling 3 criteria above, where participants report headache of any duration. Monthly averages were derived and normalized to 28 days equivalent by formula: (number of days of efficacy variable over 12 week period/number of days with assessments recorded in e-diary for 12 week period)\\*28. Least square (LS) mean was calculated using analysis of covariance (ANCOVA).",
        "timeFrame": "Baseline (Day -28 to Day -1), up to Week 12"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Hamilton Depression Rating Scale-17 (HAM-D 17) Items Total Score at Week 8",
        "description": "The HAM-D 17 is a list of 17 items used to determine a participant's level of depression. The HAM-D total score comprises a sum of the 17 individual item scores. 8 items scored in a range of 0 (none/absent) to 2 (severe symptom) include: Insomnia (early, middle, late), somatic symptoms (gastrointestinal and general), genital symptoms, loss of weight, and insight. The following 9 items are scored in a range of 0 (none/absent) to 4 (severe symptom): Agitation, depressed mood, feelings of guilt, suicide, work and activities, retardation, anxiety (psychic and somatic), and hypochondriasis. The HAM-D17 total score is calculated as the sum of the 17 individual symptom scores; the total score can range from 0 to 52. Higher HAM-D17 scores indicate more severe depression. LS mean was calculated using mixed-effects model for repeated measures (MMRM).",
        "timeFrame": "Baseline, Week 8"
      },
      {
        "measure": "Number of Participants With ≥50% Reduction in Monthly Average Number of Migraine Days During the 12 Weeks After the First Dose of Study Drug",
        "description": "A migraine day was defined as when at least 1 of the following situations occurred: A calendar day (0:00 to 23:59) demonstrating at least 4 consecutive hours of a headache meeting criteria for migraine with or without aura; a calendar day (0:00 to 23:59) demonstrating at least 4 consecutive hours of a headache meeting criteria for probable migraine, a migraine subtype where only 1 migraine criterion was missing; a calendar day (0:00 to 23:59) demonstrating a headache of any duration that was treated with migraine-specific medications (triptans and ergot compounds); and a calendar day (00:00 to 23:59) that was immediately consecutive of any day fulfilling the 3 criteria above, where participants report headache of any duration. Monthly averages were derived and normalized to 28 days equivalent by formula: (number of days of efficacy variable over 12 week period/number of days with assessments recorded in e-diary for 12 week period)\\*28.",
        "timeFrame": "Baseline (Day -28 to Day -1) up to Week 12"
      },
      {
        "measure": "Change From Baseline in Migraine-Specific Quality of Life (MSQoL) Questionnaire Role Function-Restrictive and Role Function-Preventive Domain Scores at Week 12",
        "description": "The MSQoL version 2.1 is a 14-item questionnaire that assesses the impact of migraine and migraine treatment on a participant's quality of life during the previous 4 weeks. Each item is scored on a 6-point scale where: 1=none of the time to 6=all of the time. The MSQoL measures the degree to which performance of normal activities is limited by migraine (Role Function-Restrictive domain comprising 7 items; score range 7 to 42), the degree to which performance of normal activities is prevented by migraine (Role Function-Preventive domain comprising 4 items; score range 4 to 24), and the emotional effects of migraine (Emotional Function domain comprising 3 items; score range 3 to 18). Total raw scores for each domain is the sum of the final item value for all of the items in that domain. After the total raw score is computed for each domain, they are transformed to a 0-100 scale with higher scores indicating a better health-related quality of life. LS mean was calculated using MMRM.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Baseline in Clinical Global Impression - Severity (CGI-S) Scale Score at Weeks 4, 8, and 12",
        "description": "The CGI-S is a short questionnaire filled out by the investigator that rates a participant's mental health from 1 (normal, not at all ill) to 7 (among the most extremely ill participants).",
        "timeFrame": "Baseline, Weeks 4, 8, and 12"
      },
      {
        "measure": "Change From Baseline in 6-Item Headache Impact Test (HIT-6) Disability Score at Week 12",
        "description": "Migraine related disability was assessed using the HIT-6. The questionnaire measures the adverse impact of headache on social functioning, role functioning, vitality, cognitive functioning, and psychological distress. It also assesses headache severity. Each question was answered on the scale ranging with the following response options: 6 points (never), 8 points (rarely), 10 points (sometimes), 11 points (very often), and 13 points (always). The total score was obtained from summation of the 6 question points. The HIT-6 total score ranges between 36 and 78, with higher scores reflecting greater impact.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Number of Participants With Treatment-emergent Adverse Events (TEAEs)",
        "description": "An adverse event (AE) was defined as any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. Serious AEs (SAEs) were defined as death, a life-threatening AE, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, or an important medical event that jeopardized participant and required medical intervention to prevent 1 of the outcomes listed in this definition. AEs were considered TEAEs if onset occurred on or after the first dose date. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.",
        "timeFrame": "Baseline up to Week 24"
      },
      {
        "measure": "Number of Participants With Potentially Clinically Significant Abnormal Vital Signs Values",
        "description": "Criteria for potentially clinically significant vital signs values: Pulse: ≥120 beats per minute (bpm) and increase from baseline of ≥15 bpm or ≤50 bpm and decrease from baseline of ≥15 bpm; Systolic blood pressure (SBP): ≥180 millimeters of mercury (mmHg) and increase from baseline of ≥20 mmHg or ≤90 mmHg and decrease from baseline of ≥20 mmHg; Diastolic blood pressure (DBP): ≥105 mmHg and increase from baseline of ≥15 mmHg or ≤50 mmHg and decrease from baseline of ≥15 mmHg; Respiratory rate: \\<10 breaths per minute; and Body temperature: ≥38.3 degrees celsius (ºC) and change from baseline of ≥1.1ºC.",
        "timeFrame": "Baseline up to Week 24"
      },
      {
        "measure": "Number of Participants With Clinically Significant Abnormal Physical Examination Findings",
        "description": "Physical examination included height, weight, general appearance; head, eyes, ears, nose, and throat; chest and lungs; heart; abdomen; musculoskeletal; skin; lymph nodes; and neurological. Clinical significance was per investigator's discretion.",
        "timeFrame": "Baseline up to Week 24"
      },
      {
        "measure": "Number of Participants With Drug Hypersensitivity and Seasonal Allergy",
        "timeFrame": "Baseline up to Week 24"
      },
      {
        "measure": "Number of Participants Who Used Concomitant Medication",
        "description": "Concomitant medications included agents acting on the renin-angiotensin system, analgesics, antibacterials for systemic use, antihistamines for systemic use, anti-inflammatory and antirheumatic products, beta-blocking agents, drugs for acid related disorder, lipid modifying agents, mineral supplement, other gynecologicals, psychoanaleptics, psycholeptics, sex hormones and modulators of the genital system, thyroid therapy, vaccines, and vitamins.",
        "timeFrame": "Baseline up to Week 24"
      },
      {
        "measure": "Number of Participants Who Used Concomitant Medication for Migraine/Headache",
        "description": "Concomitant medications for migraine/headache included analgesics, antiepileptics, muscle relaxants, anti-inflammatory and antirheumatic products, agents acting on the renin-angiotensin system, anesthetics, antianemic preparations, antibacterials for systemic use, antihistamines for systemic use, beta-blocking agents, lipid modifying agents, mineral supplement, other gynecologicals, psychoanaleptics, psycholeptics, sex hormones and modulators of the genital system, thyroid therapy, vaccines, vitamins etc.",
        "timeFrame": "Baseline up to Week 24"
      },
      {
        "measure": "Number of Participants Who Did Not Complete the Study Due to AE",
        "timeFrame": "Baseline up to Week 24"
      },
      {
        "measure": "Number of Participants Reporting Any Suicidal Ideation or Suicidal Behavior According to the Columbia Suicide Severity Rating Scale (C-SSRS)",
        "description": "C-SSRS included responses for Suicidal Ideation or Suicidal Behavior in 10 categories: 1=Wish to be dead; 2=Non-specific active suicidal thoughts; 3=Active suicidal ideation with any methods (not plan) without intent to act; 4=Active suicidal ideation with some intent to act, without specific plan; 5=Active suicidal ideation with specific plan and intent; 6=Preparatory acts or behavior; 7=Aborted attempt; 8=Interrupted attempt; 9=Non-fatal suicide attempt; and 10=Completed suicide. Participants who responded \"Yes\" to any category were considered Positive, participants who responded \"No\" for all categories were considered Negative, and participants who were evaluable but did not complete the questionnaire were considered Incomplete. A Positive response was considered as a worse outcome and the investigator determined if further evaluation was needed. Any Suicidal ideation or Suicidal Behavior events reported as TEAEs along with all other reported TEAEs are included in the AE module.",
        "timeFrame": "Baseline, Weeks 4, 8, 12, and 24"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 13,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:52.171Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}