{
  "nctId": "NCT02934178",
  "briefTitle": "Shigella WRSS1 Vaccine Trial in Bangladesh",
  "officialTitle": "A Phase 1 Randomized, Double-Blinded, Placebo-controlled, Dose-Escalation Study to Assess the Safety, Tolerability and Immunogenicity of Live Attenuated, Oral Shigella WRSS1 Vaccine in Bangladeshi Toddlers (12 to 24 Months Old)",
  "protocolDocument": {
    "nctId": "NCT02934178",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-07-10",
    "uploadDate": "2018-07-11T18:44",
    "size": 2538322,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02934178/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 16,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-02-23",
    "completionDate": "2018-01-10",
    "primaryCompletionDate": "2018-01-10",
    "firstSubmitDate": "2016-08-30",
    "firstPostDate": "2016-10-14"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Male or female children aged between 12 to 24 month of age at the time of vaccination\n2. General good health as determined by the screening evaluation no greater than 30 days before admission\n3. Father, mother or other legally acceptable representative (guardian) properly informed about the study, able to understand it and sign the informed consent form\n4. Normal bowel habits (\\< 3 grade 1 or 2 stools each day; ≥ 1 grade 1 or 2 stools every 2 days)\n5. Free of obvious health problems as established by medical history and clinical examination before entering into the study.\n6. Parent or guardian available for the entire period of the study and reachable by study staff throughout the entire follow-up period.\n7. Signed Informed Consent from the Parent or legal guardian\n\nExclusion Criteria:\n\n1. Presence of a significant medical that in the opinion of the Investigator precludes participation in the study\n2. Known infection with human immunodeficiency virus (HIV)\n3. Presence in the serum of hepatitis A virus (HAV) or hepatitis C virus (HCV) antibody.\n4. History of congenital abdominal disorders, intussusception, abdominal surgery or any other congenital disorder.\n5. Participation in research involving another investigational product (defined as receipt of investigational product) 30 days before planned date of first vaccination or concurrently participating in another clinical study, at any time during the study period, in which the child has been or will be exposed to an investigational or a non-investigational product\n6. Clinically significant abnormalities on physical examination\n7. Clinically significant abnormalities in screening hematology, serum chemistry as determined by the PI or the PI in consultation with the Study Physician\n8. History of febrile illness within 48 hours prior to vaccination\n9. Known or suspected impairment of immunological function based on medical history and physical examination\n10. Prior receipt of any Shigella vaccine\n11. Fever at the time of immunization. Fever is defined as a temperature ≥ 37.5C (99.5F) on axillary, oral, or tympanic measurement\n12. History of known shigellosis, chronic diarrhea/dysentery in the past 2 months\n13. Current use of iron or zinc supplements within the past 7 days; current use of antacids (H2 blockers, omeprazol, OTC agents) or immunosuppressive drug\n14. Allergy to quinolone, sulfa, and penicillin classes of antibiotics\n15. Clinical evidence of active gastrointestinal illness\n16. Prior receipt of a blood transfusion or blood products, including immunoglobulins\n17. Presence of any significant systemic disorder (cardiovascular, pulmonary, hepatic, renal, gastrointestinal, endocrine, immunological, dermatological, neurological, cancer or autoimmune disease) as determined by medical history and/or physical examination which would endanger the participant's health or is likely to result in non-conformance to the protocol.\n18. History of any neurologic disorders or seizures.\n19. Acute disease at the time of enrolment\n20. Medically significant malnutrition, defined as moderate malnutrition (wt-for-age z-score between -3.0 and -2.0) and severe malnutrition (wt-for-age z-score \\<-3.0 or edema)\n21. Any conditions which, in the opinion of the investigator, might jeopardize the safety of study participants or interfere with the evaluation of the study objectives\n22. Receipt of antimicrobial drugs for any reason or a fever ≥ 38C within 7 days before vaccination\n23. History of diarrhea during the 7 days before vaccination.\n24. Has any household member(s) who is immunocompromised or under the age of 1 year old.\n25. Culture or polymerase chain reaction (PCR) positive for any Shigella strain",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "12 Months",
    "maximumAge": "24 Months",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Maximum Severity of Reactogenicity by Vaccination",
        "description": "All toddlers were monitored for evidence of immediate reactions, assessed for systemic reactogenicity (fever, irritability, decreased appetite, and decreased activity) and gastrointestinal (GI) symptoms (abdominal pain, nausea, vomiting, loose stool, diarrhea, dysentery, bloating, excess flatulence, constipation) during the 72 hours following each vaccine dose.",
        "timeFrame": "72 hours after each vaccination (Day 3, Day 31, Day 59)"
      },
      {
        "measure": "Number of Participants With Adverse Events Occurring Within 28 Days After Any Vaccination by Maximum Severity",
        "description": "All toddlers were monitored for the occurrence of any adverse event (AE) or serious adverse event (SAE). Toddlers visited the clinic for safety assessments approximately one month after each vaccination.\n\nGrades are based on maximum severity per participant.",
        "timeFrame": "Up to 28 days after any vaccination (up to Day 84)"
      }
    ],
    "secondary": [
      {
        "measure": "Geometric Mean Titer (GMT) of Immunoglobulin A (IgA) Antibodies in Antibody Lymphocyte Supernatant (ALS): Invaplex Antigens",
        "description": "The mucosal immune response to WRSS1 was evaluated by assessing specific IgA antibody responses to S. sonnei Invaplex using the 'antibodies in lymphocyte supernatant' (ALS) assay on culture supernatants of cultured peripheral blood mononuclear cells from different study days (Days 0, 7, 35, and 63) to determine Invaplex-specific IgA response from circulating lymphocytes. Invaplex is a mixture of purified S. sonnei lipopolysaccharide (LPS) and purified protein antigens IpaB and IpaC.",
        "timeFrame": "Days 0, 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of Immunoglobulin A (IgA) Antibodies in Lymphocyte Supernatant (ALS): Lipopolysaccharide (LPS) Antigen",
        "description": "The mucosal immune response to WRSS1 was evaluated by assessing specific IgA antibody responses to S. sonnei lipopolysaccharide (LPS) using the 'antibodies in lymphocyte supernatant' (ALS) assay on culture supernatants from cultured peripheral blood mononuclear cells from different study days (Days 0, 7, 35, and 63) to determine LPS-specific IgA response from circulating lymphocytes.",
        "timeFrame": "Days 0, 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of Immunoglobulin G (IgG) Antibodies in Antibody Lymphocyte Supernatant (ALS): Invaplex Antigen",
        "description": "The mucosal immune response to WRSS1 was evaluated by assessing specific IgG antibody responses to S. sonnei Invaplex using the 'antibodies in lymphocyte supernatant' (ALS) assay on culture supernatants of cultured peripheral blood mononuclear cells from different study days (Days 0, 7, 35, and 63) to determine Invaplex-specific IgG response from circulating lymphocytes. Invaplex is a mixture of purified S. sonnei lipopolysaccharide (LPS) and purified protein antigens IpaB and IpaC.",
        "timeFrame": "Days 0, 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of Immunoglobulin G (IgG) Antibodies in Antibody Lymphocyte Supernatant (ALS): Lipopolysaccharide (LPS)",
        "description": "The mucosal immune response to WRSS1 was evaluated by assessing specific IgG antibody responses to S. sonnei LPS using the 'antibodies in lymphocyte supernatant' (ALS) assay on culture supernatants of cultured peripheral blood mononuclear cells from different study days (Days 0, 7, 35, and 63) to determine LPS-specific IgG response from circulating lymphocytes.",
        "timeFrame": "Days 0, 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of Immunoglobulin M (IgM) Antibodies in Antibody Lymphocyte Supernatant (ALS): Invaplex Antigen",
        "description": "The mucosal immune response to WRSS1 was evaluated by assessing specific IgM antibody responses to S. sonnei Invaplex using the 'antibodies in lymphocyte supernatant' (ALS) assay on culture supernatants of cultured peripheral blood mononuclear cells from different study days (Days 0, 7, 35, and 63) to determine Invaplex-specific IgM response from circulating lymphocytes. Invaplex is a mixture of purified S. sonnei lipopolysaccharide (LPS) and purified protein antigens IpaB and IpaC.",
        "timeFrame": "Days 0, 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of Immunoglobulin M (IgM) Antibodies in Antibody Lymphocyte Supernatant (ALS): Lipopolysaccharide (LPS) Antigen",
        "description": "The mucosal immune response to WRSS1 was evaluated by assessing specific IgM antibody responses to S. sonnei LPS using the 'antibodies in lymphocyte supernatant' (ALS) assay on culture supernatants of cultured peripheral blood mononuclear cells from different study days (Days 0, 7, 35, and 63) to determine LPS-specific IgM response from circulating lymphocytes.",
        "timeFrame": "Days 0, 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Fold Change From Baseline in Immunoglobulin A (IgA) Antibodies in Antibody Lymphocyte Supernatant (ALS): Invaplex Antigens",
        "timeFrame": "Baseline (Day 0, pre-vaccination) and Days 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Fold Change From Baseline in Immunoglobulin A (IgA) Antibodies in Antibody Lymphocyte Supernatant (ALS): Lipopolysaccharide (LPS) Antigen",
        "timeFrame": "Baseline (Day 0, pre-vaccination) and Days 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Fold Change From Baseline in Immunoglobulin G (IgG) Antibodies in Antibody Lymphocyte Supernatant (ALS): Invaplex Antigen",
        "timeFrame": "Baseline (Day 0, pre-vaccination) and Days 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Fold Change From Baseline in Immunoglobulin G (IgG) Antibodies in Antibody Lymphocyte Supernatant (ALS): Lipopolysaccharide (LPS)",
        "timeFrame": "Baseline (Day 0, pre-vaccination) and Days 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Fold Change From Baseline in Immunoglobulin M (IgM) Antibodies in Antibody Lymphocyte Supernatant (ALS): Invaplex Antigen",
        "timeFrame": "Baseline (Day 0, pre-vaccination) and Days 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Fold Change From Baseline in Immunoglobulin M (IgM) Antibodies in Antibody Lymphocyte Supernatant (ALS): Lipopolysaccharide (LPS) Antigen",
        "timeFrame": "Baseline (Day 0, pre-vaccination) and Days 7, 35, and 63"
      },
      {
        "measure": "Count of Participants With 4-fold Rise From Baseline in Immunoglobulin A (IgA) Antibodies in Antibody Lymphocyte Supernatant (ALS): Invaplex Antigen",
        "timeFrame": "Days 7, 35, and 63"
      },
      {
        "measure": "Count of Participants With 4-fold Rise From Baseline in Immunoglobulin G (IgG) Antibodies in Antibody Lymphocyte Supernatant (ALS): Invaplex Antigen",
        "timeFrame": "Days 7, 35, and 63"
      },
      {
        "measure": "Count of Participants With 4-fold Rise From Baseline in Immunoglobulin M (IgM) Antibodies in Antibody Lymphocyte Supernatant (ALS): Invaplex Antigen",
        "timeFrame": "Days 7, 35, and 63"
      },
      {
        "measure": "Count of Participants With 4-fold Rise From Baseline in Immunoglobulin A (IgA) Antibodies in Antibody Lymphocyte Supernatant (ALS): Lipopolysaccharide (LPS) Antigen",
        "timeFrame": "Days 7, 35, and 63"
      },
      {
        "measure": "Count of Participants With 4-fold Rise From Baseline in Immunoglobulin G (IgG) Antibodies in Antibody Lymphocyte Supernatant (ALS): Lipopolysaccharide (LPS) Antigen",
        "timeFrame": "Days 7, 35, and 63"
      },
      {
        "measure": "Count of Participants With 4-fold Rise From Baseline in Immunoglobulin M (IgM) Antibodies in Antibody Lymphocyte Supernatant (ALS): Lipopolysaccharide (LPS) Antigen",
        "timeFrame": "Days 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of Immunoglobulin A (IgA) Antibodies in Serum: Invaplex Antigens",
        "description": "The systemic immune response to WRSS1 was evaluated by assessing the IgA antibody response to S. sonnei Invaplex in serum/plasma samples at Days 0, 7, 35 and 63. Invaplex is a mixture of purified S. sonnei LPS and purified protein antigens IpaB and IpaC. Serotype-specific LPS from the Walter Reed Army Institute was used to coat the enzyme-linked immunosorbent assay (ELISA) plates.",
        "timeFrame": "Days 0, 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of Immunoglobulin A (IgA) Antibodies in Serum: Lipopolysaccharide (LPS) Antigen",
        "description": "The systemic immune response to WRSS1 was evaluated by assessing the IgA antibody response to S. sonnei 2a LPS in serum/plasma samples at Days 0, 7, 35 and 63. Serotype-specific lipopolysaccharide (LPS) from the Walter Reed Army Institute was used to coat the ELISA plates.",
        "timeFrame": "Days 0, 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of Immunoglobulin G (IgG) Antibodies in Serum: Invaplex Antigen",
        "description": "The systemic immune response to WRSS1 was evaluated by assessing the IgG antibody response to S. sonnei Invaplex in serum/plasma samples at Days 0, 7, 35 and 63. Invaplex is a mixture of purified S. sonnei LPS and purified protein antigens IpaB and IpaC. Serotype-specific LPS from the Walter Reed Army Institute was used to coat the ELISA plates.",
        "timeFrame": "Days 0, 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of Immunoglobulin G (IgG) Antibodies in Serum: Lipopolysaccharide (LPS)",
        "description": "The systemic immune response to WRSS1 was evaluated by assessing the IgG antibody response to S. sonnei 2a LPS in serum/plasma samples at Days 0, 7, 35 and 63. Serotype-specific LPS from the Walter Reed Army Institute was used to coat the ELISA plates.",
        "timeFrame": "Days 0, 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of Immunoglobulin M (IgM) Antibodies in Serum: Invaplex Antigen",
        "description": "The systemic immune response to WRSS1 was evaluated by assessing the IgM antibody response to S. sonnei Invaplex in serum/plasma samples at Days 0, 7, 35 and 63. Invaplex is a mixture of purified S. sonnei LPS and purified protein antigens IpaB and IpaC. Serotype-specific LPS from the Walter Reed Army Institute was used to coat the ELISA plates.",
        "timeFrame": "Days 0, 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of Immunoglobulin M (IgM) Antibodies in Serum: Lipopolysaccharide (LPS) Antigen",
        "description": "The systemic immune response to WRSS1 was evaluated by assessing the IgM antibody response to S. sonnei 2a LPS in serum/plasma samples at Days 0, 7, 35 and 63. Serotype-specific LPS from the Walter Reed Army Institute was used to coat the ELISA plates.",
        "timeFrame": "Days 0, 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Fold Change From Baseline in Immunoglobulin A (IgA) Antibodies in Serum: Invaplex Antigens",
        "timeFrame": "Baseline (Day 0, pre-vaccination) and Days 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Fold Change From Baseline in Immunoglobulin A (IgA) Antibodies in Serum: Lipopolysaccharide (LPS) Antigen",
        "timeFrame": "Baseline (Day 0, pre-vaccination) and Days 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Fold Change From Baseline in Immunoglobulin G (IgG) Antibodies in Serum: Invaplex Antigen",
        "timeFrame": "Baseline (Day 0, pre-vaccination) and Days 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Fold Change From Baseline in Immunoglobulin G (IgG) Antibodies in Serum: Lipopolysaccharide (LPS)",
        "timeFrame": "Baseline (Day 0, pre-vaccination) and Days 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Fold Change From Baseline in Immunoglobulin M (IgM) Antibodies in Serum : Invaplex Antigen",
        "timeFrame": "Baseline (Day 0, pre-vaccination) and Days 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Fold Change From Baseline in Immunoglobulin M (IgM) Antibodies in Serum: Lipopolysaccharide (LPS) Antigen",
        "timeFrame": "Baseline (Day 0, pre-vaccination) and Days 7, 35, and 63"
      },
      {
        "measure": "Count of Participants With 4-fold Rise in Immunoglobulin A (IgA) Antibodies in Serum From Baseline: Invaplex Antigen",
        "timeFrame": "Days 7, 35, and 63"
      },
      {
        "measure": "Count of Participants With 4-fold Rise in Immunoglobulin G (IgG) Antibodies in Serum From Baseline: Invaplex Antigen",
        "timeFrame": "Days 7, 35, and 63"
      },
      {
        "measure": "Count of Participants With 4-fold Rise in Immunoglobulin M (IgM) Antibodies in Serum From Baseline: Invaplex Antigen",
        "timeFrame": "Days 7, 35, and 63"
      },
      {
        "measure": "Count of Participants With 4-fold Rise in Immunoglobulin A (IgA) Antibodies in Serum From Baseline: Lipopolysaccharide (LPS) Antigen",
        "timeFrame": "Days 7, 35, and 63"
      },
      {
        "measure": "Count of Participants With 4-fold Rise in Immunoglobulin G (IgG) Antibodies in Serum From Baseline: Lipopolysaccharide (LPS) Antigen",
        "timeFrame": "Days 7, 35, and 63"
      },
      {
        "measure": "Count of Participants With 4-fold Rise in Immunoglobulin M (IgM) Antibodies in Serum From Baseline: Lipopolysaccharide (LPS) Antigen",
        "timeFrame": "Days 7, 35, and 63"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of Immunoglobulin A (IgA) Antibodies in Stool: Invaplex Antigen",
        "description": "The mucosal immune response to the WRSS1 was evaluated by assessing fecal IgA antibody responses to S. sonnei Invaplex in ELISA assays at Days 0, 7, 28, 35, 56, 63, and 84. Invaplex is a mixture of purified S. sonnei LPS and purified protein antigens IpaB and IpaC.",
        "timeFrame": "Days 0, 7, 28, 35, 56, 63, and 84"
      },
      {
        "measure": "Geometric Mean Titer (GMT) of Immunoglobulin A (IgA) Antibodies in Stool: Lipopolysaccharide (LPS) Antigen",
        "description": "The mucosal immune response to the WRSS1 was evaluated by assessing fecal IgA antibody responses to S. sonnei LPS in ELISA assays at Days 0, 7, 28, 35, 56, 63, and 84.",
        "timeFrame": "Days 0, 7, 28, 35, 56, 63, and 84"
      },
      {
        "measure": "Geometric Mean Fold Change From Baseline in Immunoglobulin A (IgA) Antibodies in Stool: Invaplex Antigens",
        "timeFrame": "Baseline (Day 0, pre-vaccination) and Days 7, 28, 35, 56, 63, and 84"
      },
      {
        "measure": "Geometric Mean Fold Change From Baseline in Immunoglobulin A (IgA) Antibodies in Stool: Lipopolysaccharide (LPS) Antigen",
        "timeFrame": "Baseline (Day 0, pre-vaccination) and Days 7, 28, 35, 56, 63, and 84"
      },
      {
        "measure": "Count of Participants With 4-fold Rise From Baseline in Immunoglobulin A (IgA) Antibodies in Stool: Invaplex Antigen",
        "timeFrame": "Days 7, 28, 35, 56, 63, and 84"
      },
      {
        "measure": "Count of Participants With 4-fold Rise From Baseline in Immunoglobulin A (IgA) Antibodies in Stool: Lipopolysaccharide (LPS) Antigen",
        "timeFrame": "Days 7, 28, 35, 56, 63, and 84"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 42,
      "otherCount": 0,
      "totalCount": 44
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:42.135Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}