{
  "nctId": "NCT05384041",
  "briefTitle": "Cranial Electrotherapy Stimulation for the Treatment of Major Depressive Disorder in Adults",
  "officialTitle": "Cranial Electrotherapy Stimulation for the Treatment of Major Depressive Disorder in Adults",
  "protocolDocument": {
    "nctId": "NCT05384041",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-06-08",
    "uploadDate": "2023-04-27T18:06",
    "size": 3115509,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05384041/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 255,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-04-28",
    "completionDate": "2022-10-24",
    "primaryCompletionDate": "2022-09-30",
    "firstSubmitDate": "2022-05-12",
    "firstPostDate": "2022-05-20"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Age 21-65 years and a resident of the United States of America\n2. Meets DSM-5 diagnostic criteria for moderate to severe Major Depressive Disorder\n3. Baseline BDI-II score between 20 and 63, inclusive (in moderate to severe range)\n4. Able to receive packages to their home via United Parcel Service/Fedex/United States Postal Service or other delivery service\n5. Willing and able to send and receive study related text messages on an internet capable mobile device throughout the duration of the study\n6. Owns and uses a personal, verifiable email address\n7. Able to commit to two (2) 20-minute treatment sessions per day for 4 weeks, one treatment upon waking for the day and one treatment before going to bed\n8. Willing to abstain from use of recreational drugs, hypnotics, steroids, and/or marijuana products through study completion\n9. Willingness to not initiate treatment for a mental health issue during the course of the study\n10. Fluent in English\n11. Sexually active females of childbearing potential willing to commit to practicing at least one or more of the following methods of contraception during the study: intrauterine device (IUD), barrier method in combination with a spermicide, oral/hormonal contraception, or abstinence\n12. In the opinion of the investigator, able to comply with study requirements and complete the study\n\nExclusion Criteria:\n\n1. History of suicide attempt or active suicidal ideation with plan or intent in the past 30 days.\n2. In the opinion of the investigator, considered high risk of suicide\n3. Previous hospitalization or institutionalization for mental health condition within one year of study entry\n4. Underwent electronic brain stimulation or neuromodulation within the past one year, including CES, transcranial magnetic stimulation, electroconvulsive therapy, and deep brain stimulation\n5. Modification of prescription medications that affect the nervous system (e.g., psychotropic medications) within 30 days of study entry\n6. Use of recreational drugs, hypnotics, steroids, and/or marijuana products in the past 30 days\n7. History of alcohol use disorder or other substance use disorder in the past 12 months\n8. Females currently pregnant or planning to conceive during study participation, or unwilling to comply with birth control requirements\n9. Known history of heart disease\n10. Known history of trigeminal neuralgia\n11. Implanted with an electronic device such as a defibrillator, deep brain stimulator, or pacemaker\n12. Unstable medical condition including any condition requiring hospitalization or change in treatment in the prior 30 days\n13. Legally blind and/or deaf and without in-home care service to assist with study participation\n14. Meets M.I.N.I. assessment criteria for, or has been diagnosed with, any of the following: Bipolar I disorder, bipolar II disorder, other specified bipolar and related disorder, panic disorder, agoraphobia, social anxiety disorder (social phobia), obsessive-compulsive disorder, posttraumatic stress disorder, alcohol use disorder in the past 12 months, substance use disorder (non-alcohol) in the past 12 months, any psychotic disorder (e.g., schizophrenia, schizoaffective disorder), major depressive disorder with psychotic features, anorexia nervosa, bulimia nervosa, binge-eating disorder, generalized anxiety disorder, any cognitive or developmental disorder (e.g., autism, Down's Syndrome), any personality disorder or psychiatric disorder that may interfere with study participation\n15. Current participation in another investigational study or participated in an investigational study within the past 30 days\n16. In the opinion of the investigator, may not be able to comply with study requirements\n17. Any employee, family member, or personal associate of the Sponsor or their designees conducting the study",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "21 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in the Beck Depression Inventory Second Edition (BDI-II) at Week Two Compared to Baseline.",
        "description": "The Beck Depression Inventory Second Edition (BDI-II) is a multiple-choice self-report inventory that assesses severity of depression. The BDI-II contains 21 items on a 4-point scale from 0 (symptom absent) to 3 (severe symptoms). The minimum score is 0 and the maximum score is 63, with a higher score indicating more severe depressive symptoms.\n\nThe candidate subject's BDI-II score must be within the range of 20 to 63 indicating moderate to severe Major Depressive Disorder.",
        "timeFrame": "Change at week two compared to baseline."
      }
    ],
    "secondary": [
      {
        "measure": "Change in the Beck Depression Inventory Second Edition (BDI-II) at Weeks One and Four Compared to Baseline.",
        "description": "The Beck Depression Inventory Second Edition (BDI-II) is a multiple-choice self-report inventory that assesses severity of depression. The BDI-II contains 21 items on a 4-point scale from 0 (symptom absent) to 3 (severe symptoms). The minimum score is 0 and the maximum score is 63, with a higher score indicating more severe depressive symptoms.\n\nThe candidate subject's BDI-II score must be within the range of 20 to 63 indicating moderate to severe Major Depressive Disorder.",
        "timeFrame": "Change at weeks one and four compared to baseline."
      },
      {
        "measure": "Change in the Patient Health Questionnaire-9 (PHQ-9) at Weeks One, Two, and Four Compared to Baseline.",
        "description": "The Patient Health Questionnaire-9 (PHQ-9) is a 9-item scale covering the Diagnostic and Statistical Manual, 5th Edition (DSM-5) for Major Depressive Disorder, with a diagnostic algorithm and score-based assessment of presence and severity of depression. The minimum score is 0 and the maximum score is 27, with a higher score indicating more severe depressive symptoms.",
        "timeFrame": "Change at weeks one, two, and four compared to baseline."
      },
      {
        "measure": "Change in the Quick Inventory of Depressive Symptomatology Self-Report (QIDS-SR) at Weeks One, Two, and Four Compared to Baseline.",
        "description": "The Quick Inventory of Depressive Symptomatology Self-Report (QIDS-SR) is a 16-item rating scale that assesses nine criterion symptom domains to diagnose a major depressive episode. The minimum score is 0 and the maximum score is 27, with a higher score indicating more severe depressive symptoms.",
        "timeFrame": "Change at weeks one, two, and four compared to baseline."
      },
      {
        "measure": "Beck Depression Inventory Second Edition (BDI-II) Responder Rate by Time Point (% of Subjects With a 50% or Better Improvement in Score From Baseline).",
        "description": "The Beck Depression Inventory Second Edition (BDI-II) is a multiple-choice self-report inventory that assesses severity of depression. The BDI-II contains 21 items on a 4-point scale from 0 (symptom absent) to 3 (severe symptoms). The minimum score is 0 and the maximum score is 63, with a higher score indicating more severe depressive symptoms.\n\nThe candidate subject's BDI-II score must be within the range of 20 to 63 indicating moderate to severe Major Depressive Disorder.",
        "timeFrame": "Four weeks following baseline."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:18.525Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}