{
  "nctId": "NCT03894826",
  "briefTitle": "Voronistat in Pediatric Patients With Drug Resistant Epilepsy",
  "officialTitle": "A Phase 2 Clinical Trial Testing the Safety and Efficacy of Voronistat in Pediatric Patients With Drug Resistant Epilepsy",
  "protocolDocument": {
    "nctId": "NCT03894826",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-07-18",
    "uploadDate": "2019-01-21T13:21",
    "size": 872459,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03894826/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 12,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2018-12-10",
    "completionDate": "2020-10",
    "primaryCompletionDate": "2020-04",
    "firstSubmitDate": "2018-09-13",
    "firstPostDate": "2019-03-29"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Males or females aged 2 - 17 years (inclusive)\n2. Medically intractable epilepsy, defined as having failed at least 2 standard anti-seizures therapies and experiencing at least 3 motor seizures per week, separated by at least 24 hours that are quantifiable by observation (e.g. discrete episodes of motor activity). Participants experiencing other seizure types in addition to motor seizures may also be enrolled but must meet the minimal requirement for motor seizures.\n3. Ability and willingness of family and/or caregiver (when appropriate) to give written informed consent and to comply with requirement of the study\n4. Adequate bone marrow function (defined as an absolute neutrophil count (ANC) of \\> 2 x 109/L; platelet count of \\> 150 x 109/L; hemoglobin of \\> 110 g/L \\[3-11 years\\], \\> 120 g/L \\[females 12 years or over\\], \\> 125 g/L \\[males 12-14 years\\], \\> 137 g/L \\[males 15 years or older\\])\n5. Adequate renal function (defined as serum creatinine \\< 1.5X age-adjusted upper limit of normal \\[ULN\\], or glomerular filtration rate ≥ 70 mL/min/1.73 m2)\n6. Adequate hepatic function (defined as total bilirubin \\<1.5 times ULN, and alanine aminotransferase \\[ALT\\] and aspartate transaminase \\[AST\\] \\< 3 times ULN, and albumin \\>33 g/L)\n7. Corrected QT (QTc) interval of \\< 450 msec\n8. Prothrombin time (PTT) \\< 1.5 ULN/International Normalized Ratio (INR) \\< 1.5 ULN\n9. Participants on corticosteroids must be taking a stable or decreasing dose for at least 7 days prior to enrollment\n\nExclusion Criteria:\n\n1. Treatment with valproic acid or other HDACi class drugs within at least the last 3 months at time of screening\n2. Enzyme-inducing AEDs (including oxcarbazepine (Trileptal), phenobarbital, phenytoin (Dilantin), topiramate (Topamax)\n3. Coumarin-derivative anti-coagulants\n4. Participants being considered for surgery for management of seizures during screening or who will be receiving surgery during for management of seizures during study period (includes all neurosurgery for the management of seizures or device implantation for the management of seizures)\n5. Neurosurgery within the past 12 months\n6. Use of Vagus Nerve Stimulator (VNS) where settings have not been stable for at least 6 months\n7. Planned surgery or other invasive medical treatment during screening of during treatment period\n8. Hypokalemia or hypomagnesemia\n9. Participants starting or currently on any neurometabolic diet (including but not limited to ketogenic diet; medium-chain triglyceride diet; modified Atkins diet; low glycemic index diet) during study\n10. History of non-catheter related deep venous thrombosis\n11. Pleural effusion\n12. Malignancy within the past 5 years.\n13. Any serious medical condition that according to the investigator could interfere with the conduct of the study\n14. Serious comorbid disease in which the life expectancy of the patient is shorter than the duration of the trial\n15. Unwillingness or inability to comply with study requirements\n16. Positive pregnancy test, lactating females or heterosexually active participants not willing to use highly effective methods of contraception\n17. Participation in any clinical trial with an investigational drug, or therapy not approved by Health Canada, within one month prior to screening",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "2 Years",
    "maximumAge": "17 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Incidence of Treatment-Emergent Adverse Events",
        "description": "The number of treatment emergent adverse events will be tabulated at each time point: adverse events, serious adverse events, and discontinuations due to adverse events.",
        "timeFrame": "14 days post drug initiation; 30 days post drug initiation; 42 days post drug initiation; 42 days following drug discontinuation"
      },
      {
        "measure": "Incidence of Drug Discontinuations due to Adverse Drug Reaction",
        "description": "The number of participants with drug discontinuations due to Adverse Drug Reaction will be tabulated at each time point: adverse events, serious adverse events, and discontinuations due to adverse events.",
        "timeFrame": "14 days post drug initiation; 30 days post drug initiation; 42 days post drug initiation; 42 days following drug discontinuation"
      }
    ],
    "secondary": [
      {
        "measure": "Proportion of participants who have at least a 50% reduction in seizures from baseline",
        "description": "Treatment response will be evaluated by calculating the proportion of response of participants who demonstrate a 50% reduction rate or greater at 6 weeks as compared to baseline.",
        "timeFrame": "42 days post drug initiation; change from baseline"
      },
      {
        "measure": "Change in seizure status at each time point.",
        "description": "Seizure status will be tabulated 14 days following drug initiation; 30 days following drug initiation; 42 days following drug initiation; and 42 days following drug discontinuation. Seizure status will be defined as: significant response (at least 50% reduction in seizure frequency as compared to baseline, or no seizures while on medication; partial response (25% - 49% reduction in seizure frequency as compared to baseline); no change, (0 - 24% reduction in seizure frequency as compared to baseline); and worsening (increase in seizure frequency as compared to baseline).",
        "timeFrame": "14 days post drug initiation; 30 days post drug initiation; 42 days post drug initiation; 42 days following drug discontinuation"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:47.990Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}