{
  "nctId": "NCT03841604",
  "briefTitle": "Effect of Safinamide on Parkinson's Disease Related Chronic Pain",
  "officialTitle": "A Randomised, Double-blind, Placebo-controlled Study to Evaluate the Efficacy and Safety of Safinamide 100mg Once Daily, as add-on Therapy, in Idiopathic Parkinson's Disease (PD) Patients With Motor Fluctuations and PD Related Chronic Pain",
  "protocolDocument": {
    "nctId": "NCT03841604",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-10-27",
    "uploadDate": "2021-11-10T05:47",
    "size": 27468164,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03841604/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 94,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-04-09",
    "completionDate": "2021-05-03",
    "primaryCompletionDate": "2021-04-30",
    "firstSubmitDate": "2019-01-30",
    "firstPostDate": "2019-02-15"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Participant must be 30 years of age or older, at the time of signing the informed consent.\n2. Diagnosed with IPD by using the United Kingdom Parkinson's Disease Society Brain Bank criteria for more than 5 years duration.\n3. Receiving treatment with a stable dose of oral L-Dopa (including controlled release \\[CR\\], immediate release \\[IR\\] or a combination of CR/IR), with and without benserazide/carbidopa, with or without addition of a catechol O-methyltransferase (COMT) inhibitor and may be receiving concomitant treatment with stable doses of a dopamine agonist, an anticholinergic and/or amantadine for at least 4 weeks prior to the randomisation (baseline visit).\n4. Hoehn and Yahr stage between 2-3 (inclusive) during the \"ON\" phase at the screening visit.\n5. Experiencing motor fluctuations following optimum titration of treatment medications and within the 4 weeks immediately prior to randomisation.\n6. Experiencing chronic pain (i.e. ongoing for ≥3 months prior to screening visit); the Investigator must consider chronic pain directly related to PD and not explained by any other health problem (e.g. peripheral neuropathy, organ disease or arthritis pain) OR consider the intensity of chronic pain specifically aggravated by PD.\n7. If taking regular analgesics, the treatment regimen should be stable in the 4 weeks prior to the randomisation visit.\n8. Able to maintain an accurate and complete electronic diary with the help of a caregiver.\n9. Male or female\n\n   •A female participant is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies: i.Not a woman of childbearing potential (WOCBP) OR ii.A WOCBP who agrees to follow the contraceptive guidance\n10. Capable of giving signed informed consent\n\nExclusion Criteria:\n\n1. Any form of Parkinsonism other than IPD.\n2. Diagnosis of chronic migraine (\\>15 days per month) or cancer pain.\n3. History of bipolar disorder, depression, schizophrenia or other psychotic disorder requiring treatment with neuroleptics.\n4. History of dementia or cognitive dysfunction.\n5. Severe, peak dose or biphasic dyskinesia.\n6. Unpredictable or widely swinging fluctuations.\n7. Ophthalmologic history including any of the following conditions: albinism, uveitis, retinitis pigmentosa, retinal degeneration, active retinopathy, severe progressive diabetic retinopathy, inherited retinopathy or family history of hereditary retinal disease.\n8. Moderate or severe liver failure using the Child-Pugh classification score.\n9. History of drug and/or alcohol abuse within 12 months prior to screening as defined by the current edition of the Diagnostic and Statistical Manual of Mental Disorders.\n10. Allergy/sensitivity, intolerance or contraindications to Safinamide.\n11. Treatment with monoamine oxidase inhibitors (MAOIs), levodopa infusion, pethidine, fluoxetine, fluvoxamine less than 4 weeks prior to the randomisation visit\n12. Use of any investigational drug or device within 30 days prior to screening or 5 half-lives, whichever is the longest\n13. Previous treatment with Safinamide in the 9 months before the screening visit\n14. Mini-Mental State Exam (MMSE) total score \\<24 at screening.\n15. NRS score ≤ 4 points at randomization visit.\n16. Any clinically significant condition which, in the opinion of the Investigator, would not be compatible with study participation or represent a risk for participants while in the study",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "30 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline to Week 16 in Pain Severity (NRS-11 Scale) - Full Analysis Set",
        "description": "To evaluate the potential efficacy of safinamide 100 (mg od), compared to placebo, as add-on therapy, for change pain severity (\"average worst pain experienced in the last 7 days\"), as assessed by an 11-point Numerical Rating Scale (NRS). Based on this scale, 0 point is the minimum and 10 point is the maximum. The higher the score, the more severe the pain.",
        "timeFrame": "Baseline and Week 16"
      },
      {
        "measure": "Change From Baseline to Week 16 in Pain Severity (NRS-11 Scale) - Per Protocol Set",
        "description": "To evaluate the potential efficacy of safinamide 100 (mg od), compared to placebo, as add-on therapy, for change pain severity (\"average worst pain experienced in the last 7 days\"), as assessed by an 11-point Numerical Rating Scale (NRS). Based on this scale, 0 point is the minimum and 10 point is the maximum. The higher the score, the more severe the pain.",
        "timeFrame": "Baseline and Week 16"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Subjects With a Reduction of ≥2 Points in Pain Severity at Week 16, Compared to Baseline",
        "description": "Reduction in pain severity (based on the \"average worst pain experienced in the last 7 days\") of ≥ 2 points was assessed by an 11-point NRS (numerical rating scale), compared to baseline. Based on this scale, 0 point is the minimum and 10 point is the maximum. The higher the score, the more severe the pain.",
        "timeFrame": "Week 16"
      },
      {
        "measure": "The Change From Baseline to Week 16 in the Clinical Global Impression of Change (CGI-C) Score for Pain",
        "description": "CGI-C (Clinical Global Impression - Change) score for pain is a seven-point scale that indicates the patient's impression of change for relevant symptoms. It ranges from \"substantial improvement\" to \"substantial worsening\":\n\n1. = substantial improvement;\n2. = moderate improvement;\n3. = minimum improvement;\n4. = No change;\n5. = Minimum worsening;\n6. = moderate worsening;\n7. = substantial worsening. of course the higher the score, the worse the outcome.",
        "timeFrame": "Baseline and Week 16"
      },
      {
        "measure": "The Global Impression of Severity (CGI-S) Score for Pain at Week 16",
        "description": "The CGI-S (Clinical Global Impression - Severity) score is a seven-point scale which asks the clinician one question: \"considering your total clinical experience with this particular population, how mentally ill is the patient at this time?\" which is rated as follow:\n\n1. = normal, not at all ill;\n2. = borderline mentally ill;\n3. = mildly ill;\n4. = moderately ill;\n5. = markedly ill;\n6. = severely ill;\n7. = among the most severely ill patients. of course the higher the score, the worse the outcome.",
        "timeFrame": "Baseline and Week 16"
      },
      {
        "measure": "The Change From Baseline to Week 16 in the Patient Global Impression of Change (PGI-C) Score for Pain",
        "description": "The Patients' Global Impression of Change (PGI-C) scale is designed to capture the subject's perception of change in activity limitations, symptoms, emotions, an overall quality of life. These areas are captured using a 7- point scale, indicating:\n\n1. = no change (or condition has got worse);\n2. = almost the same, hardly any change at all;\n3. = a little better, but not noticeable change;\n4. = somewhat better, but the change has not made any real difference;\n5. = moderately better, and a slight but noticeable change;\n6. = better and a definite improvement that has made a real and worthwhile difference;\n7. = a great deal better, and a considerable improvement that has made all the difference.\n\nOf course, the higher the score, the better the outcome.",
        "timeFrame": "Baseline and Week 16"
      },
      {
        "measure": "Number of Subjects With Concomitant Use of Pain Drugs at Different Timepoints",
        "description": "This outcome describes the number of subjects which had concomitant assumption of pain drugs at different timepoints.",
        "timeFrame": "Baseline, weeks 4, 8 and 16"
      },
      {
        "measure": "Amount of PRN PD Pain Medication: Count of Subjects Who Used PRN PD Pain Medication in the 7 Days Preceding Visits",
        "description": "Total count of patients who used PRN (meaning \"when necessary\") Parkinson's Disease Pain Medications was expressed both in number and in percentage.\n\nThe analysis of amount of concomitant PRN PD pain medications as reported in the subject diary was summarized:\n\n* as the number of subjects who were taking pain medication in the 7 days preceding visits at different timepoints;\n* in the number of days on which PRN PD pain medication was taken at different timepoints.",
        "timeFrame": "at Baseline and weeks 4, 8 and 16"
      },
      {
        "measure": "Amount of PRN PD Pain Medication: Number of Days on Which PRN PD Pain Medication Was Taken at Different Timepoints",
        "description": "The analysis of amount of concomitant PRN PD pain medications as reported in the subject diary was summarized:\n\n* as the number of days on which PRN PD pain medication was taken at different timepoints.\n* as the number of subjects who were taking pain medication in the 7 days preceding visits at different timepoints.",
        "timeFrame": "At Baseline and weeks 4, 8 and 16"
      },
      {
        "measure": "Change From Baseline to Week 16 in the Hospital Anxiety and Depression Scale (HADS) Score",
        "description": "The Hospital Anxiety and Depression Scale (HADS) was devised to measure anxiety and depression in a general medical population of patients through a unique questionnaire which takes 2-5 min to be completed. The questionnaire consists of a total of 14 items: seven items for the anxiety subscale (HADS Anxiety) and seven items for the depression subscale (HADS Depression). HADS Anxiety focus mainly on symptoms of generalized anxiety disorder and HADS Depression is focused on anhedonia, the main symptom of depression. Each item on the questionnaire is scored from 0-3 and this means that a person can score between 0 and 21 for anxiety subscale and the same for depression subscale, where:\n\n0-7 = Normal 8-10 = Borderline abnormal (borderline case). 11-21 = Abnormal (case) The two subscores are then summed up to obtain a total Hospital Anxiety and Depression Scale (HADS). The total scale range is 0-42. The higher the score, the worse the anxiety/depression status.",
        "timeFrame": "Baseline and Week 16"
      },
      {
        "measure": "The Change From Baseline to Week 16 in MDS-UPDRS",
        "description": "Change in the MDS-UPDRS = Movement Disorder Society-Unified Parkinson's Disease Rating Scale The MDS-UPDRS is defined by 4 Parts, each composed by a different number of items. Each item is rated on a 5-point Likert-type scale (ranging from 0 to 4); Part I (non-motor experiences of daily living; 13 items) Part II (motor experiences of daily living;13 items) Part III (motor examination; 33 items) Part IV (motor complications; 6 items) The MDS-UPDRS has a minimum score of 0 and a maximum score of 260. The higher the score, the more severe the impairment.",
        "timeFrame": "Baseline and Week 16"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 94,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:44.415Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}