{
  "nctId": "NCT02985398",
  "briefTitle": "An Open Label Trial of ALD403 (Eptinezumab) in Chronic Migraine",
  "officialTitle": "An Open Label Phase 3 Trial to Evaluate the Safety of ALD403 Administered Intravenously in Patients With Chronic Migraines",
  "protocolDocument": {
    "nctId": "NCT02985398",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-01-16",
    "uploadDate": "2020-03-19T10:01",
    "size": 2843183,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02985398/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 128,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-12",
    "completionDate": "2019-03",
    "primaryCompletionDate": "2018-04",
    "firstSubmitDate": "2016-12-05",
    "firstPostDate": "2016-12-07"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Males and females between 18 and 65 years of age, inclusive, who were diagnosed with migraines at ≤ 50 years of age, and have a history of chronic migraine for ≥ 12 months before screening.\n\nExclusion Criteria:\n\n* Receipt of any monoclonal antibody treatment (within or outside a clinical trial) within 6 months before screening.\n* Confounding and clinically significant pain syndromes (e.g. fibromyalgia, chronic low back pain, complex regional pain syndrome).\n* Psychiatric conditions that are uncontrolled and/or untreated, including conditions that are not controlled for a minimum of 6 months prior to screening. Patients with a lifetime history of psychosis, mania, or dementia are excluded.\n* History or diagnosis of complicated migraine (ICHD-III beta version, 20134), chronic tension-type headache, hypnic headache, cluster headache, hemicrania continua, new daily persistent headache, or sporadic and familial hemiplegic migraine.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Any Treatment Emergent Adverse Events (TEAEs)",
        "description": "Treatment emergent adverse events were defined as adverse events with start date and time on or after the date and time of the initial study drug infusion.",
        "timeFrame": "104 Weeks"
      },
      {
        "measure": "Number of Participants With a Clinically Significant Electrocardiogram",
        "description": "Overall investigator interpretation of participant electrocardiogram",
        "timeFrame": "Baseline, Day 0 Postdose, Week 12, 24, 36, 48 60, 72 and 84 (Predose and Postdose), and Week 104"
      },
      {
        "measure": "Number of Participants With Any Clinically Significant Laboratory Values",
        "description": "Each of the laboratory values that were reported as abnormal and clinically significant and entered as adverse events in the database.",
        "timeFrame": "104 Weeks"
      },
      {
        "measure": "Number of Participants Experiencing Suicidal Ideation or Suicidal Behavior on Columbia-Suicide Severity Rating Scale (C-SSRS)",
        "description": "Baseline responses are collected at screening and assess suicidal ideation in the past 6 months. Post baseline reports the worst assessment of suicidal ideation since the last visit for all post baseline visits.",
        "timeFrame": "104 Weeks"
      },
      {
        "measure": "Number of Participants With Any Clinically Significant (CS) Changes in Vital Signs",
        "description": "Changes in vital signs that were considered clinically meaningful or clinically significant (CS) by the Investigator",
        "timeFrame": "104 Weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Patient Global Impression of Change (PGIC) at Week 104",
        "description": "The PGIC includes a single question concerning the participant's impression of the change in their disease status since the start of the study. Seven responses are possible: Very much improved, much improved, minimally improved, no change, minimally worse, much worse, very much worse.",
        "timeFrame": "Week 104"
      },
      {
        "measure": "Change in Baseline of Short Form Health Survey (SF-36 v 2.0) Scale Scores",
        "description": "The SF-36 is a health survey consisting of 36 questions consisting of eight scaled scores to measure quality of life over the past 4 weeks (scale range: 0=worst to 100=best). Increases from baseline indicate improvement.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Health Related Quality of Life (EQ-5D-5L) at Week 12",
        "description": "The EQ-5D-5L is a descriptive health-related quality of life states consisting of 5 dimensions/questions (mobility, self-care, usual activities, pain/discomfort, anxiety/depression) each of which can take one of five responses. The responses record five levels of severity (no problems/slight problems/moderate problems/severe problems/extreme problems) within a particular EQ-5D dimension.",
        "timeFrame": "Week 12"
      },
      {
        "measure": "Change in Baseline of Headache Impact Test (HIT-6) Score",
        "description": "The HIT-6 measures the impact of headache on the participant's functional health and well-being in 6 domains: pain; role functioning (ability to carry out usual activities); social functioning; energy or fatigue; cognition; and emotional distress assess over the prior 12-week period. The total possible scores range from 36 (no impact) to 78 (worst impact). The change in baseline will be calculated from the average scores.",
        "timeFrame": "Baseline, Week 1-4, Week 9-12"
      },
      {
        "measure": "Change in Most Bothersome Symptom at Week 48",
        "description": "The Investigator verbally obtained the most bothersome symptom associated with the participant's migraine during the screening visit. The most bothersome symptom may include nausea, vomiting, sensitivity to light, sensitivity to sound, mental cloudiness, fatigue, pain with activity, mood changes, or other migraine related symptoms. Participants were asked to rate the improvement in this symptom from screening on a seven-point scale.",
        "timeFrame": "Baseline to Week 48"
      },
      {
        "measure": "Change From Baseline of Migraine Disability Assessment (MIDAS) Total Score",
        "description": "The MIDAS questionnaire measures the effect headaches have on the participant's daily functioning. MIDAS is composed of five questions that ask about the participant's performance over the past 3 months. The response to each question is provided in number of days which are summed to determine the MIDAS total score and level of disability:\n\n0-5, MIDAS Grade I, little or no disability; 6-10, MIDAS Grade II, mild disability; 11-20, MIDAS Grade III, moderate disability; 21+, MIDAS Grade IV, severe disability;\n\nA higher value represents a worse outcome.",
        "timeFrame": "Baseline to Week 12"
      },
      {
        "measure": "Development of Anti-ALD403 Antibody by Visit",
        "description": "Serum blood samples were taken at visits to test for the development of antibodies to ALD403, or anti-drug antibodies (ADA). Participants who tested positive for anti-ALD403 antibodies at the time of the last study visit were asked to provide up to 2 additional blood samples for immunogenicity testing at approximately 3 month intervals for up to 6 months.",
        "timeFrame": "Baseline, Week 2, 4, 8, 12, 24, 36, 48, 72 and 104"
      },
      {
        "measure": "Summary of Neutralizing Properties of Anti-ALD403 Antibodies by Visit",
        "description": "Any samples that were positive for anti-ALD403 antibody, there was additional testing to characterize the anti-ALD403 antibody for the potential to neutralize (NAb) ALD403 activity.",
        "timeFrame": "Baseline, Week 2, 4, 8, 12, 24, 36, 48, 72 and 104"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 5,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 94,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:53.003Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}