{
  "nctId": "NCT04272242",
  "briefTitle": "Drug-Drug Interactions Between Rifapentine and Dolutegravir in HIV/LTBI Co-Infected Individuals",
  "officialTitle": "Drug-Drug Interactions Between Rifapentine and Dolutegravir in HIV/LTBI Co-Infected Individuals",
  "protocolDocument": {
    "nctId": "NCT04272242",
    "filename": "Prot_ICF_002.pdf",
    "label": "Study Protocol and Informed Consent Form",
    "date": "2021-06-11",
    "uploadDate": "2024-07-16T10:47",
    "size": 691752,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04272242/document/Prot_ICF_002.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": true
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 37,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-02-27",
    "completionDate": "2021-12-27",
    "primaryCompletionDate": "2021-12-15",
    "firstSubmitDate": "2020-02-12",
    "firstPostDate": "2020-02-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Ability and willingness of participant or legal guardian/representative to provide informed consent.\n* Weight ≥40 kg and a body mass index (BMI) of greater than 18.5 kg/m\\^2.\n* Documentation of HIV-1 infection status, as below:\n\n  * HIV-1 infection, documented by any licensed rapid HIV test or HIV-1 E/CIA test kit at any time prior to entry and confirmed by a licensed Western blot or a second antibody test by a method other than the initial rapid HIV and/or E/CIA, or by HIV-1 antigen or plasma HIV-1 RNA viral load. Two or more HIV-1 RNA viral loads of \\>1,000 copies/mL are also acceptable as documentation of HIV-1 infection.\n  * Note A: The term \"licensed\" refers to a US Food and Drug Administration (FDA)-approved kit, which is required for all investigational new drug (IND) studies, or for sites that are located in countries other than the United States, a kit that has been certified or licensed by an oversight body within that country and validated internally. Non-US sites are encouraged to use US FDA-approved methods for IND studies.\n  * Note B: World Health Organization (WHO) and Centers for Disease Control and Prevention (CDC) guidelines mandate that confirmation of the initial test result must use a test that is different from the one used for the initial assessment. A reactive initial rapid test should be confirmed by either another type of rapid assay or an E/CIA that is based on a different antigen preparation and/or different test principle (e.g., indirect versus competitive), or a Western blot or a plasma HIV-1 RNA viral load.\n* HIV-1 plasma viral load \\<50 copies/mL obtained within 30 days prior to study entry by any US laboratory that has a Clinical Laboratory Improvement Amendments (CLIA) certification or its equivalent, or at any network-approved non-US laboratory that is Virology Quality Assessment (VQA) certified.\n* At US sites: Evidence of LTBI by tuberculin skin test (TST) reactivity ≥5 mm, or a positive interferon gamma release assay (IGRA) at any time prior to study entry.\n\n  * At non-US sites: Indication for LTBI treatment according to WHO latent TB guidelines (Note: TST/IGRA results not required).\n* On a stable once daily DTG (50 mg) based ART with once daily 2 NRTIs and\n\n  * with at least 28 total days of DTG and NRTI dosing prior to study entry\n  * with no gaps in self-reported DTG and NRTI adherence of more than 3 consecutive days in the 28 days prior to study entry\n  * with no intention to change ART for the duration of the study\n  * NOTE A: Participants who switch from another ART regimen to DTG to meet eligibility requirements for this study will be eligible to enroll as long as the ART is switched at least 28 days prior to study entry.\n* Chest radiograph or chest computed tomography (CT) scan performed within 30 days prior to study entry without evidence of active TB.\n\n  * NOTE: An existing chest X-ray or CT scan from within 30 days prior to entry can be used as qualifying chest imaging. If chest imaging will be performed for study evaluation (i.e., Screening), then chest X-ray should be performed. A CT scan will be used only if an existing scan is already available and will not be performed as part of study.\n* The following laboratory values obtained within 30 days prior to study entry by any US laboratory that has a CLIA certification or its equivalent, or at any network approved non-US laboratory that operates in accordance with Good Clinical Laboratory Practice (GCLP) and participates in appropriate external quality assurance programs.\n\n  * Absolute neutrophil count (ANC) \\>750 cells/mm\\^3\n  * Hemoglobin ≥7.4 g/dL\n  * Platelet count ≥50,000/mm\\^3\n  * Aspartate aminotransferase (AST) (serum glutamic oxaloacetic transaminase \\[SGOT\\]) \\<2.5 X the upper limit of normal (ULN)\n  * Alanine aminotransferase (ALT) (serum glutamic pyruvic transaminase \\[SGPT\\]) \\<2.5 X ULN\n  * Total bilirubin ≤1.5 x ULN\n  * Creatinine \\<1.3× ULN\n* For females of reproductive potential, negative serum or urine pregnancy test at Screening within 30 days prior to entry and within 48 hours prior to entry by any US clinic or laboratory that has a CLIA certification or its equivalent, or is using a point of care (POC)/CLIA-waived test, or at any network-approved non-US laboratory or clinic that operates in accordance with GCLP and participates in appropriate external quality assurance programs.\n\n  * NOTE A: If screening visit occurs within 48 hours prior to entry, only one test will occur prior to entry.\n  * NOTE B: Urine test must have a sensitivity of 15-25 mIU/mL.\n* Female participants of reproductive potential must agree not to participate in the conception process (i.e., active attempt to become pregnant, in vitro fertilization), and if participating in sexual activity that could lead to pregnancy, must agree to use one reliable nonhormonal method of contraception, as listed below, while on study treatment and through study completion.\n* Acceptable forms of contraception include:\n\n  * Intrauterine device (IUD) or intrauterine system\n  * Cervical cap with spermicide\n  * Diaphragm with spermicide\n  * Condoms (male or female)\n  * NOTE A: Hormonal methods may be used, however, one of the other acceptable forms of contraception listed above must also be used through the duration of the study because of potential interactions with RPT.\n  * NOTE B: Participant-reported history is acceptable documentation of menopause (i.e., at least 1 year amenorrheic), hysterectomy, or bilateral oophorectomy or bilateral tubal ligation; these candidates are considered not of reproductive potential and are eligible without the required use of contraception.\n\nExclusion Criteria:\n\n* Breastfeeding, pregnancy, or plans to become pregnant.\n* Known allergy/sensitivity or any hypersensitivity to components of the study drugs, or their formulations.\n* Presence of any confirmed or probable active TB based on criteria listed in the current AIDS Clinical Trials Group (ACTG) Diagnosis Appendix at screening.\n* History of rifamycin-monoresistant, INH-monoresistant, multi-drug resistant (MDR) or extensively-drug resistant (XDR) TB at any time prior to study entry\n* Known exposure to rifamycin-monoresistant, INH-monoresistant, MDR- or XDR-TB (e.g., household member of a person with rifamycin-monoresistant, INH monoresistant, MDR- or XDR-TB) at any time prior to study entry by participant self report or medical records.\n* History of peripheral neuropathy Grade ≥2 according to the Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events (DAIDS AE Grading Table), Corrected Version 2.1, July 2017, which can be found on the DAIDS RSC website at https://rsc.niaid.nih.gov/clinical-research-sites/daids-adverse-event-grading-tables.\n* Active drug or alcohol use or dependence that, in the opinion of the site investigator, would interfere with adherence to study requirements.\n* Acute or serious illness requiring systemic treatment and/or hospitalization within 7 days prior to study entry.\n* Known cirrhosis, a history of decompensated liver disease (ascites, hepatic encephalopathy, or esophageal varices) or current Child Pugh Class B or C hepatic impairment.\n\n  * Note: Refer to the study protocol for Child Pugh scoring and classification table.\n* Initiated, discontinued, or changed doses of drugs that are P-glycoprotein (PGP) inducers, that are P-glycoprotein (PGP) inhibitors,or that are known to have drug interactions with DTG, within 30 days prior to study entry.\n\n  * Note: Refer to the list of prohibited and precautionary medications in the study protocol.\n* Known porphyria at any time prior to study entry.\n* Receipt of any other antiretroviral therapy other than DTG and 2 NRTI within 28 days prior to study entry.\n* Receipt of TAF within 28 days prior to study entry.\n* Documented resistance that may confer reduced susceptibility to DTG, at any time prior to study entry. This includes the following INSTI mutations: Q148 substitutions, T66A, L74I/M, E138A/K/T, G140S/A/C, Y143R/C/H, E157Q, G163S/E/K/Q, G193E/R, or N155H.\n* Clinically suspected INSTI resistance, at any time prior to study entry, as evidenced by prior receipt of INSTI containing ART, during which time two or more HIV-1 RNA levels of \\>200 copies/mL were observed after having attained virologic suppression to \\<200 copies/mL and without known interruption.\n* Consumption of \\>3 alcohol beverages on any day within 30 days prior to entry.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "DTG PK Parameter Maximum Plasma Concentration (Cmax) Determined Based on DTG Levels From Individual Participants in Arm 1 by Visit Day",
        "description": "This evaluates the effect of RPT on the DTG PK parameter Cmax obtained from participants enrolled in Arm 1 at day 0 (DTG QD) and day 28 (DTG BID with 1HP). Cmax defines the model-predicted maximum concentration observed over the 12- or 24- hours of the DTG dosing interval.",
        "timeFrame": "Intensive DTG PK samples at pre-dose, 1h, 2h, 4h, 8h, 12h, 13h, 14h, 23h and 24h post-dose at days 0 and 28"
      },
      {
        "measure": "DTG PK Parameter Area Under the Concentration Time Curve (AUC0-24) Calculated Based on Intensive PK Samples Obtained From Individual Participants Enrolled in Arm 1 by Visit Day",
        "description": "This evaluates the effect of RPT on the DTG PK parameter AUC 0-24h obtained from participants enrolled in Arm 1 at day 0 (DTG QD) and day 28 (DTG BID with 1HP). AUC 0-24h defines area under the concentration-time curve over the period of 24 hours post-dose estimated based on the fitted model. For Arm 1, Day 28 (BID dosing), participant-specific AUC0-24h was estimated by summing participant-specific estimated AUC values for the 0-12 hour dosing interval (AUC0-12).",
        "timeFrame": "Intensive DTG PK samples at pre-dose, 1h, 2h, 4h, 8h, 12h, 13h, 14h, 23h and 24h post-dose at days 0 and 28"
      },
      {
        "measure": "DTG PK Parameter Minimum Plasma Concentration (Cmin) Determined Based on DTG Levels From Individual Participants in Arm 1 by Visit Day",
        "description": "This evaluates the effect of RPT on the DTG PK parameter Cmin obtained from participants enrolled in Arm 1 at day 0 (DTG QD) and day 28 (DTG BID with 1HP). Cmin defines the model-predicted minimum concentration observed over the 12- or 24- hour DTG dosing interval.",
        "timeFrame": "Intensive DTG PK samples at pre-dose, 1h, 2h, 4h, 8h, 12h, 13h, 14h, 23h and 24h post-dose at days 0 and 28"
      },
      {
        "measure": "DTG PK Parameter Ctrough Determined Based on DTG Levels From Individual Participants in Arm 1 at Day 28",
        "description": "This evaluates the effect of RPT on the DTG PK parameter Ctrough obtained from participants enrolled in Arm 1 at day 28 (DTG BID with 1HP). Ctrough defines the observed non-model based minimum concentration observed over the 12- hour DTG dosing interval.",
        "timeFrame": "Intensive DTG PK samples at pre-dose, 1h, 2h, 4h, 8h, 12h, 13h, 14h, 23h and 24h post-dose at day 28"
      },
      {
        "measure": "DTG PK Parameter Maximum Plasma Concentration (Cmax) Determined Based on DTG Levels From Individual Participants in Arm 2 by Visit Day",
        "description": "This evaluates the effect of RPT on the DTG PK parameter Cmax obtained from participants enrolled in Arm 2 at day 0 (DTG QD) and day 28 (DTG QD with 1HP). Cmax defines the model-predicted maximum concentration observed over the 24- hours of the DTG dosing interval.",
        "timeFrame": "Intensive DTG PK samples at pre-dose, 1h, 2h, 4h, 8h, 12h, 23h and 24h post-dose at days 0 and 28"
      },
      {
        "measure": "DTG PK Parameter Area Under the Concentration Time Curve (AUC0-24) Calculated Based on Intensive PK Samples Obtained From Individual Participants Enrolled in Arm 2 by Visit Day",
        "description": "This evaluates the effect of RPT on the DTG PK parameter AUC 0-24h obtained from participants enrolled in Arm 2 at day 0 (DTG QD) and day 28 (DTG QD with 1HP). AUC 0-24h defines area under the concentration-time curve over the period of 24 hours post-dose estimated based on the fitted model.",
        "timeFrame": "Intensive DTG PK samples at pre-dose, 1h, 2h, 4h, 8h, 12h, 23h and 24h post-dose at days 0 and 28"
      },
      {
        "measure": "DTG PK Parameter Minimum Plasma Concentration (Cmin) Determined Based on DTG Levels From Individual Participants in Arm 2 by Visit Day",
        "description": "This evaluates the effect of RPT on the DTG PK parameter Cmin obtained from participants enrolled in Arm 2 at day 0 (DTG QD) and day 28 (DTG QD with 1HP). Cmin defines the model-predicted minimum concentration observed over the 24- hour DTG dosing interval.",
        "timeFrame": "Intensive DTG PK samples at pre-dose, 1h, 2h, 4h, 8h, 12h, 23h and 24h post-dose at days 0 and 28"
      },
      {
        "measure": "DTG PK Parameter Ctrough Determined Based on DTG Levels From Individual Participants in Arm 2 at Day 28",
        "description": "This evaluates the effect of RPT on the DTG PK parameter Ctrough obtained from participants enrolled in Arm 2 at day 28 (DTG QD with 1HP). Ctrough defines the observed non-model based minimum concentration observed over the 24- hour DTG dosing interval.",
        "timeFrame": "Intensive DTG PK samples at pre-dose, 1h, 2h, 4h, 8h, 12h, 23h and 24h post-dose at days 0 and 28"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants in Arm 1 With an Occurrence of Grade 2 or Higher Adverse Event",
        "description": "Arm 1 participants with an occurrence of an adverse event (laboratory value, sign/symptom, diagnosis) of grade 2 or higher on a scale of 1 to 5 where 5 is the most severe. Severity graded according to the Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events (DAIDS AE Grading Table), corrected Version 2.1, July 2017. Participants were counted once at the highest grade.",
        "timeFrame": "From initiation of study treatment to day 28"
      },
      {
        "measure": "Percentage of Participants in Arm 1 Who Completed the Study",
        "description": "Percentage of participants in Arm 1 who completed the study",
        "timeFrame": "From initiation of study to day 28"
      },
      {
        "measure": "Percentage of Participants in Arm 1 Who Completed Study Drug Treatment",
        "description": "Percentage of participants in Arm 1 who completed study drug treatment (DTG+1HP)",
        "timeFrame": "From initiation of study treatment to day 28"
      },
      {
        "measure": "Percentage of Participants in Arm 1 With HIV-1 RNA Levels >50 Copies/mL",
        "description": "This evaluates the short-term impact on virologic suppression of DTG based ART when coadministered with 1HP by measuring the percentage of participants with plasma HIV-1 RNA levels \\>50 copies/mL at study day 28 (after 4 weeks of DTG+1HP) and study day 42 (14 days after completing study treatment).",
        "timeFrame": "Measured at Days 28 and 42"
      },
      {
        "measure": "Percentage of Participants in Arm 2 With an Occurrence of Grade 2 or Higher Adverse Event",
        "description": "Arm 2 participants with an occurrence of an adverse event (laboratory value, sign/symptom, diagnosis) of grade 2 or higher on a scale of 1 to 5 where 5 is the most severe. Severity graded according to the Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events (DAIDS AE Grading Table), corrected Version 2.1, July 2017. Participants will be counted once at the highest grade.",
        "timeFrame": "From initiation of study treatment to day 28"
      },
      {
        "measure": "Percentage of Participants in Arm 2 Who Completed the Study",
        "description": "Percentage of participants in Arm 2 who completed the study.",
        "timeFrame": "From initiation of study to day 28"
      },
      {
        "measure": "Percentage of Participants in Arm 2 Who Completed Study Drug Treatment",
        "description": "Percentage of participants in Arm 2 who completed study drug treatment (DTG+1HP).",
        "timeFrame": "From initiation of study treatment to day 28"
      },
      {
        "measure": "Percentage of Participants in Arm 2 With HIV-1 RNA Levels >50 Copies/mL",
        "description": "This evaluates the short-term impact on virologic suppression of DTG based ART when coadministered with 1HP by measuring the percentage of participants with plasma HIV-1 RNA levels \\>50 copies/mL at study day 28 (after 4 weeks of DTG+1HP) and study day 42 (14 days after completing study treatment).",
        "timeFrame": "Measured at Days 28 and 42"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 8,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 16
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:19.170Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}