{
  "nctId": "NCT05604209",
  "briefTitle": "Safety and Immunogenicity of HIV-1 Vaccines C62-M4 or C1C62-M3M4 in Persons With HIV-1 Suppressed on ART",
  "officialTitle": "IGHID 12107 - A Phase I Study to Evaluate the Safety and Immunogenicity of the ChAdOx1.HIVconsv62 - MVA.tHIVconsv4 (C62-M4) or, ChAdOx1.tHIVconsv1+C62 - MVA.tHIVconsv3+M4 (C1C62-M3M4) Prime-Boost Regimens in Persons With HIV-1 Suppressed on Antiretroviral Therapy",
  "protocolDocument": {
    "nctId": "NCT05604209",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2023-10-23",
    "uploadDate": "2025-07-15T13:20",
    "size": 2351297,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05604209/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 18,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2022-10-13",
    "completionDate": "2025-01-10",
    "primaryCompletionDate": "2024-09-12",
    "firstSubmitDate": "2022-10-27",
    "firstPostDate": "2022-11-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. HIV infection documented by any licensed rapid HIV test or HIV enzyme or chemiluminescence immunoassay (E/CIA) test kit at any time prior to study entry and confirmed by a licensed Western blot or a second antibody test by a method other than the initial rapid HIV and/or E/CIA, or by HIV-1 antigen, plasma HIV-1 RNA viral assay.\n\n   A reactive initial rapid test should be confirmed by either another type of rapid assay or an E/CIA that is based on a different antigen preparation and/or different test principle (e.g., indirect versus competitive), or a Western blot or a plasma HIV-1 RNA viral load.\n\n   Note: The term \"licensed\" refers to a US FDA-approved kit, which is required for all IND studies. World Health Organization (WHO) and Centers for Disease Control and Prevention (CDC) guidelines mandate that confirmation of the initial test result must use a test that is different from the one used for the initial assessment.\n2. Ages = 18 to = 70 years old\n3. Able and willing to give written informed consent.\n4. Able and willing to provide adequate locator information.\n5. Able and willing to comply with all study requirements through D196 Week 28.\n6. Continuous antiretroviral therapy (ART) prior to screening, defined as not missing more than 14 total days and never more than 7 consecutive days in the last 3 months prior to screening.\n7. No change in any ART medication in the 30 days prior to screening.\n\n   Permitted ART regimens include:\n   1. At least 3 ART agents (not counting ritonavir or cobicistat as one of the agents if less than a 200 mg total daily dose). One of the agents must include an integrase inhibitor, NNRTI (Non-Nucleoside Reverse Transcriptase Inhibitors), or a boosted-PI (protease inhibitor).\n\n      OR\n   2. Two (2) ART agents in which one of the agents is either a boosted protease inhibitor or an integrase inhibitor.\n\n   Note: Other potent fully suppressive antiretroviral combinations will be considered on a case-by-case basis. Note: Changes in drug formulation or dose are allowed (e g, tenofovir disoproxil fumarate (TDF) to tenofovir alafenamide (TAF), ritonavir to cobicistat or separate ART agent dosing to fixed-dose combination), but none within 30 days prior to screening.\n\n   Note: Prior changes in, or elimination of, medications for easier dosing schedule, intolerance, toxicity, an improved side effect profile or within a drug class are permitted if an alternative suppressive regimen was maintained, but not within 30 days prior to screening.\n8. Ability and willingness of participant to continue ART throughout the study.\n9. Plasma HIV-1 RNA \\<50 copies/mL at 2 time points in the 24 months prior to screening and never =50 copies/mL on 2 consecutive time points in the last 24 months.\n\n   Note: Plasma HIV-1 RNA must be performed by any US laboratory that has a Clinical Laboratory Improvement Amendments (CLIA) certification or its equivalent.\n10. Documented plasma HIV-1 RNA result \\<50 copies/mL =24 months but = 36 months prior to screening.\n11. Plasma HIV-1 RNA level \\<50 copies/mL on an FDA-approved HIV RNA assay performed at a US CLIA Certified Laboratory (or its equivalent) at screening.\n12. CD4 cell count = 350 cells/mm3 performed at any US laboratory that has a CLIA certification or its equivalent at screening.\n13. Completion of COVID-19 vaccine dosing at least 14 days prior to enrollment (see exclusion criterion regarding COVID-19 vaccination).\n14. Hepatitis C (HCV) antibody negative result at screening or, if the participant is HCV antibody positive, a negative HCV RNA at screening.\n15. Hepatitis B surface antigen (HBsAg) negative at screening.\n16. Adequate vascular access for leukapheresis.\n17. Able and willing to receive IM injections in both arms without difficulty.\n18. All women must have a negative serum pregnancy test with a sensitivity of a least 25 U/mL at screening regardless of reproductive potential.\n19. All participants must agree not to participate in a conception process (e.g., active attempt to become pregnant or to impregnate, sperm donation, in vitro fertilization, egg donation) while on study.\n\n    Note: Women of child-bearing potential is defined as women who have not been post-menopausal for at least 24 consecutive months, i.e., who have had menses within the preceding 24 months, or women who have not undergone surgical sterilization, specifically hysterectomy and/or bilateral oophorectomy or bilateral salpingectomy\n20. All men and women participating in sexual activity that could lead to pregnancy must agree to consistently use at least one of the following forms of birth control for at least 21 days prior to Visit 4 (D0) and for 4 months after their last vaccination:\n\n    1. Condoms (male or female) with or without a spermicidal agent\n    2. Diaphragm or cervical cap with spermicide\n    3. Intrauterine device (IUD)\n    4. Tubal ligation\n    5. Hormone-based contraceptive Note: For female participants receiving ritonavir or cobicistat, estrogen-based contraceptives are not reliable and an alternative method should be suggested.\n21. Men and women not of reproductive potential are eligible without requiring the use of contraceptives. Acceptable documentation detailing sterilization and menopause are specified below.\n\n    Note: Men who have sex with men only will not be required to use contraception. Note: Women who have sex with women only will not be required to use contraception.\n\n    Note: Written/oral documentation communicated by clinician/clinician's staff of one of the following:\n    1. Physician report/letter\n    2. Operative report or other source documentation in the patient record (a laboratory report of azoospermia is required to document successful vasectomy)\n    3. Discharge summary\n    4. Follicle stimulating hormone-release factor (FSH) measurement elevated into the menopausal range as established by the reporting laboratory\n22. Agrees not to enroll on another study of an investigational agent during the study period, defined as any unlicensed investigational drug not yet approved for use in humans.\n23. Willingness to defer routine vaccination, including influenza, from 14 days prior to enrollment through Day 56 of the study.\n\n    Note: Individuals who require vaccination will delay enrollment until 14 after vaccination.\n24. Agrees to refrain from blood donation during the course of the study.\n25. Participants with Type 2 diabetes must have a hemaglobin A1C \\<8 within 12 months prior to screening.\n26. Adequate organ function as indicated by the laboratory values provided in Table 16 of the protocol.\n\nExclusion Criteria:\n\n1. Women of childbearing age/potential who are breast feeding, pregnant, or planning pregnancy from enrollment to 4 months after the last vaccination at D28, D196.\n2. Untreated syphilis infection defined as a positive rapid plasma reagin (RPR) without clear documentation of treatment. Note: Potential participants may rescreen with documentation of adequate treatment. Participants reporting symptoms consistent with syphilis infection between the screening visit and the vaccination visit should be assessed to determine the need for repeat testing prior to vaccination.\n3. Current treatment for HCV or HCV treatment within 6 months prior to enrollment.\n4. HIV RNA =150 copies/mL in the 6 months prior to screening.\n5. Received any infusion blood product or hematopoetic growth factors within 6 months prior to enrollment.\n\n   Note: receipt of COVID convalescent plasma \\>/= 90 days prior to screening is not enrollment is not exclusionary.\n6. Use of any of the following agents within 90 days prior to enrollment: immunomodulatory, cytokine, or growth stimulating factors such as systemic cytotoxic chemotherapy or immune globulin.\n7. Intent to use immunomodulatory treatment during the study.\n8. Use of systemic corticosteroids or topical steroids over a total area exceeding 225 cm2 within 30 days prior to enrollment, or anticipated need for periodic use of systemic corticosteroids during the study.\n\n   Note: Participants receiving stable physiologic doses of glucocorticoids, defined as the equivalent of prednisone =10 mg/day, will not be excluded. Participants receiving inhaled, intranasal, topical (as defined), intermittent intra-articular corticosteroids, or topical imiquimod will not be excluded.\n\n   Note: Concomitant use of oral/systemic /intra-articular/inhaled/intranasal corticosteroids is prohibited for participants receiving ritonavir or cobicistat.\n9. Use of any investigational HIV vaccine or HIV immunotherapy. Note: Exceptions allowed per PI review and approval.\n10. Any experimental non-HIV vaccination within the 6 months prior to enrollment. Note: receipt of FDA or Emergency Use Authorization (EUA) approved or licensed COVID-19 vaccines is not exclusionary if = 14 days prior to enrollment on a case by case review by PI or designee.\n11. Prior receipt of any adenovirus Group E-vectored vaccines including those for COVID-19 (i.e. AZD1222/AstraZeneca).\n\n    Note: Prior immunization with smallpox vaccine is not exclusionary. Note: Janssen Ad26COVS1 COVID-19 vaccine is not exclusionary.\n12. Prior receipt of a live attenuated vaccine received within 60 days prior to screening (i.e.varicella, measles, mumps, rubella (MMR), and yellow fever).\n\n    Note: Individuals who require live vaccination will delay screening until 60 days after vaccination.\n\n    Note: Receipt of Mpox vaccine is not exclusionary as long as the last Mpox vaccination is received at least 60 days prior to enrollment.\n13. Use of any other investigational treatment within 6 months prior to enrollment, with the exception of Phase II or higher studies of antiretroviral agents.\n\n    Note: Co-enrollment with other studies under an IND using an FDA approved medication that are not otherwise listed as prohibited will be considered on a case-by-case basis.\n14. For any serious illness requiring systemic treatment or hospitalization, the participant must either complete therapy or be clinically stable on therapy, in the opinion of the site investigator, for at least 90 days prior to enrollment.\n15. History of inflammatory diseases involving the peripheral or central nervous system, including but not limited to Guillain-Barré Syndrome (GBS), myasthenia gravis, optic neuritis, multiple sclerosis, transverse myelitis, neuromyelitis optica spectrum disorder (NMOSD) and chronic inflammatory demyelinating polyneuropathy (CIDP), that in the opinion of the investigator would preclude participation.\n16. History of pregnancy, head trauma or major surgery within 90 days prior to enrollment, that in the opinion of the investigator would preclude participation.\n\n    Note: Minor surgery within 90 days prior to screening and not resulting in reduced mobility will be assessed on a case-by-case basis.\n17. Any clinically significant acute or chronic medical condition, other than HIV infection, that in the opinion of the investigator would preclude participation.\n18. History of malignancy within the last 3 years. Note: History of non-melanoma skin cancer (e.g., basal cell carcinoma or squamous cell skin cancer) is not exclusionary with documentation of resolution per topical treatment or complete resection as determined by a dermatologist at least 3 months prior to enrollment.\n19. Immune deficiency other than that caused by HIV infection.\n20. Any medical, psychiatric, substance abuse, occupational or other condition that, in the judgment of the investigator, would interfere with, or serve as a contraindication to, protocol adherence or assessment of safety.\n21. Blood pressure consistently \\> 150 mm Hg systolic and \\>100 mm Hg diastolic. Note: Elevated BP during leukapheresis procedures is not exclusionary. Isolated elevations must be noted as acceptable and signed by study PI or designee.\n22. History of seizure(s) within the past 3 years.\n23. History of splenectomy.\n24. Bleeding disorder including factor deficiency, coagulopathy or platelet disorder that requires special precautions (easy bruising without a formal diagnosis is not exclusionary) or on chronic anticoagulation.\n25. Allergy to eggs and/or egg products.\n26. History of anaphylaxis or severe adverse reaction to prior vaccines including symptoms such as hives, respiratory difficulty, angioedema, and/or abdominal pain.\n27. History of hereditary angioedema, acquired angioedema or idiopathic angioedema.\n28. Known allergy/sensitivity or hypersensitivity to components of study vaccines.\n29. Unstable asthma (e.g. sudden acute attacks occurring without an obvious trigger) or asthma requiring:\n\n    1. Daily steroid or long-acting beta-agonist prevention\n    2. Hospitalization in the last two years\n30. Active chronic skin problems such as eczema or psoriasis not controlled with topical treatments.\n31. Inability to communicate effectively with study personnel.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percent of Participants With a Grade 3 or Higher Treatment-Related Adverse Event (AE)",
        "description": "The DAIDS Table for Grading the Severity of Adult and Pediatric Adverse Events (DAIDS AE Grading Table), corrected Version 2.1, July 2017 was used to measure safety where Grade 1 is defined as mild, Grade 2 is defined as moderate, Grade 3 is defined as severe, and Grade 4 is defined as potentially life-threatening. Treatment-Related AEs were assessments that were considered related to study product as possible, probable, or definite as defined in the protocol. Confidence intervals around percentages were estimated using the Clopper-Pearson exact method.",
        "timeFrame": "First day of study treatment through 28 days following last vaccination, an average of 2 months"
      }
    ],
    "secondary": [
      {
        "measure": "Percent of Participants With a Grade 1 or Higher Treatment-Related Adverse Event (AE)",
        "description": "The DAIDS Table for Grading the Severity of Adult and Pediatric Adverse Events (DAIDS AE Grading Table), corrected Version 2.1, July 2017 was used to measure safety where Grade 1 is defined as mild, Grade 2 is defined as moderate, Grade 3 is defined as severe, and Grade 4 is defined as potentially life-threatening. Treatment-Related AEs were assessments that were considered related to study product as possible, probable, or definite as defined in the protocol. Confidence intervals around percentages were estimated using the Clopper-Pearson exact method.",
        "timeFrame": "First day of study treatment through day 196 (20 weeks following second vaccination), an average of 7 months"
      },
      {
        "measure": "Median Fold-change in Magnitude of T-cell Response to HIV-1 Mosaic-1 Immunogen",
        "description": "Relative changes in magnitude of T-cell responses to HIV-1 conserved region (Mosaic-1) between baseline (one or more of screening, enrolment, pre-vaccination leukapheresis or day 0) and day 35 was measured by ex vivo interferon (IFN)-gamma ELISpot. The relative change within participants (per vaccinated arm) was estimated using a geometric mean ratio and evaluated using either a Wilcoxon signed rank test (within-arm) or Wilcoxon rank-sum test (between-arm).",
        "timeFrame": "Baseline to day 35"
      },
      {
        "measure": "Median Fold-change in Magnitude of T-cell Response to HIV-1 Mosaic-2 Immunogen",
        "description": "Relative changes in magnitude of T-cell responses to HIV-1 conserved region (Mosaic-2) between baseline (one or more of screening, enrolment, pre-vaccination leukapheresis or day 0) and day 35 was measured by ex vivo IFN-gamma ELISpot. The relative change within participants (per vaccinated arm) was estimated using a geometric mean ratio and evaluated using either a Wilcoxon signed rank test (within-arm) or Wilcoxon rank-sum test (between-arm).",
        "timeFrame": "Baseline to day 35"
      },
      {
        "measure": "Median Fold-change in Magnitude of T-cell Response to HIV-1 Mosaic-1 Immunogen",
        "description": "Relative changes in magnitude of T-cell responses to HIV-1 conserved region (Mosaic-1) between baseline (one or more of screening, enrolment, pre-vaccination leukapheresis or day 0) and day 42 was measured by ex vivo IFN-gamma ELISpot. The relative change within participants (per vaccinated arm) was estimated using a geometric mean ratio and evaluated using either a Wilcoxon signed rank test (within-arm) or Wilcoxon rank-sum test (between-arm).",
        "timeFrame": "Baseline to day 42"
      },
      {
        "measure": "Median Fold-change in Magnitude of T-cell Response to HIV-1 Mosaic-2 Immunogen",
        "description": "Relative changes in magnitude of T-cell responses to HIV-1 conserved region (Mosaic-2) between baseline (one or more of screening, enrolment, pre-vaccination leukapheresis or day 0) and day 42 was measured by ex vivo IFN-gamma ELISpot. The relative change within participants (per vaccinated arm) was estimated using a geometric mean ratio and evaluated using either a Wilcoxon signed rank test (within-arm) or Wilcoxon rank-sum test (between-arm).",
        "timeFrame": "Baseline to day 42"
      },
      {
        "measure": "Median Change in Breadth of T-cell Responses Targeting Conserved HIV-1 Immunogen Subpools",
        "description": "Change in breadth of T-cell response was measured as the difference in the number of ex vivo reactive subpools (P076, PP077, PP078, PP079, PP080) from baseline (one or more of screening, enrolment, pre-vaccination leukapheresis or day 0) to post-vaccination (day 56). The difference in reactive subpools within participants (per vaccinated arm) was estimated and the median value was evaluated using a Wilcoxon signed rank test (within-arm) or Wilcoxon rank-sum test (between-arm).",
        "timeFrame": "Baseline to day 56"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 69,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:42.818Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}