{
  "nctId": "NCT02022111",
  "briefTitle": "INtegrating DEPrEssioN and Diabetes treatmENT (INDEPENDENT) Study",
  "officialTitle": "INtegrating DEPrEssioN and Diabetes treatmENT (INDEPENDENT) Study",
  "protocolDocument": {
    "nctId": "NCT02022111",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-07-28",
    "uploadDate": "2020-04-06T10:35",
    "size": 2343506,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02022111/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 404,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-03",
    "completionDate": "2019-09-27",
    "primaryCompletionDate": "2018-07-14",
    "firstSubmitDate": "2013-12-17",
    "firstPostDate": "2013-12-27"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Age ≥35 years\n* Confirmed diagnosis of diabetes (documented glucose tolerance test or 2 venous glucose levels)\n* PHQ-9 score≥10\n* ≥1 poorly-controlled CVD risk factor (either HbA1c≥8.0% or SBP≥140 mmHg or LDL≥130 mg/dl), irrespective of medications used\n* Willingness to consent to randomization.\n\nExclusion Criteria:\n\n* The patient reports a \"3\" on the PHQ-9 questionnaire suicide item (Item No:9) which reflects very high suicide risk or the patient's PHQ-9 score is above 23 indicating severe depression requiring immediate referral\n* Any participant reporting a \"2\" on the PHQ-9 suicide item (Item No:9) will be reviewed carefully and if considered too high risk, the participant will be excluded from enrollment in the trial and referred for more intensive psychiatric care.\n* Already in psychiatrist's care or using antipsychotic or mood stabilizer medication or diagnosed dementia or bipolar disorder or schizophrenia (based on bipolar and schizophrenia modules of the MINI)\n* Diabetes secondary to uncommon causes (e.g., chronic pancreatitis)\n* Pregnancy or breastfeeding\n* Documented CVD event (MI, stroke) in past 12 months\n* End-stage renal disease awaiting transplant\n* Malignancy or life-threatening disease with death probable in 3 years\n* Alcohol or drug abuse\n* No fixed address or contact details.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "35 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Combined Improvement of Depressive Symptoms and CVD Risk Factors",
        "description": "The sustained (24-month) percentage (%) of participants achieving the outcome in each arm for combined depression and CVD risk factor improvements (≥50% reduction in SCL-20 score AND ≥1 of: ≥0.5% reduction in HbA1c, ≥ 5 mmHg reduction in systolic blood pressure (SBP), or ≥10mg/dl reduction LDL-c).",
        "timeFrame": "24-months post-intervention"
      }
    ],
    "secondary": [
      {
        "measure": "Measures of \"Common Effect\"",
        "description": "The measure of common effect is a modeled composite estimate of patients achieving simultaneous improvements at 12, 24, and 36 months in the continuous measures for the 4 main outcomes of the trial: depression (20-item Symptoms Checklist \\[SCL-20\\] score), glycemia (percentage points in hemoglobin A1c), blood pressure (mmHg of BP), and lipids (mg/dl of LDL-cholesterol).The components of the common effect were standardized differences in each continuous outcome. At each time point, the z-score of each outcome was computed. Next, a model was run to examine the average difference between treatment (intervention) and control in the average level of the standardized outcomes. The estimates are z-score differences in the composite continuous measures of the SCL-20, hemoglobin A1c, systolic BP, and LDL-cholesterol and so, if the intervention group was significantly different (or lower) than the values for the usual care group (control arm), then, the estimates would be negative.",
        "timeFrame": "12 months post-intervention, 24 months post-intervention, 36 months post-intervention (post-hoc follow up)"
      },
      {
        "measure": "Proportion of Participants Achieving All 3 CVD Risk Factor Targets in the Two Groups",
        "description": "Proportion of participants in the intervention and usual care groups that achieved all 3 cardiovascular disease risk factor targets: HbA1c≤7.0% and SBP≤130mmHg and LDL≤100 mg/dl.",
        "timeFrame": "12 months post-intervention, 24 months post-intervention, 36 months post-intervention (post-hoc follow up)"
      },
      {
        "measure": "Mean Changes in Each of the Four Main Targets: SCL-20 Score",
        "description": "This outcome was an estimate of mean change, from baseline, of the 20-item Symptoms Checklist Depression Scale (SCL-20; range 0-4; higher scores indicate worse symptoms) for the intervention and usual care groups. The outcome was reported as a change in score from baseline at 12 months, 24 months, and 36 months with 95% confidence intervals.",
        "timeFrame": "12 months post-intervention, 24 months post-intervention, 36 months post-intervention (post-hoc follow up)"
      },
      {
        "measure": "Mean Changes in Each of the Four Main Targets: HbA1c",
        "description": "This outcome looked at mean change in one of the four main target outcome indicators: HbA1c in percentage points between the treatment and usual care groups at 12 months, 24 and 36 months post-intervention.",
        "timeFrame": "12 months post-intervention, 24 months post-intervention, 36 months post-intervention (post-hoc follow up)"
      },
      {
        "measure": "Mean Changes in Each of the Four Main Targets: SBP",
        "description": "This outcome looked at mean change in one of the four main target outcome indicators: Systolic blood pressure (SBP) in mmHg between the treatment and usual care groups at 12 months, 24 and 36 months post-intervention.",
        "timeFrame": "12 months post-intervention, 24 months post-intervention, 36 months post-intervention (post-hoc follow up)"
      },
      {
        "measure": "Mean Changes in Each of the Four Main Targets: LDL-c in mg/dl",
        "description": "This outcome looked at mean change in one of the four main target outcome indicators: LDL-c in mg/dl between the treatment and usual care groups at 12 months, 24 and 36 months post-intervention.",
        "timeFrame": "12 months post-intervention, 24 months post-intervention, 36 months post-intervention (post-hoc follow up)"
      },
      {
        "measure": "Proportion of Participants Achieving Treatment Targets or Significant Reductions in Individual Risk Factors: SCL-20",
        "description": "Proportion of participants achieving treatment target or significant reductions in depression control: ≥50% reduction in SCL-20 at 12, 24 and 36 months post-intervention. Greater proportion of participants achieving this target, correlates with better outcome.",
        "timeFrame": "12 months post-intervention, 24 months post-intervention, 36 months post-intervention (post-hoc follow up)"
      },
      {
        "measure": "Proportion of Participants Achieving Treatment Targets or Significant Reductions in Individual Risk Factors: Glycemic Control",
        "description": "Proportion of participants achieving a treatment target of HbA1c ≤ 7.0% or ≥ 0.5% reduction at 12, 24 and 36 months post-intervention. Greater proportion of participants achieving this target, correlates with better outcome.",
        "timeFrame": "12 months post-intervention, 24 months post-intervention, 36 months post-intervention (post-hoc follow up)"
      },
      {
        "measure": "Proportion of Participants Achieving Treatment Targets or Significant Reductions in Individual Risk Factors: Blood Pressure",
        "description": "Proportion of participants achieving treatment targets or significant reductions of blood pressure (BP) control: Systolic blood pressure (SBP) ≤ 130 mmHg or ≥5 mmHg reduction at 12, 24 and 36 months post-intervention. Greater proportion of participants achieving this target, correlates with better outcome.",
        "timeFrame": "12 months post-intervention, 24 months post-intervention, 36 months post-intervention (post-hoc follow up)"
      },
      {
        "measure": "Proportion of Participants Achieving Treatment Targets or Significant Reductions in Individual Risk Factors: Lipid Control",
        "description": "Proportion of participants achieving treatment targets or significant reductions of lipid control: LDL ≤ 100 mg/dl or ≥ 10mg/dl reduction at 12, 24 and 36 months post-intervention. Greater proportion of participants achieving this target, correlates with better outcome.",
        "timeFrame": "12 months post-intervention, 24 months post-intervention, 36 months post-intervention (post-hoc follow up)"
      },
      {
        "measure": "Mean Treatment Satisfaction Scores",
        "description": "Mean charges in the Diabetes Treatment Satisfaction Questionnaire (DTSQ) in the intervention and usual care groups. Score range is 0-6. Higher score is associated with better outcome.",
        "timeFrame": "12 months post-intervention, 24 months post-intervention, 36 months post-intervention (post-hoc follow up)"
      },
      {
        "measure": "Mean Health Expenditures (Direct Medical Costs)",
        "description": "Mean of direct medical costs for consultations, diagnostic tests, medications, hospital admissions, and/or surgeries or procedures) among participants in the treatment and usual care groups.",
        "timeFrame": "12 months post-intervention, 24 months post-intervention, 36 months post-intervention (post-hoc follow up)"
      },
      {
        "measure": "Cost Utility in the Treatment Arm and Usual Care Arms",
        "description": "The ratio of total costs, which include health expenditures by participants plus clinic or study costs to deliver the intervention and the relative gain or loss in health utilities (measured by the health utilities index). The within-trial cost-utility of intervention was compared to usual care, an incremental cost-utility ratio will be calculated \\[net costs to net utility: costs(intervention) - costs(control) / utility(intervention) - utility(control)\\]. The chosen measure of utility is the closest option to a global measure, the quality adjusted life year \\[QALY\\] and is calculated as the sum of mean survival time \\[life years\\] x utility scores at 6, 12, 18, 24 and 36 months.",
        "timeFrame": "12 months post-intervention, 24 months post-intervention, 36 months post-intervention (post-hoc follow up)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 13,
      "otherCount": 0,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:19.583Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}