{
  "nctId": "NCT03299686",
  "briefTitle": "Study to Assess the Efficacy and Safety of CJM112 in Patients With Inadequately Controlled Severe Asthma",
  "officialTitle": "A Randomized, Subject- and Investigator-blinded, Placebo Controlled, Multi-center, Multiple Dose Study to Assess the Efficacy and Safety of CJM112 in Patients With Inadequately Controlled Moderate to Severe Asthma",
  "protocolDocument": {
    "nctId": "NCT03299686",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2018-05-15",
    "uploadDate": "2020-07-03T03:49",
    "size": 502005,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03299686/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 118,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-11-06",
    "completionDate": "2019-07-08",
    "primaryCompletionDate": "2019-04-08",
    "firstSubmitDate": "2017-08-07",
    "firstPostDate": "2017-10-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Patients with a physician-diagnosed history of moderate to severe asthma for a period of at least one year prior to screening.\n2. Patients on a stable therapy regimen of asthma for at least 3 months prior to screening with at least medium dose inhaled glucocorticoid and at least one additional asthma controller medication (such as inhaled long-acting bronchodilator, leukotriene antagonist, theophylline, stable low dose glucocorticoid, etc).\n3. Acceptable and reproducible spirometry with FEV1 ≥ 40 and ≤ 90% of predicted at screening and baseline (re-testing is allowed once).\n4. ACQ score ≥ 1.5 at screening and baseline (re-testing is allowed once).\n5. Total serum IgE \\< 150 IU/mL\n6. Peripheral blood eosinophils \\<300/μL\n\nExclusion Criteria:\n\n1. Previous use of biologics or other concomitant medications within the time periods specified in the SOM/protocol.\n2. History of ongoing, chronic, or recurrent moderate or severe infectious disease.\n3. Patients who have smoked or inhaled nicotine or tobacco products within the 6 month period prior to Visit 1 or who have a smoking history of greater than 10 pack years.\n4. Patients who have had an asthma attack/exacerbation requiring systemic corticosteroids for at least 3 continuous days within 4 weeks prior to screening.\n5. Patients who have had a respiratory tract infection or asthma worsening within 4 weeks prior to Visit 1 or during the screening period.\n6. Women of child-bearing potential unless they use highly effective methods of contraception during dosing and for 13 weeks after stopping of investigational drug.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Forced Expiratory Volume in One Second (FEV1)",
        "description": "The primary efficacy analysis assessed the effect of CJM112 on the absolute change from baseline in trough FEV1 in Liters compared to placebo on Day 92. Forced Expiratory Volume in one second (FEV1) is calculated as the volume of air forcibly exhaled in one second as measured by a spirometer. Baseline measurement was defined as the baseline visit pre-bronchodilator spirometry assessment.",
        "timeFrame": "Baseline, Day 92"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Forced Expiratory Volume 1 (FEV1) % of Predicted",
        "description": "The secondary efficacy analyses assessed the effect of CJM112 on the absolute change from baseline in trough FEV1 in % of predicted compared to placebo on Day 92. Forced Expiratory Volume in one second (FEV1) was calculated as the volume of air forcibly exhaled in one second as measured by a spirometer. FEV1% of predicted is defined as FEV1% of the patient divided by the average FEV1% in the population for any person of similar age, sex and body composition. Pre-bronchodilator FEV1% of predicted was directly provided as part of the spirometry assessment.",
        "timeFrame": "Baseline, Day 92"
      },
      {
        "measure": "Change From Baseline in Asthma Control Questionnaire 6 (ACQ6) Score",
        "description": "The ACQ-6 is a validated asthma assessment tool that consists of 6 self-assessment questions. Each item on the ACQ-6 has a possible score ranging from 0 to 6 and the total score is the mean of all responses. The seven-point response scale goes from 0 = 'totally controlled' to 6 = 'severely uncontrolled.\n\nNegative change from baseline values indicate improved asthma control.",
        "timeFrame": "Baseline, Day 92"
      },
      {
        "measure": "Change From Baseline in Asthma Control Questionnaire 7 (ACQ7) Score",
        "description": "The ACQ-7 measured asthma symptom control and consists of 7 items: 5 on symptom assessment, 1 on rescue medication use and 1 on airway calibre (FEV1 % predicted). All seven items are scored on a 7-point Likert scale, with 0 indicating total control and 6 indicating poor control. The questions are equally weighted and the total score is the mean of the seven items. The first 6 questions of the ACQ-7 were completed by the participant while the last question was completed by the study investigator using data from the Master Scope spirometer. A negative change from baseline indicates improvement in lung function.",
        "timeFrame": "Baseline, Day 92"
      },
      {
        "measure": "Percentage of Patients With at Least 0.5 Decrease in ACQ7 Score",
        "description": "The ACQ-7 measured asthma symptom control and consists of 7 items: 5 on symptom assessment, 1 on rescue medication use and 1 on airway calibre (FEV1 % predicted). All seven items are scored on a 7-point Likert scale, with 0 indicating total control and 6 indicating poor control. The questions are equally weighted and the total score is the mean of the seven items. The first 6 questions of the ACQ-7 were completed by the participant while the last question was completed by the study investigator using data from the Master Scope spirometer. A negative change from baseline indicates improvement in lung function.\n\nAn ACQ7 responder is defined as a patient with a decrease in score of greater or equal to 0.5 when compared to baseline.",
        "timeFrame": "Baseline, Day 92"
      },
      {
        "measure": "Percentage of Patients With Adverse Events (AEs) Leading to Discontinuation of Study Treatment",
        "description": "Number of patients with at least one adverse event leading to discontinuation of study treatment",
        "timeFrame": "85 days"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 64,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:29:22.832Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}