{
  "nctId": "NCT01345539",
  "briefTitle": "Radiosurgery for Patients With Oligometastatic Disease at Initial Presentation",
  "officialTitle": "Phase II Study for Curative Intent Treatment for Patients With Oligometastatic Disease at Initial Presentation",
  "protocolDocument": {
    "nctId": "NCT01345539",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-02-13",
    "uploadDate": "2023-06-29T07:10",
    "size": 522379,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01345539/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 24,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2013-06-07",
    "completionDate": "2022-10-20",
    "primaryCompletionDate": "2022-05-03",
    "firstSubmitDate": "2011-02-17",
    "firstPostDate": "2011-05-02"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Pathologically (histologically or cytologically) proven diagnosis of solid malignancy within 8 weeks of registration\n2. Eligible disease sites include the following\n\n   * Breast\n   * Prostate\n   * GI (including colorectal, anal, esophagus, pancreas, gastric with the exception of colon cancer with resectable liver-only lesions)\n   * Head and neck\n   * Skin (melanoma and squamous cell carcinoma)\n   * Lung (both small cell and non-small cell)\n   * Sarcoma (both soft tissue and bone)\n   * Gynecologic (endometrial, cervical, ovarian, vaginal, vulvar)\n3. Patients are stage IV (M1) with any combination of T and N with oligometastatic disease as defined by 5 or fewer total sites of metastatic disease involving 3 or fewer organ systems\n\n1 Examples of patients eligible for trial\n\n* T3N2M1 NSCLC with 1 CNS metastatic lesion, 2 liver lesions, and 1 adrenal lesion.\n* T4N1M1 colorectal cancer with 1 liver lesion, 4 bone lesions\n* T3N0M1 gastric cancer with 1 supraclavicular lymph node, 2 liver lesions, and 2 CNS lesions 4Metastatic disease sites must be treatable with SRS (at discretion of treating physician).\n\n  5Primary disease site must be able to be treated with curative intent 6Zubrod Performance Status 0-1 7Age ≥ 18 8CBC/differential obtained within 4 weeks prior to registration on study, with adequate bone marrow function defined as follows:\n* Absolute neutrophil count (ANC) ≥ 1,800 cells/mm3;\n* Platelets ≥ 100,000 cells/mm3;\n* Hemoglobin ≥ 8.0 g/dl (Note: The use of transfusion or other intervention to achieve Hgb ≥ 8.0 g/dl is acceptable.); 9Women of childbearing potential and male participants must practice adequate contraception 10Patient must provide study specific informed consent prior to study entry.\n\nExclusion Criteria:\n\n1. Ineligible disease sites include the following\n\n   * Lymphoma\n   * Leukemia\n   * Multiple myeloma\n   * Primary CNS\n   * Peritoneal carcinomatosis\n   * Colon cancer with resectable liver-only lesions\n2. Examples of patients ineligible for trial\n\n   * T1N1M1 NSCLC with 1 CNS lesion, 1 bone lesion, 1 adrenal lesion and a cervical lymph node (4 sites of metastatic disease)\n   * T2N1M1 Gastric cancer with 6 liver lesions (more than 5 sites of metastatic disease)\n3. Other\n\n   * Lung cancer with pleural effusion (wet IIIB) are not eligible\n   * Recurrent cancers are not eligible\n   * Diffuse metastatic spread confined to one organ system is ineligible; examples of this include leptomeningeal spread in the CNS and peritoneal carcinomatosis.\n4. Prior systemic chemotherapy for the study cancer; note that prior chemotherapy for a different cancer is allowable but cannot have any other primary cancer diagnosed or treated within the last 3 years other than cutaneous skin cancers. Patient may have previous chemotherapy as treatment of this previous malignancy as long as the chemotherapy has completed more than 3 years ago.\n5. Prior radiotherapy to the region of the study cancer that would result in overlap of radiation therapy fields\n6. Severe, active co-morbidity, defined as follows:\n\n   * Unstable angina and/or congestive heart failure requiring hospitalization within the last 6 months;\n   * Transmural myocardial infarction within the last 6 months;\n   * Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration;\n   * Hepatic insufficiency resulting in clinical jaundice and/or coagulation defects; note, however, that laboratory tests for liver function and coagulation parameters are not required for entry into this protocol.\n   * Immuno-compromised patients.\n7. Pregnancy or women of childbearing potential and men who are sexually active and not willing/able to use medically acceptable forms of contraception; this exclusion is necessary because the treatment involved in this study may be significantly teratogenic.\n8. Oligometastatic disease sites not eligible based on concern for toxicity:\n\n   * trachea involvement (direct invasion, tumors close to or abutting trachea are eligible)\n   * heart (direct invasion or involvement, pericardial lymph nodes can be treated)\n9. Patients unable to have an FDG-PET/CT scan, either through insurance coverage, patient decision or other reason are not eligible for this study.\n10. Patients unable to have SRS through insurance coverage or ability to pay for SRS",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Acceptable Toxicity of SRS/SBRT",
        "description": "Number of distinct patients with toxicities of Grade 3 or less per CTCAE v4.0",
        "timeFrame": "Up to 3 Years (per patient)"
      },
      {
        "measure": "Presence of Multiple Metastatic Sites",
        "description": "The presence of multiple metastatic disease sites (between 2 and 5 sites).",
        "timeFrame": "Up to 3 years (per patient)"
      }
    ],
    "secondary": [
      {
        "measure": "The Functional Assessment of Cancer Therapy - General (FACT-G) Quality of Life Score",
        "description": "The Functional Assessment of Cancer Therapy - General (FACT-G) Quality of life Assessment is a patient self-administered 27-item questionnaire that measures health state in cancer patients in prior 7 days, including physical (PW), social (SW), emotional (EW), and functional (FW) well-being. Scoring: Five-point scale for each of the subscales is: 0 (not at all) to 4 (very much). PW has a Score range from 0-28. SW has a Score range from 0-28. EW has a Score range from 0-24. FW has a Score range from 0-28. Total overall score is thus from minimum of 0 to maximum of 108. Questions are phrased so that higher numbers indicate a better health state, leading to some items being reverse-scored.",
        "timeFrame": "At pre-treatment"
      },
      {
        "measure": "The Functional Assessment of Cancer Therapy - General (FACT-G) Quality of Score",
        "description": "The Functional Assessment of Cancer Therapy - General (FACT-G) Quality of life Assessment is a patient self-administered 27-item questionnaire that measures health state in cancer patients in prior 7 days, including physical (PW), social (SW), emotional (EW), and functional (FW) well-being. Scoring: Five-point scale for each of the subscales is: 0 (not at all) to 4 (very much). PW has a Score range from 0-28. SW has a Score range from 0-28. EW has a Score range from 0-24. FW has a Score range from 0-28. Total overall score is thus from minimum of 0 to maximum of 108. Questions are phrased so that higher numbers indicate a better health state, leading to some items being reverse-scored.",
        "timeFrame": "At post-treatment"
      },
      {
        "measure": "Local Control of Metastatic Disease",
        "description": "Proportion of patients with local Complete Response (CR), Partial Response (PR) or Stable Disease (SD) after trial therapy as measured according to Response Evaluation Criteria in Solid Tumors (RECIST) v1.1 at sites of metastatic disease. Per RECIST: (CR): Disappearance of all target lesions; (PR): At least a 30% decrease in the sum of the longest diameter (LD) of target lesions, taking as reference the baseline sum LD. (SD) Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum LD since the treatment started.",
        "timeFrame": "Up to 5 years (per patient)"
      },
      {
        "measure": "Local Control of Primary Disease",
        "description": "Proportion of patients with local Complete Response (CR), Partial Response (PR) or Stable Disease (SD) after trial therapy as measured according to Response Evaluation Criteria in Solid Tumors (RECIST) v1.1 at primary disease sites. Per RECIST: (CR): Disappearance of all target lesions; (PR): At least a 30% decrease in the sum of the longest diameter (LD) of target lesions, taking as reference the baseline sum LD. (SD) Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum LD since the treatment started.",
        "timeFrame": "Up to 5 years"
      },
      {
        "measure": "Analysis of Patterns of Failure Post-SRS/SBRT",
        "description": "The number of patients that experience oligometastatic disease progression/recurrence after treatment for their primary disease according to Response Evaluation Criteria in Solid Tumors (RECIST) v1.1 at primary disease sites. Per RECIST, Progressive Disease (PD) includes the appearance of one or more new lesions and/or unequivocal progression of existing non-target lesions.",
        "timeFrame": "Up to 5 years (per patient)"
      },
      {
        "measure": "Two-year Overall Survival",
        "description": "Percentage of participants alive at 2 years post start of treatment.",
        "timeFrame": "At 2 years (cohort)"
      },
      {
        "measure": "Overall Survival (OS)",
        "description": "Mean number of months patients remain alive from the day of trial enrollment until either an death from any cause or last follow-up.",
        "timeFrame": "Up to 5 years (cohort)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T02:30:55.264Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}