{
  "nctId": "NCT04710576",
  "briefTitle": "A Study of Axatilimab at 3 Different Doses in Participants With Chronic Graft Versus Host Disease (cGVHD)",
  "officialTitle": "AGAVE-201, A Phase 2, Open-label, Randomized, Multicenter Study to Evaluate the Efficacy, Safety and Tolerability of Axatilimab at 3 Different Doses in Patients With Recurrent or Refractory Active Chronic Graft Versus Host Disease Who Have Received at Least 2 Lines of Systemic Therapy",
  "protocolDocument": {
    "nctId": "NCT04710576",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-04-05",
    "uploadDate": "2024-09-12T13:01",
    "size": 1820859,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04710576/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 241,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-03-04",
    "completionDate": "2027-12",
    "primaryCompletionDate": "2023-04-07",
    "firstSubmitDate": "2021-01-05",
    "firstPostDate": "2021-01-14"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Participants must be 2 years of age or older, at the time of signing the informed consent.\n2. Participants who are allogeneic hematopoietic stem cell transplantation (HSCT) recipients with active cGVHD requiring systemic immune suppression. Active cGVHD is defined as the presence of signs and symptoms of cGVHD per 2014 NIH Consensus Development Project on Criteria for Clinical trials in cGVHD.\n3. Participants with refractory or recurrent active cGVHD despite at least 2 lines of systemic therapy.\n\n   * Refractory disease defined as meeting any of the following criteria:\n\n     * The development of 1 or more new sites of disease while being treated for cGVHD.\n     * Progression of existing sites of disease despite at least 1 month of standard or investigation therapy for cGVHD.\n     * Participants who have not achieved a response within 3 months on their prior therapy for cGVHD and for whom the treating physician believes a new systemic therapy is required.\n   * Recurrent cGVHD is active, symptomatic disease (after an initial response to prior therapy) as defined, based on the NIH 2014 consensus criteria, by organ-specific or global assessment or for which the physician believes that a new line of systemic therapy is required.\n4. Participants may have persistent, active acute and cGVHD manifestations (overlap syndrome), as defined by 2014 NIH Consensus Development Project on Criteria for Clinical trials in cGVHD.\n5. Karnofsky Performance Scale of ≥60 (if aged 16 years or older); Lansky Performance Score of ≥60 (if aged \\<16 years)\n6. Adequate organ and bone marrow functions evaluated during the 14 days prior to randomization.\n7. Creatinine clearance (CrCl) ≥30 milliliter/minute based on the Cockcroft-Gault formula in adult participants and Schwartz formula in pediatric participants.\n8. Contraceptive use by men or women should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies.\n9. Concomitant use a of systemic corticosteroid is allowed but not required. Topical and inhaled corticosteroid agents are allowed. If a participant is taking corticosteroids at study randomization, they must be on a stable dose of corticosteroids for at least 2 weeks prior to Cycle 1 Day 1.\n10. Concomitant use of CNI or mammalian target of repamycin (mTOR) inhibitors (sirolimus or everolimus) is allowed but not required.\n11. Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and protocol. A parent/guardian should provide consent for pediatric participants unable to provide consent themselves; in addition, where applicable pediatric participants should sign their own assent form.\n\nExclusion Criteria:\n\nParticipants are excluded from the study if any of the following criteria apply:\n\n1. Has acute GVHD without manifestations of cGVHD.\n2. Any evidence (histologic, cytogenetic, molecular, hematologic, or mixed) of relapse of the underlying cancer or post-transplant lymphoproliferative disease at the time of screening.\n3. History of acute or chronic pancreatitis.\n4. History of myositis.\n5. History or other evidence of severe illness, uncontrolled infection or any other conditions that would make the participant, in the opinion of the Investigator, unsuitable for the study.\n6. Participants with acquired immune deficiency syndrome (AIDS).\n7. Hepatitis B (defined as hepatitis B virus \\[HBV\\] surface antigen positive and HBV core antibody positive, with positive HBV deoxyribonucleic acid \\[DNA\\], or HBV positive core antibody alone with positive HBV DNA. Hepatitis C (defined as positive hepatitis C \\[HCV\\] antibody with positive HCV ribonucleic acid \\[RNA\\]).\n8. Diagnosed with another malignancy (other than malignancy for which transplant was performed) within 3 years of randomization, unless previously treated with curative intent and approved by Sponsor's Medical Monitor (for example, completely resected basal cell or squamous cell carcinoma of the skin, resected in situ cervical malignancy, resected breast ductal carcinoma in situ, or low-risk prostate cancer after curative resection).\n9. Female participant who is pregnant or breastfeeding.\n10. Previous exposure to CSF1-R targeted therapies.\n11. Taking agents for treatment of cGVHD other than corticosteroids or either a CNI or mTOR inhibitor is prohibited.\n12. For approved or commonly used agents, other than corticosteroids, CNI and mTOR inhibitor, a washout of 2 weeks or 5 half-lives, whichever is shorter, is required at study enrollment.\n13. Receiving another investigational treatment within 28 days of randomization.\n14. Participants should not be participating in any other interventional study. Pediatric participants are encouraged to also participate in the ongoing developmental studies of the Pediatric cGVHD Symptom Scale (PCSS).",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "2 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Overall Response Rate (ORR) in the First 6 Cycles as Defined by the 2014 NIH Consensus Development Project on Criteria for Clinical Trials in Chronic Graft-Versus-Host Disease (cGVHD)",
        "description": "The ORR was defined as the percentage of participants with objective response (complete response \\[CR\\] or partial response \\[PR\\]). CR was defined as resolution of all manifestations in each organ or site, and PR was defined as improvement in at least 1 organ or site without progression in any other organ or site.",
        "timeFrame": "First 6 cycles (up to Cycle 7 Day 1; each cycle = 4 weeks)"
      }
    ],
    "secondary": [
      {
        "measure": "ORR on Study as Defined by the 2014 NIH Consensus Development Project on Criteria for Clinical Trials in cGVHD",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Number of Participants With a Clinically Significant Improvement in Normalized Score on the Modified Lee Symptom Scale",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Duration of Response",
        "description": "Duration of response is defined as the time from initial partial response or complete response until documented progression of cGVHD, start of new therapy, or death for any reason.",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Sustained Response Rate",
        "description": "Sustained response rate is defined as the number of participants with objective response lasting for at least 20 weeks (140 days) from the time of initial response. Responses will be assessed based on the 2014 NIH Consensus Development Project on Clinical Trials in cGVHD.",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Organ-specific Response Rate",
        "description": "Organ-specific response is defined as the number of participants with objective response for the nine individual organs based on 2014 NIH Consensus Development Project on Criteria for Clinical Trials in cGVHD (skin, eyes, mouth, esophagus, upper gastrointestinal \\[GI\\], lower GI, liver, lungs and joints and fascia).",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Joints and Fascia Response Rate Based on Refined NIH Response Algorithm for cGVHD",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Percent Reductions in Average Daily Doses (or Equivalent) of Corticosteroid",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Number of Participants Who Discontinue Corticosteroid Use",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Percent Reductions in Average Daily Doses (or Equivalent) of Calcineurin Inhibitors (CNI)",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Number of Participants Who Discontinue CNIs",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Change From Baseline in Circulating Monocyte Number and Phenotype (CD14/16)",
        "timeFrame": "Baseline, up to 2 years"
      },
      {
        "measure": "Number of Participants With Anti-Drug Antibody",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Area Under the Plasma Concentration-time Curve (AUC) From Time 0 to Time of Last Measurable Concentration (AUC0-t)",
        "timeFrame": "Approximately 12 months"
      },
      {
        "measure": "Number of Participants With Treatment-emergent Adverse Events",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Change From Baseline in Bone Turnover Markers",
        "timeFrame": "Baseline, up to 2 years"
      },
      {
        "measure": "Change From Baseline in Bone Density",
        "timeFrame": "Baseline, up to 2 years"
      },
      {
        "measure": "Change From Baseline in Colony Stimulating Factor 1 (CSF-1) and Interleukin 34 (IL-34) Levels",
        "timeFrame": "Baseline, up to 2 years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 17,
      "otherCount": 0,
      "totalCount": 18
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:28.250Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}