{
  "nctId": "NCT04988152",
  "briefTitle": "A Study to Investigate the PK, Safety, and Tolerability of Sotrovimab vs Placebo Administered IV or IM in Japanese and Caucasian Participants",
  "officialTitle": "A Phase I, Single-blind, Randomized, Single-dose Clinical Pharmacology Study to Investigate the Pharmacokinetics, Safety, and Tolerability of Sotrovimab vs Placebo by Intravenous or Intramuscular Administration in Healthy Japanese and Caucasian Participants",
  "protocolDocument": {
    "nctId": "NCT04988152",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-05-27",
    "uploadDate": "2022-08-31T14:24",
    "size": 1164510,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04988152/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 48,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-07-06",
    "completionDate": "2021-12-07",
    "primaryCompletionDate": "2021-09-02",
    "firstSubmitDate": "2021-07-26",
    "firstPostDate": "2021-08-03"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male or female participants, aged 18 to 65 years, inclusive\n* Participants who are healthy as determined by medical evaluation including medical history, physical examination, laboratory tests, and cardiac monitoring.\n* Japanese participants must be of Japanese ancestry, defined as having been born in Japan, being descendants of four ethnic Japanese grandparents and two ethnic Japanese parents, holding a Japanese passport or identity papers, and being able to speak Japanese. Participants should have lived outside Japan for fewer than 10 years at the time of Screening.\n* Caucasian participants must be of Caucasian ancestry, defined as Caucasian descent as evidenced by appearance and verbal confirmation of familial heritage.\n* Body mass index (BMI) within the range of 18 to 29.9 kg/m2 (inclusive).\n* Capable of giving signed informed consent, which includes compliance with the requirements and restrictions listed in the consent form and protocol.\n\nExclusion Criteria:\n\n* History or presence of cardiovascular, respiratory, hepatic, renal, gastrointestinal, endocrine, hematological, or neurological disorders capable of significantly altering the absorption, metabolism, or elimination of drugs; constituting a risk when taking the study intervention or interfering with the interpretation of data.\n* Lymphoma, leukemia, or any malignancy within the past 5 years except for basal cell or squamous epithelial carcinomas of the skin that have been resected with no evidence of metastatic disease for 3 years.\n* Breast cancer within the past 10 years.\n* Abnormal blood pressure at Screening.\n* Significant allergies to humanized monoclonal antibodies.\n* Clinically significant multiple or severe drug allergies, intolerance to topical corticosteroids, or severe post-treatment hypersensitivity reactions (including, but not limited to, erythema multiforme major, linear immunoglobulin A (IgA) dermatosis, toxic epidermal necrolysis, and exfoliative dermatitis).\n* Current or chronic history of liver disease or known hepatic or biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones).\n* Use of any prescription medications (besides contraceptive medications or devices) within the 28 days prior to dosing or concomitantly, unless permitted by the protocol or approved by the Investigator in conjunction with the GSK medical monitor.\n* Treatment with biologic agents (such as monoclonal antibodies including marketed drugs) within 3 months or 5 half-lives (whichever is longer) prior to dosing.\n* Receipt of convalescent plasma from a recovered COVID-19 patient or anti-SARSCoV- 2 mAb within the last 3 months.\n* Receipt of any vaccine within 48 hours prior to enrollment. Vaccination will not be allowed for 90 days after dosing.\n* Participant has received a SARS-CoV-2 vaccine but has not completed all doses in the series more than 28 days prior to Screening\n* Participation in the study would result in loss of blood or blood products in excess of 500 mL within a 56 day period.\n* Exposure to more than 4 new chemical entities within 12 months prior to the first dosing day.\n* Enrollment in any investigational vaccine study within the last 180 days or any other investigational drug study within 30 days prior to Day 1 or within 5 half-lives of the investigational compound, whichever is longer.\n* A positive pre-study Hepatitis B surface antigen or positive Hepatitis C antibody result within 3 prior to dosing.\n* Positive pre-study drug/alcohol screen.\n* Positive HIV antibody test.\n* History of regular alcohol consumption within 6 months prior to the study defined as: An average weekly intake of \\>14 units. One unit is equivalent to 8 g of alcohol: a half pint (\\~240 mL) of beer, 1 glass (125 mL) of wine, or 1 (25 mL) measure of spirits.\n* Regular use of known drugs of abuse.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Part 1: Maximum Observed Serum Concentration (Cmax) of Sotrovimab Through Day 29",
        "description": "The Cmax was summarized using standard non-compartmental pharmacokinetic analysis methods. The geometric means and geometric coefficient of variation are presented. An ethnicity comparison (Japanese versus Caucasian) was also conducted using analysis of covariance (ANCOVA) adjusting for body weight. The geometric Least Square (LS) means ratio (Japanese versus Caucasian) for Cmax and 90 percent (%) confidence interval (CI) are presented.",
        "timeFrame": "Day 1: Pre-dose, at end of infusion (EOI) and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after end of infusion; Days 8, 15 and 29"
      },
      {
        "measure": "Part 1: Area Under the Serum-concentration Time Curve From Day 1 to Day 29 (AUC[D1-29]) of Sotrovimab",
        "description": "The AUC (D1-29) was summarized using standard non-compartmental pharmacokinetic analysis methods. The geometric mean and geometric coefficient of variation are presented. An ethnicity comparison (Japanese versus Caucasian) was also conducted using ANCOVA adjusting for body weight. The geometric LS means ratio (Japanese versus Caucasian) for AUC(D1-29) and 90% Confidence Interval are presented.",
        "timeFrame": "Day 1: Pre-dose, at end of infusion and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after end of infusion; Days 8, 15 and 29"
      },
      {
        "measure": "Part 1: Time to Cmax (Tmax) of Sotrovimab Through Day 29",
        "description": "The Tmax was summarized using standard non-compartmental pharmacokinetic analysis methods. The median and full range are presented.",
        "timeFrame": "Day 1: Pre-dose, at end of infusion and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after end of infusion; Days 8, 15 and 29"
      },
      {
        "measure": "Part 1: Concentration at Day 29 (CD29) Following Administration of Sotrovimab",
        "description": "The CD29 was summarized using standard non-compartmental pharmacokinetic analysis methods. The geometric mean and geometric coefficient of variation are presented.",
        "timeFrame": "Day 1: Pre-dose, at end of infusion and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after end of infusion; Days 8, 15 and 29"
      },
      {
        "measure": "Part 2: Cmax of Sotrovimab Through Day 29",
        "description": "The Cmax was summarized using standard non-compartmental pharmacokinetic analysis methods. The geometric mean and geometric coefficient of variation are presented. An ethnicity comparison (Japanese versus Caucasian) was also conducted using ANCOVA adjusting for body weight. The geometric LS means ratio (Japanese versus Caucasian) for Cmax and 90% confidence interval are presented.",
        "timeFrame": "Day 1: Pre-dose and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after first IM injection; Days 8, 15 and 29"
      },
      {
        "measure": "Part 2: AUC(D1-29) of Sotrovimab",
        "description": "The AUC (D1-29) was summarized using standard non-compartmental pharmacokinetic analysis methods. The geometric mean and geometric coefficient of variation are presented. An ethnicity comparison (Japanese versus Caucasian) was also conducted using ANCOVA adjusting for body weight. The geometric LS means ratio (Japanese versus Caucasian) for AUC(D1-29) and 90% confidence interval are presented.",
        "timeFrame": "Day 1: Pre-dose and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after first IM injection; Days 8, 15 and 29"
      },
      {
        "measure": "Part 2: Tmax of Sotrovimab Through Day 29",
        "description": "The Tmax was summarized using standard non-compartmental pharmacokinetic analysis methods. The median and full range are presented.",
        "timeFrame": "Day 1: Pre-dose and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after first IM injection; Days 8, 15 and 29"
      },
      {
        "measure": "Part 2: CD29 of Sotrovimab",
        "description": "The CD29 was summarized using standard non-compartmental pharmacokinetic analysis methods. The geometric mean and geometric coefficient of variation are presented.",
        "timeFrame": "Day 1: Pre-dose and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after first IM injection; Days 8, 15 and 29"
      },
      {
        "measure": "Part 1: Number of Participants With Serious Adverse Events (SAE) and Common Non-serious Adverse Events (Non-SAE) Through Day 29",
        "description": "An adverse event (AE) is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study intervention, whether or not considered related to the study intervention. An SAE is defined as any serious adverse event that, at any dose: results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect or any other situations as per medical or scientific judgment. Adverse events which were not serious adverse events were considered as Non-Serious adverse events.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Part 1: Number of Participants With Adverse Events of Special Interest (AESI) Through Day 29",
        "description": "Adverse events of special interest (AESI) are relevant known toxicities of other therapeutic monoclonal antibodies (mAbs) or signals observed in nonclinical programs of sotrovimab. AESI were defined as Infusion-related reactions (IRR) including hypersensitivity reactions, Hypersensitivity Standardized Medical dictionary for Regulatory Activities (MedDRA) Queries (SMQ) narrow, Infusion site reactions, Immunogenicity related adverse drug reactions (ADR) and AE potentially related to antibody-dependent enhancement of disease (ADE). Only IRR including hypersensitivity and Infusion site reactions through Day 29 were summarized.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Part 1: Number of Participants With Abnormal Clinically Significant Electrocardiogram (ECG) Findings Through Day 29",
        "description": "Twelve-lead ECG's were obtained in the semi-recumbent or supine position after 10 minutes of rest using an ECG machine. Clinically significant abnormal findings are those which are not associated with the underlying disease, unless judged by the investigator to be more severe than expected for the participant's condition. Data for the number of participants with abnormal clinically significant worst case post-Baseline ECG findings were reported.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Part 1: Number of Participants With Vital Signs Grade Shifts From Baseline Grade Through Day 29",
        "description": "Vital signs including systolic blood pressure (SBP), diastolic blood pressure (DBP) and pulse rate were measured in a semi-supine or sitting position after 5 minutes rest. Baseline is latest pre-dose assessment with a non-missing value on or after Day -1 visit including those from unscheduled visits. Grade Shift from Baseline is defined as shift from any grade (at Baseline) to Grades 1, 2, 3 and 4 post-Baseline. A worst post-Baseline grade shift is defined as worst change that occurred at any measured time point during treatment period. Grading was determined by the Division of Acquired Immunodeficiency Syndrome Table for Grading Severity (DAIDS) version 2.1. Grade 0=Normal, Grade 1=Mild, Grade 2=Moderate, Grade 3=Severe and Grade 4= Potentially Life-Threatening. Data is presented for only those parameters for which participants had grade shifts from Baseline grade. Worst-case post-Baseline shift data is presented.",
        "timeFrame": "Baseline (Day 1) and up to Day 29"
      },
      {
        "measure": "Part 1: Number of Participants With Clinical Chemistry Grade Shifts From Baseline Grade Through Day 29",
        "description": "Blood samples were collected for analysis of clinical chemistry parameters including Total Bilirubin, Direct Bilirubin, Glucose (fasting) and Glucose. Baseline is latest pre-dose assessment with a non-missing value on or after Day -1 visit including those from unscheduled visits. Grade Shift from Baseline is defined as shift from any grade (at Baseline) to Grades 1, 2, 3 and 4 post-Baseline. A worst post-Baseline grade shift is defined as worst change that occurred at any measured time point during treatment period. Grading was determined by the Division of Acquired Immunodeficiency Syndrome (AIDS) Table for Grading Severity (DAIDS) version 2.1. Grade 0=Normal, Grade 1=Mild, Grade 2=Moderate, Grade 3=Severe and Grade 4= Potentially Life-Threatening. Data is presented for only those parameters for which participants had grade shifts from Baseline grade. Worst-case post-Baseline shift data is presented.",
        "timeFrame": "Baseline (Day 1) and up to Day 29"
      },
      {
        "measure": "Part 1: Number of Participants With Any Increase in Worst-case Urinalysis Results Post-Baseline Relative to Baseline by Dipstick Method Through Day 29",
        "description": "Urine samples were collected for analysis of bilirubin, leukocyte esterase, occult blood, and protein by a dipstick method. The dipstick test gives results in a semi-quantitative manner indicating proportional concentrations in the urine sample. Baseline is defined as the latest pre-dose assessment with a non-missing value on or after Day -1 visit, including those from unscheduled visits. Any increase means any increase to small, moderate, severe, potentially life threatening or positive post-Baseline relative to Baseline. Data is presented for only those parameters for which participants had any increase in urinalysis results post-Baseline relative to Baseline. Number of participants with worst case any increase in urinalysis results post-Baseline relative to Baseline has been presented.",
        "timeFrame": "Baseline (Day 1) and up to Day 29"
      },
      {
        "measure": "Part 2: Number of Participants With SAE and Common Non-SAE Through Day 29",
        "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study intervention, whether or not considered related to the study intervention. An SAE is defined as any serious adverse event that, at any dose, results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect or any other situations as per medical or scientific judgment. Adverse events which were not serious adverse events were considered as Non-Serious adverse events.",
        "timeFrame": "Part 2: Number of participants with SAE and common non-SAE through Day 29"
      },
      {
        "measure": "Part 2: Number of Participants With AESI Through Day 29",
        "description": "Adverse events of special interest (AESI) are relevant known toxicities of other therapeutic mAbs or signals observed in nonclinical programs of sotrovimab. AESI were defined as Injection-related reactions including hypersensitivity reactions, Hypersensitivity (SMQ narrow), Injection site reactions, Immunogenicity related adverse drug reactions (ADR) and AE potentially related to antibody-dependent enhancement of disease (ADE). Only Injection-related reactions including hypersensitivity and Injection site reactions through Day 29 were summarized.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Part 2: Number of Participants With Abnormal Clinically Significant ECG Findings Through Day 29",
        "description": "Twelve-lead ECG's were obtained in the semi-recumbent or supine position after 10 minutes of rest using an ECG machine. Clinically significant abnormal findings are those which are not associated with the underlying disease, unless judged by the investigator to be more severe than expected for the participant's condition. Data for the number of participants with abnormal clinically significant worst case post-Baseline ECG findings were reported.",
        "timeFrame": "Up to Day 29"
      },
      {
        "measure": "Part 2: Number of Participants With Vital Signs Grade Shifts From Baseline Grade Through Day 29",
        "description": "Vital signs including SBP, DBP and pulse rate were measured in a semi-supine or sitting position after 5 minutes rest. Baseline is latest pre-dose assessment with a non-missing value on or after Day -1 visit including those from unscheduled visits. Grade Shift from Baseline is defined as shift from any grade (at Baseline) to Grades 1, 2, 3 and 4 post-Baseline. A worst post-Baseline grade shift is defined as worst change that occurred at any measured time point during treatment period. Grading was determined by the Division of Acquired Immunodeficiency Syndrome Table for Grading Severity (DAIDS) version 2.1. Grade 0=Normal, Grade 1=Mild, Grade 2=Moderate, Grade 3=Severe and Grade 4= Potentially Life-Threatening. Worst-case post-Baseline shift data is presented.",
        "timeFrame": "Baseline (Day) and up to Day 29"
      },
      {
        "measure": "Part 2: Number of Participants With Clinical Chemistry Grade Shifts From Baseline Grade Through Day 29",
        "description": "Blood samples were collected for analysis of clinical chemistry parameters including Alkaline Phosphatase (ALP), Total Bilirubin, Glucose, Potassium and Sodium. Baseline is latest pre-dose assessment with a non-missing value on or after Day -1 visit including those from unscheduled visits. Grade Shift from Baseline is defined as shift from any grade (at Baseline) to Grades 1, 2, 3 and 4 post-Baseline. A worst post-Baseline grade shift is defined as worst change that occurred at any measured time point during treatment period. Grading was determined by the Division of Acquired Immunodeficiency Syndrome (AIDS) Table for Grading Severity (DAIDS) version 2.1. Grade 0=Normal, Grade 1=Mild, Grade 2=Moderate, Grade 3=Severe and Grade 4= Potentially Life-Threatening. Data is presented for only those parameters for which participants had grade shifts from Baseline grade. Worst-case post-Baseline shift data is presented.",
        "timeFrame": "Baseline (Day 1) and up to Day 29"
      },
      {
        "measure": "Part 2: Number of Participants With Any Increase in Worst-case Urinalysis Results Post-Baseline Relative to Baseline by Dipstick Method Through Day 29",
        "description": "Urine samples were collected for analysis of bilirubin, glucose, leukocyte esterase, occult blood and protein by a dipstick method. The dipstick test gives results in a semi-quantitative manner indicating proportional concentrations in the urine sample. Baseline is defined as the latest pre-dose assessment with a non-missing value on or after Day -1 visit, including those from unscheduled visits. Any increase means any increase to small, moderate, severe, potentially life threatening or positive post-Baseline relative to Baseline. Data is presented for only those parameters for which participants had any increase in urinalysis results post-Baseline relative to Baseline. Number of participants with worst case any increase in urinalysis results post-Baseline relative to Baseline has been presented.",
        "timeFrame": "Baseline (Day 1) and up to Day 29"
      }
    ],
    "secondary": [
      {
        "measure": "Part 1: Cmax of Sotrovimab Through Week 18",
        "description": "The Cmax was summarized using standard non-compartmental pharmacokinetic analysis methods. The geometric mean and geometric coefficient of variation are presented. An ethnicity comparison (Japanese versus Caucasian) was also conducted using ANCOVA adjusting for body weight. The geometric LS means ratio (Japanese versus Caucasian) for Cmax and 90% confidence interval are presented.",
        "timeFrame": "Day 1: Pre-dose, at end of infusion and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after end of infusion; Weeks 2, 3, 4, 6, 8, 12 and 18"
      },
      {
        "measure": "Part 1: Area Under the Serum Concentration-time Curve Extrapolated to Infinite Time (AUC[0-infinity]) of Sotrovimab Through Week 18",
        "description": "The AUC(0-infinity) was summarized using standard non-compartmental pharmacokinetic analysis methods. The geometric mean and geometric coefficient of variation are presented.",
        "timeFrame": "Day 1: Pre-dose, at end of infusion and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after end of infusion; Weeks 2, 3, 4, 6, 8, 12 and 18"
      },
      {
        "measure": "Part 1: Area Under the Curve From the Time of Dosing to the Time of the Last Measurable (Positive) Concentration (AUClast) of Sotrovimab Through Week 18",
        "description": "The AUClast was summarized using standard non-compartmental pharmacokinetic analysis methods. The geometric mean and geometric coefficient of variation are presented. An ethnicity comparison (Japanese versus Caucasian) was also conducted using ANCOVA adjusting for body weight. The geometric LS means ratio (Japanese versus Caucasian) for AUClast and 90% Confidence Interval are presented.",
        "timeFrame": "Day 1: Pre-dose, at end of infusion and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after end of infusion; Weeks 2, 3, 4, 6, 8, 12 and 18"
      },
      {
        "measure": "Part 1: Tmax of Sotrovimab Through Week 18",
        "description": "The Tmax was summarized using standard non-compartmental pharmacokinetic analysis methods. The median and full range are presented.",
        "timeFrame": "Day 1: Pre-dose, at end of infusion and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after end of infusion; Weeks 2, 3, 4, 6, 8, 12 and 18"
      },
      {
        "measure": "Part 1: Time of the Last Quantifiable Concentration (Tlast) of Sotrovimab Through Week 18",
        "description": "The Tlast was summarized using standard non-compartmental pharmacokinetic analysis methods. The median and full range are presented.",
        "timeFrame": "Day 1: Pre-dose, at end of infusion and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after end of infusion; Weeks 2, 3, 4, 6, 8, 12 and 18"
      },
      {
        "measure": "Part 1: Terminal Elimination Half-life (t1/2) of Sotrovimab Through Week 18",
        "description": "The T1/2 was summarized using standard non-compartmental pharmacokinetic analysis methods. The median and full range are presented.",
        "timeFrame": "Weeks 2, 3, 4, 6, 8, 12 and 18"
      },
      {
        "measure": "Part 2: Cmax of Sotrovimab Through Week 18",
        "description": "The Cmax was summarized using standard non-compartmental pharmacokinetic analysis methods. The geometric mean and geometric coefficient of variation are presented. An ethnicity comparison (Japanese versus Caucasian) was also conducted using ANCOVA adjusting for body weight. The geometric LS means ratio (Japanese versus Caucasian) for Cmax and 90% Confidence Interval are presented.",
        "timeFrame": "Day 1: Pre-dose and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after first IM injection; Weeks 2, 3, 4, 6, 8, 12 and 18"
      },
      {
        "measure": "Part 2: AUC(0-infinity) of Sotrovimab Through Week 18",
        "description": "The AUC0-infinity was summarized using standard non-compartmental pharmacokinetic analysis methods. The geometric mean and geometric coefficient of variation are presented.",
        "timeFrame": "Day 1: Pre-dose and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after first IM injection; Weeks 2, 3, 4, 6, 8, 12 and 18"
      },
      {
        "measure": "Part 2: AUClast of Sotrovimab Through Week 18",
        "description": "The AUClast was summarized using standard non-compartmental pharmacokinetic analysis methods. The geometric mean and geometric coefficient of variation are presented. An ethnicity comparison (Japanese versus Caucasian) was also conducted using ANCOVA adjusting for body weight. The geometric LS means ratio (Japanese versus Caucasian) for AUClast and 90% Confidence Interval are presented.",
        "timeFrame": "Day 1: Pre-dose and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after first IM injection; Weeks 2, 3, 4, 6, 8, 12 and 18"
      },
      {
        "measure": "Part 2: Tmax of Sotrovimab Through Week 18",
        "description": "The Tmax was summarized using standard non-compartmental pharmacokinetic analysis methods. The median and full range are presented.",
        "timeFrame": "Day 1: Pre-dose and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after first IM injection; Weeks 2, 3, 4, 6, 8, 12 and 18"
      },
      {
        "measure": "Part 2: Tlast of Sotrovimab Through Week 18",
        "description": "The Tlast was summarized using standard non-compartmental pharmacokinetic analysis methods. The median and full range are presented.",
        "timeFrame": "Day 1: Pre-dose and 1, 2, 6, 8, 24 (Day 2) and 48 (Day 3) hours after first IM injection; Weeks 2, 3, 4, 6, 8, 12 and 18"
      },
      {
        "measure": "Part 2: T1/2 of Sotrovimab Through Week 18",
        "description": "The T1/2 was summarized using standard non-compartmental pharmacokinetic analysis methods. The median and full range are presented.",
        "timeFrame": "Weeks 2, 3, 4, 6, 8, 12 and 18"
      },
      {
        "measure": "Part 1: Number of Participants With SAE and Common Non-SAE Through Week 18",
        "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study intervention, whether or not considered related to the study intervention. An SAE is defined as any serious adverse event that, at any dose, results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect or any other situations as per medical or scientific judgment. Adverse events which were not serious adverse events were considered as Non-Serious adverse events.",
        "timeFrame": "Up to Week 18"
      },
      {
        "measure": "Part 1: Number of Participants With AESI Through Week 18",
        "description": "Adverse events of special interest (AESI) are relevant known toxicities of other therapeutic mAbs or signals observed in nonclinical programs of sotrovimab. AESI were defined as Infusion-related reactions (IRR) including hypersensitivity reactions, Hypersensitivity (SMQ narrow), Infusion site reactions, Immunogenicity related adverse drug reactions (ADR) and AE potentially related to antibody-dependent enhancement of disease (ADE).",
        "timeFrame": "Up to Week 18"
      },
      {
        "measure": "Part 1: Number of Participants With Abnormal Clinically Significant ECG Findings Through Week 18",
        "description": "Twelve-lead ECG's were obtained in the semi-recumbent or supine position after 10 minutes of rest using an ECG machine. Clinically significant abnormal findings are those which are not associated with the underlying disease, unless judged by the investigator to be more severe than expected for the participant's condition. Data for the number of participants with abnormal clinically significant worst case post-Baseline ECG findings were reported.",
        "timeFrame": "Up to Week 18"
      },
      {
        "measure": "Part 1: Number of Participants With Vital Signs Grade Shifts From Baseline Grade Through Week 18",
        "description": "Vital signs including SBP, DBP and pulse rate were measured in a semi-supine or sitting position after 5 minutes rest. Baseline is latest pre-dose assessment with a non-missing value on or after Day -1 visit including those from unscheduled visits. Grade Shift from Baseline is defined as shift from any grade (at Baseline) to Grades 1, 2, 3 and 4 post-Baseline. A worst post-Baseline grade shift is defined as worst change that occurred at any measured time point during treatment period. Grading was determined by the Division of Acquired Immunodeficiency Syndrome Table for Grading Severity (DAIDS) version 2.1. Grade 0=Normal, Grade 1=Mild, Grade 2=Moderate, Grade 3=Severe and Grade 4= Potentially Life-Threatening. Data is presented for only those parameters for which participants had grade shifts from Baseline grade. Worst-case post-Baseline shift data is presented.",
        "timeFrame": "Baseline (Day 1) and up to Week 18"
      },
      {
        "measure": "Part 1: Number of Participants With Clinical Chemistry Shifts From Baseline Grade Through Week 18",
        "description": "Blood samples were collected for analysis of clinical chemistry parameters including Aspartate Aminotransferase (AST), Total Bilirubin, Direct Bilirubin, Glucose (fasting), Glucose and Sodium. Baseline is latest pre-dose assessment with a non-missing value on or after Day -1 visit including those from unscheduled visits. Grade Shift from Baseline is defined as shift from any grade (at Baseline) to Grades 1, 2, 3 and 4 post-Baseline. A worst post-Baseline grade shift is defined as worst change that occurred at any measured time point during treatment period. Grading was determined by the Division of Acquired Immunodeficiency Syndrome (AIDS) Table for Grading Severity (DAIDS) version 2.1. Grade 0=Normal, Grade 1=Mild, Grade 2=Moderate, Grade 3=Severe and Grade 4= Potentially Life-Threatening. Data is presented for only those parameters for which participants had grade shifts from Baseline grade. Worst-case post-Baseline shift data is presented.",
        "timeFrame": "Baseline (Day 1) and up to Week 18"
      },
      {
        "measure": "Part 1: Number of Participants With Any Increase in Worst-case Urinalysis Results Post-Baseline Relative to Baseline by Dipstick Method Through Week 18",
        "description": "Urine samples were collected for analysis of bilirubin, leukocyte esterase, occult blood and protein by a dipstick method. The dipstick test gives results in a semi-quantitative manner indicating proportional concentrations in the urine sample. Baseline is defined as the latest pre-dose assessment with a non-missing value on or after Day -1 visit, including those from unscheduled visits. Any increase means any increase to small, moderate, severe, potentially life threatening or positive post-Baseline relative to Baseline. Data is presented for only those parameters for which participants had any increase in urinalysis results post-Baseline relative to Baseline. Number of participants with worst case any increase in urinalysis results post-Baseline relative to Baseline has been presented.",
        "timeFrame": "Baseline (Day 1) and up to Week 18"
      },
      {
        "measure": "Part 2: Number of Participants With SAE and Common Non-SAE Through Week 18",
        "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study intervention, whether or not considered related to the study intervention. An SAE is defined as any serious adverse event that, at any dose, results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect or any other situations as per medical or scientific judgment. Adverse events which were not serious adverse events were considered as Non-Serious adverse events.",
        "timeFrame": "Up to Week 18"
      },
      {
        "measure": "Part 2: Number of Participants With AESI Through Week 18",
        "description": "Adverse events of special interest (AESI) are relevant known toxicities of other therapeutic mAbs or signals observed in nonclinical programs of sotrovimab. AESI were defined as Injection-related reactions including hypersensitivity reactions, Hypersensitivity (SMQ narrow), Injection site reactions, Immunogenicity related adverse drug reactions (ADR) and AE potentially related to antibody-dependent enhancement of disease (ADE).",
        "timeFrame": "Up to Week 18"
      },
      {
        "measure": "Part 2: Number of Participants With Abnormal Clinically Significant ECG Findings Through Week 18",
        "description": "Twelve 12-lead ECG's were obtained in the semi-recumbent or supine position after 10 minutes of rest using an ECG machine. Clinically significant abnormal findings are those which are not associated with the underlying disease, unless judged by the investigator to be more severe than expected for the participant's condition. Data for the number of participants with abnormal clinically significant worst case post-Baseline ECG findings were reported.",
        "timeFrame": "Up to Week 18"
      },
      {
        "measure": "Part 2: Number of Participants With Vital Signs Grade Shifts From Baseline Grade Through Week 18",
        "description": "Vital signs including SBP, DBP and pulse rate were measured in a semi-supine or sitting position after 5 minutes rest. Baseline is latest pre-dose assessment with a non-missing value on or after Day -1 visit including those from unscheduled visits. Grade Shift from Baseline is defined as shift from any grade (at Baseline) to Grades 1, 2, 3 and 4 post-Baseline. A worst post-Baseline grade shift is defined as worst change that occurred at any measured time point during treatment period. Grading was determined by the Division of Acquired Immunodeficiency Syndrome Table for Grading Severity (DAIDS) version 2.1. Grade 0=Normal, Grade 1=Mild, Grade 2=Moderate, Grade 3=Severe and Grade 4= Potentially Life-Threatening. Data is presented for only those parameters for which participants had grade shifts from Baseline grade. Worst-case post-Baseline shift data is presented.",
        "timeFrame": "Baseline (Day 1) and up to Week 18"
      },
      {
        "measure": "Part 2: Number of Participants With Clinical Chemistry Grade Shifts From Baseline Grade Through Week 18",
        "description": "Blood samples were collected for analysis of clinical chemistry parameters including Alanine aminotransferase, Alkaline Phosphatase, Aspartate Aminotransferase, Total Bilirubin, Creatinine, Glucose (fasting), Glucose, Potassium and Sodium. Baseline is latest pre-dose assessment with a non-missing value on or after Day -1 visit including those from unscheduled visits. Grade Shift from Baseline is defined as shift from any grade (at Baseline) to Grades 1, 2, 3 and 4 post-Baseline. A worst post-Baseline grade shift is defined as worst change that occurred at any measured time point during treatment period. Grading was determined by the Division of Acquired Immunodeficiency Syndrome Table for Grading Severity (DAIDS) version 2.1. Grade 0=Normal, Grade 1=Mild, Grade 2=Moderate, Grade 3=Severe and Grade 4= Potentially Life-Threatening. Data is presented for only those parameters for which participants had grade shifts from Baseline grade. Worst-case post-Baseline shift data is presented.",
        "timeFrame": "Baseline (Day 1) and up to Week 18"
      },
      {
        "measure": "Part 2: Number of Participants With Any Increase in Worst-case Urinalysis Results Post-Baseline Relative to Baseline by Dipstick Method Through Week 18",
        "description": "Urine samples were collected for analysis of bilirubin, glucose, leukocyte esterase, nitrite, occult blood, protein and urobilinogen by a dipstick method. The dipstick test gives results in a semi-quantitative manner indicating proportional concentrations in the urine sample. Baseline is defined as the latest pre-dose assessment with a non-missing value on or after Day -1 visit, including those from unscheduled visits. Any increase means any increase to small, moderate, severe, potentially life threatening or positive post-Baseline relative to Baseline. Data is presented for only those parameters for which participants had any increase in urinalysis results post-Baseline relative to Baseline. Number of participants with worst case any increase in urinalysis results post-Baseline relative to Baseline has been presented.",
        "timeFrame": "Baseline (Day 1) and up to Week 18"
      }
    ],
    "other": [
      {
        "measure": "Part 1 and Part 2: Bioavailability of Sotrovimab IM Versus IV Formulation Using AUClast",
        "description": "Bioavailability of Sotrovimab was estimated using ANCOVA model with AUClast as dependent variable and ethnicity, body weight, route of administration as covariates with all available data (Part 1 \\[IV\\] and Part 2 \\[IM\\]) of Sotrovimab concentrations in serum. The AUClast Geometric Least Squares (LS) Means were estimated for each formulation and then a single parameter reported as the ratio of the AUClast geometric LS means (IM/IV) along with the 90% Confidence Interval were calculated. A single ratio parameter derived using the Geometric LS Means of AUClast IM versus IV and associated 90% Confidence Interval are presented.",
        "timeFrame": "Part 1: Day 1 (Pre-dose, at end of infusion and 1,2,6,8,24 [Day 2] and 48 [Day 3] hours after end of infusion); Weeks 2,3,4,6,8,12,18; Part 2: Day 1(Pre-dose and 1,2,6,8,24 [Day 2] and 48 [Day 3] hours after first IM injection); Weeks 2,3,4, 6,8,12,18"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 20,
      "secondaryCount": 24,
      "otherCount": 1,
      "totalCount": 45
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:38.783Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}