{
  "nctId": "NCT04023994",
  "briefTitle": "A Single Ascending Dose Study to Investigate the Safety, Tolerability, Immunogenicity and Pharmacokinetics of Intravenously Administered RO7126209 in Healthy Participants",
  "officialTitle": "A Single-Center, Randomized, Adaptive, Investigator/Subject Blind, Single Ascending Dose, Placebo-Controlled Phase I Study to Investigate the Safety, Tolerability, Immunogenicity and Pharmacokinetics of Intravenously Administered RO7126209 in Healthy Participants",
  "protocolDocument": {
    "nctId": "NCT04023994",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-07-31",
    "uploadDate": "2021-06-14T09:30",
    "size": 2627376,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04023994/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 36,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-08-03",
    "completionDate": "2020-07-17",
    "primaryCompletionDate": "2020-07-17",
    "firstSubmitDate": "2019-07-16",
    "firstPostDate": "2019-07-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Healthy status is defined by the absence of evidence of any active or chronic disease following a detailed medical and surgical history, a complete physical examination including vital signs, 12-lead ECG, ophthalmologic examination, hematology, blood chemistry, coagulation, serology, and urinalysis.\n* Body mass index (BMI) of 18-30 kg/m2 inclusive\n* During the treatment period and until the final follow up visit, agreement to: (1) Remain abstinent or use contraceptive measures such as a condom plus an additional contraceptive method that together result in a failure rate of \\<1% per year, with a partner who is a woman of childbearing potential. (2) With pregnant female partner, remain abstinent or use contraceptive measures such as a condom to avoid exposing the embryo. (3) Refrain from donating sperm from Day 1 of the study until 90 days after last dose.\n\nExclusion Criteria:\n\n* Concomitant disease or condition that could interfere with, or treatment of which might interfere with, the conduct of the study, or that would, in the opinion of the Investigator, pose an unacceptable risk to the participant in this study.\n* History of any clinically significant gastrointestinal, renal, hepatic, broncho-pulmonary, neurological, psychiatric, cardio-vascular, endocrinological, ophthalmologic, hematological or allergic disease, metabolic disorder, cancer or cirrhosis.\n* Any suspicion or history of alcohol abuse and/or suspicion of regular consumption of drug of abuse within the last 5 years.\n* Positive result on hepatitis B (HBV), hepatitis C (HCV), or human immunodeficiency virus (HIV) 1 and 2.\n* History or presence of clinically significant ECG abnormalities or cardiovascular disease.\n* Clinically-significant abnormalities in laboratory test results.\n* Any major illness within one month before the screening examination or any febrile illness within one week prior to screening and up to first dose administration.\n* Impaired hepatic function as indicated by screening aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\>=1.5 x the upper limit of normal (ULN) or abnormal total bilirubin unless due to Gilbert's disease.\n* Any clinically relevant history of hypersensitivity or allergic reactions, either spontaneous or following drug administration, or exposure to foods or environmental agents.\n* History of hypersensitivity to biologic agents or any of the excipients in the formulation.\n* History of raised intra-cerebral pressure or vertebral joint pathology\n* Use of prohibited medication or herbal remedies as described in the section of concomitant medications\n* Prior administration of gantenerumab (RO4909832)\n* Any vaccination within two months prior to Day 1\n* Participation in an investigational drug medicinal product or medical device study within 30 days before screening or within seven times the elimination half-life if known, whichever is longer.\n* Participants who regularly smoke more than 5 cigarettes daily or equivalent and are unable or unwilling not to smoke during the in-house period.\n* Donation or loss of blood over 500 mL within three months prior to Day 1 and donation of blood for the duration of the study until follow-up.\n* Evidence of clinically significant brain magnetic resonance imaging (MRI) findings, including lacunar infarct, territorial infarct or macroscopic hemorrhage, microbleed or area of leptomeningeal hemosiderosis, or deep white matter lesions corresponding to an overall Fazekas score of ≥ 2.\n* Claustrophobia, presence of pacemakers, aneurysm clips, artificial heart valves, ear implants, or foreign metal objects in the eyes, skin, or body that would contraindicate an MRI scan.",
    "healthyVolunteers": true,
    "sex": "MALE",
    "minimumAge": "18 Years",
    "maximumAge": "40 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Adverse Events (AEs)",
        "description": "An Adverse Event (AE) is any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the treatment. An Adverse Event can therefore be any unfavorable and unintended sign (including abnormal laboratory values or abnormal clinical test results), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. Preexisting conditions which worsen during a study are also considered as Adverse Events.",
        "timeFrame": "Up to approximately 9 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Concentration at the End of Infusion (Cend) of RO7126209",
        "description": "Plasma concentrations of RO7126209 were measured by a specific and validated assay at specified timepoints. Plasma PK parameters of RO7126209 were read directly from the plasma concentration versus time profiles or calculated by using standard non-compartmental methods. Geometric Mean and Coefficient of Variation data are presented below.",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Area Under the Plasma Concentration Versus Time Curve From Zero to 24 h Postdose (AUC0-24h) of RO7126209",
        "description": "Plasma concentrations of RO7126209 were measured by a specific and validated assay. Plasma PK parameters of RO7126209 were read directly from the plasma concentration versus time profiles or calculated by using standard non-compartmental methods. Geometric Mean and Coefficient of Variation data are presented below.",
        "timeFrame": "Days 1 and 2"
      },
      {
        "measure": "Area Under the Plasma Concentration Versus Time Curve From Zero to 168h Postdose (AUC0-168h) of RO7126209",
        "description": "Plasma concentrations of RO7126209 were measured by a specific and validated assay. Plasma PK parameters of RO7126209 were read directly from the plasma concentration versus time profiles or calculated by using standard non-compartmental methods. Geometric Mean and Coefficient of Variation data are presented below.",
        "timeFrame": "Days 1, 2, 3, 4, 5 and 8"
      },
      {
        "measure": "Area Under the Plasma Concentration Versus Time Curve From Zero to the Last Measurable Concentration (AUC0-last) of RO7126209",
        "description": "Plasma concentrations of RO7126209 were measured by a specific and validated assay. Plasma PK parameters of RO7126209 were read directly from the plasma concentration versus time profiles or calculated by using standard non-compartmental methods. Geometric Mean and Coefficient of Variation data are presented below.",
        "timeFrame": "Days 1, 2, 3, 4, 5, 8, 10, 15, 22, 29, 43 and 57"
      },
      {
        "measure": "Area Under the Plasma Concentration Versus Time Curve Extrapolated to Infinity (AUC0-inf)",
        "description": "Plasma concentrations of RO7126209 were measured by a specific and validated assay. Plasma PK parameters of RO7126209 were read directly from the plasma concentration versus time profiles or calculated by using standard non-compartmental methods. Geometric Mean and Coefficient of Variation data are presented below.",
        "timeFrame": "Days 1, 2, 3, 4, 5, 8, 10, 15, 22, 29, 43 and 57"
      },
      {
        "measure": "Terminal Rate Constant (Lambda z) of RO7126209",
        "description": "Plasma concentrations of RO7126209 were measured by a specific and validated assay. Plasma PK parameters of RO7126209 were read directly from the plasma concentration versus time profiles or calculated by using standard non-compartmental methods. Geometric Mean and Coefficient of Variation data are presented below.",
        "timeFrame": "Days 1, 2, 3, 4, 5, 8, 10, 15, 22, 29, 43 and 57"
      },
      {
        "measure": "Apparent Terminal Half-Life (T1/2) of RO7126209",
        "description": "Plasma concentrations of RO7126209 were measured by a specific and validated assay. Plasma PK parameters of RO7126209 were read directly from the plasma concentration versus time profiles or calculated by using standard non-compartmental methods. Geometric Mean and Coefficient of Variation data are presented below.",
        "timeFrame": "Days 1, 2, 3, 4, 5, 8, 10, 15, 22, 29, 43 and 57"
      },
      {
        "measure": "Total Body Clearance Calculated as Dose/AUC (CL) of RO7126209",
        "description": "Plasma concentrations of RO7126209 were measured by a specific and validated assay. Plasma PK parameters of RO7126209 were read directly from the plasma concentration versus time profiles or calculated by using standard non-compartmental methods. Geometric Mean and Coefficient of Variation data are presented below.",
        "timeFrame": "Days 1, 2, 3, 4, 5, 8, 10, 15, 22, 29, 43 and 57"
      },
      {
        "measure": "Volume of Distribution at Steady-State (Vss) of RO7126209",
        "description": "Plasma concentrations of RO7126209 were measured by a specific and validated assay. Plasma PK parameters of RO7126209 were read directly from the plasma concentration versus time profiles or calculated by using standard non-compartmental methods. Geometric Mean and Coefficient of Variation data are presented below.",
        "timeFrame": "Days 1, 2, 3, 4, 5, 8, 10, 15, 22, 29, 43 and 57"
      },
      {
        "measure": "Cerebrospinal Fluid (CSF) Concentration of RO7126209",
        "description": "RO7126209 CSF concentrations were measured by a specific and validated method. Geometric Mean and Coefficient of Variation data are presented below.",
        "timeFrame": "Day 3 and Day 5"
      },
      {
        "measure": "Percentage of Participants With Anti-RO7126209 Antibodies (ADAs)",
        "description": "The numbers and proportions of Anti-Drug Antibody (ADA) positive participants and ADA negative participants at baseline (baseline prevalence) and after study drug administration (post-baseline incidence during both the treatment and follow-up periods) were summarized per dose group during both the treatment and follow-up period.",
        "timeFrame": "Days 1, 8, 29 and 57"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 94,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:29:38.857Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}