{
  "nctId": "NCT03440736",
  "briefTitle": "Comparison of Secukinumab 300 mg Combined With a Lifestyle Intervention to Secukinumab Alone for the Treatment of Moderate to Severe Psoriasis Patients With Concomitant Metabolic Syndrome",
  "officialTitle": "A Randomized, Multicenter 28 Week Study to Compare the Efficacy and Safety of Combining Cosentyx (Secukinumab) (4-weekly, 300 mg s.c.) With a Lifestyle Intervention to Cosentyx Therapy Alone in Adult Patients With Moderate to Severe Plaque-type Psoriasis and Concomitant Metabolic Syndrome, Followed by a 28 Week Extension Period",
  "protocolDocument": {
    "nctId": "NCT03440736",
    "filename": "Prot_002.pdf",
    "label": "Study Protocol",
    "date": "2018-09-05",
    "uploadDate": "2023-05-18T15:35",
    "size": 1748708,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03440736/document/Prot_002.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 781,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-02-28",
    "completionDate": "2022-06-03",
    "primaryCompletionDate": "2021-11-30",
    "firstSubmitDate": "2018-01-31",
    "firstPostDate": "2018-02-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Written informed consent must be obtained before any assessment is performed.\n2. Men or women of at least 18 years of age at the time of screening.\n3. Patients must be able to understand and communicate with the investigator and must be willing and able to comply with all study procedures.\n4. Patients with moderate to severe plaque-type psoriasis who are candidates for systemic therapy, diagnosed at least 6 month before randomization and baseline value of\n\n   * PASI \\> 10 and\n   * DLQI \\> 10 and\n   * Body Surface Area (BSA) affected by plaque-type psoriasis ≥ 10%\n5. Fulfillment of Metabolic Syndrome definition (Alberti et al., 2009), which means fulfillment of ≥3 of the following criteria at screening visit:\n\n   * Fasting (8 hours) plasma glucose ≥ 100 mg/dl or ongoing antidiabetic drug treatment (defined as: metformin, DPP4 inhibitors, GLP1 analogues, SGLT2 inhibitors)\n   * Abdominal obesity defined by elevated waist circumference (measured as defined in section 6.4.5): Male: ≥94 cm, female: ≥80 cm (except for patients of Asian, South or Central American ethnicity, for whom the cut off values are: Male: ≥90 cm, female: ≥80 cm)\n   * Fasting (8 hours) triglycerides ≥ 150 mg/dl or ongoing drug treatment for elevated triglycerides (defined as: fibrates or nicotinic acid).\n   * Fasting (8 hours) HDL-C \\< 40 mg/dl in men or \\< 50 mg/dl in women or ongoing drug treatment for reduced HDL-C (defined as: fibrates, nicotinic acid or statins).\n   * Resting blood pressure: Systolic blood pressure ≥ 130 and/ or diastolic blood pressure ≥ 85 mmHg (measured as defined in section 6.4.6) or ongoing antihypertensive drug treatment \\[defined as: ACE inhibitors, beta blockers, angiotensin receptor antagonists (e.g. Valsartan), aldosterone receptor antagonists, diuretics, nitrates, calcium channel blockers (e.g. Verapamil, Nifedipin), Aliskiren, Clonidin, alpha1 receptor antagonists (e.g. Doxazosin), Dihydralazin, Minoxidil, Moxonidin or Methyldopa\\].\n6. Willingness and motivation to actively participate in a lifestyle intervention, which means patients need to be willing to increase physical activity and to change dietary habits.\n\nExclusion Criteria:\n\nPatients fulfilling any of the following criteria are not eligible for inclusion in this study. No additional exclusions may be applied by the investigator, in order to ensure that the study population will be representative of all eligible patients.\n\n1. Forms of psoriasis other than chronic plaque-type (e.g. pustular, erythrodermic and guttate psoriasis) at screening.\n2. Previous exposure to Secukinumab or any other biologic drug directly targeting IL17A or the IL17A receptor (e.g. Brodalumab, Ixekizumab).\n3. Exposure to anti-TNF treatment during 1 year prior to baseline.\n4. Drug-induced psoriasis (i.e., new onset or current exacerbation from beta-blockers, calcium channel inhibitors or lithium) at screening.\n5. History of hypersensitivity to Secukinumab, trehalose-dihydrate, L-histidine, L-histidinhydrochloride-monohydrate, L-methionine, polysorbate 80, water for injection, or to substances of similar chemical classes.\n6. History of latex hypersensitivity.\n7. Ongoing participation (including safety follow-up period) in other interventional or non-interventional studies in any dermatological indication\n8. Ongoing use of prohibited treatments. Washout periods detailed in the protocol have to be adhered to (Table 5-1). Note: Administration of live vaccines 6 weeks prior to baseline (visit 2) or during the study period is also prohibited.\n9. Diagnosis of type 1 diabetes.\n10. Patients with diagnosed type 2 diabetes, if they fulfill one or more of the following conditions:\n\n    * uncontrolled type 2 diabetes, meaning HbA1c \\> 8.0%,\n    * pharmacological therapy with one or more of the following agents: Insulin, sulfonylurea agents/analogues, thiazolidinediones/glitazones\n11. Insufficiently controlled, severe arterial hypertension (systolic blood pressure ≥ 160 mmHg and/or diastolic blood pressure ≥ 95 mmHg) with urgent need for therapy initiation or foreseeable need for medication change during the duration of the core study.\n12. Use of other investigational drugs at the time of enrollment, or within 5 half-lives of enrollment, or within 30 days until the expected pharmacodynamic effect has returned to baseline, whichever is longer; or longer if required by local regulations.\n13. Pregnant or nursing (lactating) women, where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive hCG laboratory test.\n14. Active ongoing inflammatory diseases other than psoriasis and psoriatic arthritis (PsA) that might confound the evaluation of the benefit of Secukinumab therapy.\n15. Underlying conditions (including, but not limited to metabolic, hematologic, renal, hepatic, pulmonary, neurologic, endocrine, cardiac, infectious or gastrointestinal) which in the opinion of the investigator significantly immunocompromises the subject and/or places the subject at unacceptable risk for receiving an immunomodulatory therapy.\n16. Significant, progressive or uncontrolled medical problems at baseline which according to the opinion of the Investigator render the subject unsuitable for the trial - also in regard to participation in the lifestyle intervention - or put the subject at increased risk when participating in the trial (e.g. broken leg, congestive heart failure NYHA III/IV, uncontrolled hypertension with systolic ≥ 160 mmHg and/or diastolic ≥ 95 mmHg, severe uncontrolled asthma)\n17. Medical history of myocardial infarction or angina pectoris\n18. Any medical or psychiatric condition which, in the Investigator's opinion, would preclude the participant from adhering to the protocol or completing the study per protocol.\n19. Serum creatinine level exceeding 2.0 mg/dl (176.8 μmol/L) at screening\n20. Total white blood cell (WBC) count \\< 2,500/μl, or platelets \\< 100,000/μl or neutrophils \\< 1,500/μl or hemoglobin \\< 8.5 g/dl at screening.\n21. Active systemic infections during the last two weeks (exception: common cold) prior to baseline (visit 2) or any infection that reoccurs on a regular basis.\n22. History of an ongoing, chronic or recurrent infectious disease, or evidence of tuberculosis infection as defined by a positive QuantiFERON TB-Gold test (QFT) at screening. Subjects with a positive or indeterminate QFT test may participate in the study if full tuberculosis work up (according to local practice/guidelines) was completed within 12 weeks prior to visit 2 and establishes conclusively that the subject has no evidence of active tuberculosis. If presence of latent tuberculosis is established, then appropriate treatment must have been initiated at least 4 weeks prior to baseline (visit 2) and maintained according to local guidelines.\n23. Past medical history record or current infection with HIV, hepatitis B or hepatitis C prior to baseline (visit 2).\n24. History of lymphoproliferative disease or any known malignancy or history of malignancy of any organ system treated or untreated within the past 5 years, regardless of whether there is evidence of local recurrence or metastases (except for Bowen's disease, or basal cell carcinoma or actinic keratoses that have been treated with no evidence of recurrence in the past 12 weeks prior to baseline (visit 2); carcinoma in situ of the cervix or non-invasive malignant colon polyps that have been removed).\n25. Inability or unwillingness to undergo repeated venipuncture (e.g., because of poor tolerability or lack of access to veins).\n26. History or evidence of ongoing alcohol or drug abuse, within the last six months before baseline (visit 2).\n27. Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using basic methods of contraception during dosing of investigational drug for at least 20 weeks after the end of Secukinumab treatment. Basic contraception methods include:\n\n    * Total abstinence (when this is in line with the preferred and usual lifestyle of the subject. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception\n    * Female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy), total hysterectomy or tubal ligation at least six weeks before taking investigational drug. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment\n    * Male sterilization (at least 6 m prior to screening). For female subjects on the study, the vasectomized male partner should be the sole partner for that subject\n    * Barrier methods of contraception: Condom or Occlusive cap (diaphragm or cervical/vault caps).\n    * Use of oral, (estrogen and progesterone), injected or implanted hormonal methods of contraception or other forms of hormonal contraception that have comparable efficacy (failure rate \\<1%), for example hormone vaginal ring or transdermal hormone contraception or placement of an intrauterine device (IUD) or intrauterine system (IUS)\n    * In case of use of oral contraception women should have been stable on the same pill for a minimum of 3 months before taking investigational drug.\n    * Women are considered post-menopausal and not of child bearing potential if they have had 12 months of natural (spontaneous) amenorrhea with an appropriate clinical profile (e.g. age appropriate, history of vasomotor symptoms) or have had surgical bilateral oophorectomy (with or without hysterectomy), total hysterectomy or tubal ligation at least six weeks ago. In the case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment is she considered not of child bearing potential.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of patients achieving Psoriasis Area and Severity Index (PASI) Score of 90 at week 28",
        "description": "The Psoriasis Area and Severity Index (PASI) is a combined assessment of lesion severity and affected area into a single score: 0 (no disease) to 72 (maximal disease). Body is divided into 4 areas for scoring (head, trunk, upper limbs, lower limbs); each area is scored by itself and scores are combined for final PASI. For each area, percent of skin involved is estimated: 0 (0%) to 6 (90-100%), and severity is estimated by clinical signs, erythema, induration and desquamation; scale 0 (none) to 4 (maximum). Final PASI = sum of severity parameters for each area \\* area score weight of section (head: 0.1, arms: 0.2 body: 0.3 legs: 0.4).\n\nPASI 90 represents patients achieving \\>= 90% improvement (reduction) in PASI score compared to Baseline. Patients with missing PASI at Week 28 were counted as non-responders.",
        "timeFrame": "Baseline, Week 28"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of patients achieving Psoriasis Area and Severity Index (PASI) Score of 75 over time",
        "description": "The Psoriasis Area and Severity Index (PASI) is a combined assessment of lesion severity and affected area into a single score: 0 (no disease) to 72 (maximal disease). Body is divided into 4 areas for scoring (head, trunk, upper limbs, lower limbs); each area is scored by itself and scores are combined for final PASI. For each area, percent of skin involved is estimated: 0 (0%) to 6 (90-100%), and severity is estimated by clinical signs, erythema, induration and desquamation; scale 0 (none) to 4 (maximum). Final PASI = sum of severity parameters for each area \\* area score weight of section (head: 0.1, arms: 0.2 body: 0.3 legs: 0.4).\n\nPASI 75 represents patients achieving \\>= 75% improvement (reduction) in PASI score compared to Baseline.",
        "timeFrame": "Baseline, Week 1, Week 2, Week 3, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "Percentage of patients achieving Psoriasis Area and Severity Index (PASI) Score of 90 over time",
        "description": "The Psoriasis Area and Severity Index (PASI) is a combined assessment of lesion severity and affected area into a single score: 0 (no disease) to 72 (maximal disease). Body is divided into 4 areas for scoring (head, trunk, upper limbs, lower limbs); each area is scored by itself and scores are combined for final PASI. For each area, percent of skin involved is estimated: 0 (0%) to 6 (90-100%), and severity is estimated by clinical signs, erythema, induration and desquamation; scale 0 (none) to 4 (maximum). Final PASI = sum of severity parameters for each area \\* area score weight of section (head: 0.1, arms: 0.2 body: 0.3 legs: 0.4).\n\nPASI 90 represents patients achieving ≥ 90% improvement (reduction) in PASI score compared to Baseline.",
        "timeFrame": "Baseline, Week 1, Week 2, Week 3, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "Percentage of patients achieving Psoriasis Area and Severity Index (PASI) Score of 100 over time",
        "description": "The Psoriasis Area and Severity Index (PASI) is a combined assessment of lesion severity and affected area into a single score: 0 (no disease) to 72 (maximal disease). Body is divided into 4 areas for scoring (head, trunk, upper limbs, lower limbs); each area is scored by itself and scores are combined for final PASI. For each area, percent of skin involved is estimated: 0 (0%) to 6 (90-100%), and severity is estimated by clinical signs, erythema, induration and desquamation; scale 0 (none) to 4 (maximum). Final PASI = sum of severity parameters for each area \\* area score weight of section (head: 0.1, arms: 0.2 body: 0.3 legs: 0.4).\n\nPASI 100 response/remission represents patients achieving complete clearing of psoriasis (PASI = 0) compared to Baseline.",
        "timeFrame": "Baseline, Week 1, Week 2, Week 3, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "Mean absolute Psoriasis Area and Severity Index (PASI) Score over time",
        "description": "The Psoriasis Area and Severity Index (PASI) is a combined assessment of lesion severity and affected area into a single score: 0 (no disease) to 72 (maximal disease). Body is divided into 4 areas for scoring (head, trunk, upper limbs, lower limbs); each area is scored by itself and scores are combined for final PASI. For each area, percent of skin involved is estimated: 0 (0%) to 6 (90-100%), and severity is estimated by clinical signs, erythema, induration and desquamation; scale 0 (none) to 4 (maximum). Final PASI = sum of severity parameters for each area \\* area score weight of section (head: 0.1, arms: 0.2 body: 0.3 legs: 0.4).\n\nA negative change in absolute PASI score means that the severity of psoriasis has decreased, indicating an improvement in the patient's condition.",
        "timeFrame": "Baseline, Week 1, Week 2, Week 3, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "Mean change from Baseline in high-sensitivity C-reactive Protein (hsCRP)",
        "description": "High-sensitivity C-reactive Protein (hsCRP) was evaluated in both treatment arms throughout the duration of the core study and summarized using descriptive statistics.",
        "timeFrame": "Baseline, Week 2, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "Mean change from Baseline in Hemoglobin A1c (HbA1c)",
        "description": "Hemoglobin A1c (HbA1c) was evaluated in both treatment arms throughout the duration of the core study and summarized using descriptive statistics.",
        "timeFrame": "Baseline, Week 8, Week 16, Week 24, Week 28"
      },
      {
        "measure": "Mean change from Baseline in Fructosamine",
        "description": "Fructosamine was evaluated in both treatment arms throughout the duration of the core study and summarized using descriptive statistics.",
        "timeFrame": "Baseline, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "Mean change from Baseline in Fasting Plasma Glucose (FPG)",
        "description": "Fasting Plasma Glucose (FPG) was evaluated in both treatment arms throughout the duration of the core study and summarized using descriptive statistics.",
        "timeFrame": "Baseline, Week 8, Week 16, Week 28"
      },
      {
        "measure": "Mean change from Baseline in Total cholesterol",
        "description": "Total cholesterol was evaluated in both treatment arms throughout the duration of the core study and summarized using descriptive statistics.",
        "timeFrame": "Baseline, Week 8, Week 16, Week 28"
      },
      {
        "measure": "Mean change from Baseline in Low-Density Lipoprotein (LDL)",
        "description": "Low-Density Lipoprotein (LDL) was evaluated in both treatment arms throughout the duration of the core study and summarized using descriptive statistics.",
        "timeFrame": "Baseline, Week 8, Week 16, Week 28"
      },
      {
        "measure": "Mean change from Baseline in High-Density Lipoprotein (HDL)",
        "description": "High-Density Lipoprotein (HDL) was evaluated in both treatment arms throughout the duration of the core study and summarized using descriptive statistics.",
        "timeFrame": "Baseline, Week 8, Week 16, Week 28"
      },
      {
        "measure": "Mean change from Baseline in Triglycerides",
        "description": "Triglycerides were evaluated in both treatment arms throughout the duration of the core study and summarized using descriptive statistics.",
        "timeFrame": "Baseline, Week 8, Week 16, Week 28"
      },
      {
        "measure": "Mean change from Baseline in Waist circumference",
        "description": "Waist circumference was evaluated in both treatment arms throughout the duration of the core study and summarized using descriptive statistics.",
        "timeFrame": "Baseline, Week 1, Week 2, Week 3, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "Mean change from Baseline in Body weight",
        "description": "Body weight was evaluated in both treatment arms throughout the duration of the core study and summarized using descriptive statistics.",
        "timeFrame": "Baseline, Week 1, Week 2, Week 3, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "Mean change from Baseline in Body Mass Index (BMI)",
        "description": "Body Mass Index (BMI) was evaluated in both treatment arms throughout the duration of the core study and summarized using descriptive statistics.",
        "timeFrame": "Baseline, Week 1, Week 2, Week 3, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "Mean change from Baseline in Systolic Blood Pressure",
        "description": "Systolic Blood Pressure was evaluated in both treatment arms throughout the duration of the core study and summarized using descriptive statistics.",
        "timeFrame": "Baseline, Week 1, Week 2, Week 3, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "Mean change from Baseline in Diastolic Blood Pressure",
        "description": "Diastolic Blood Pressure was evaluated in both treatment arms throughout the duration of the core study and summarized using descriptive statistics.",
        "timeFrame": "Baseline, Week 1, Week 2, Week 3, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "Dermatology Life Quality Index (DLQI) Total Score over time",
        "description": "The Dermatology life Quality Index (DLQI) is a ten-question questionnaire used to measure the impact of skin disease on the quality of life of an affected person. Each question refers to the impact of the skin disease on the patient's life (symptoms, embarrassment, shopping and home care, clothes, social and leisure, sport, work or study, close relationships, sex, treatment) over the previous week and is scored from 0 to 3, giving a possible score range from 0 (meaning no impact of skin disease on quality of life) to 30 (meaning maximum impact on quality of life).",
        "timeFrame": "Baseline, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "Mean change from Baseline in Dermatology Life Quality Index (DLQI) Total Score over time",
        "description": "The Dermatology life Quality Index (DLQI) is a ten-question questionnaire used to measure the impact of skin disease on the quality of life of an affected person. Each question refers to the impact of the skin disease on the patient's life (symptoms, embarrassment, shopping and home care, clothes, social and leisure, sport, work or study, close relationships, sex, treatment) over the previous week and is scored from 0 to 3, giving a possible score range from 0 (meaning no impact of skin disease on quality of life) to 30 (meaning maximum impact on quality of life).",
        "timeFrame": "Baseline, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "Percentage of patients with Dermatology Life Quality Index (DLQI) Response",
        "description": "All patients with DLQI score 0 and 1 were considered as responders and patients with DLQI score \\>=2 were considered as non-responders. Subjects with missing DLQI score were counted as non-responders.",
        "timeFrame": "Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "World Health Organization Well-Being Index (WHO-5) Total score over time",
        "description": "The 5-item World Health Organization Well-Being Index (WHO-5) is a validated, short questionnaire consisting of 5 simple questions, assessing subjective psychological well-being of the respondents: Felt cheerful and in good spirits, Felt calm and relaxed, Felt active and vigorous, Feeling fresh and rested and Things that interest me in daily life. The recall period is the previous two weeks. Each item has 6 response categories, ranging from 5 (\"the whole time\") to 0 (\"at no time point\"). The raw score ranges from 0 to 25, with 0 representing worst possible and 25 representing best possible quality of life. To obtain a percentage score ranging from 0 to 100, the raw score is multiplied by 4. A percentage score of 0 represents worst possible, whereas a score of 100 represents best possible quality of life.",
        "timeFrame": "Baseline, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "Mean change from Baseline in World Health Organization Well-Being Index (WHO-5) Total score over time",
        "description": "The 5-item World Health Organization Well-Being Index (WHO-5) is a validated, short questionnaire consisting of 5 simple questions, assessing subjective psychological well-being of the respondents: Felt cheerful and in good spirits, Felt calm and relaxed, Felt active and vigorous, Feeling fresh and rested and Things that interest me in daily life. The recall period is the previous two weeks. Each item has 6 response categories, ranging from 5 (\"the whole time\") to 0 (\"at no time point\"). The raw score ranges from 0 to 25, with 0 representing worst possible and 25 representing best possible quality of life. To obtain a percentage score ranging from 0 to 100, the raw score is multiplied by 4. A percentage score of 0 represents worst possible, whereas a score of 100 represents best possible quality of life.",
        "timeFrame": "Baseline, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "Participant's self-assessed pain, itching and scaling over time",
        "description": "A self-administered, 11-point numeric rating scale (NRS, 0-10) was used to evaluate the subject's assessment of their current pain, itching and scaling. Respondents answered the following questions for the assessment of:\n\n* Pain: Overall, how severe was your psoriasis-related pain over the past 24 hours\n* Itching: Overall, how severe was your psoriasis-related itch over the past 24 hours\n* Scaling: Overall, how severe was your psoriasis-related scaling over the past 24 hours Subjects had to rate their pain, itching, and scaling from 0 to 10 (11-point scale), with the understanding that the 0 represented the absence or null end of the pain, itching, or scale intensity (i.e., no pain, itching or scaling) and the 10 represented the other extreme of pain, itching, or scaling intensity (i.e., pain, itching or scaling as bad as it could be). The number that the patient selected represented his or her intensity score.",
        "timeFrame": "Baseline, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      },
      {
        "measure": "Percentage change from Baseline in Participant's self-assessed pain, itching and scaling",
        "description": "A self-administered, 11-point numeric rating scale (NRS, 0-10) was used to evaluate the subject's assessment of their current pain, itching and scaling. Respondents answered the following questions for the assessment of:\n\n* Pain: Overall, how severe was your psoriasis-related pain over the past 24 hours\n* Itching: Overall, how severe was your psoriasis-related itch over the past 24 hours\n* Scaling: Overall, how severe was your psoriasis-related scaling over the past 24 hours Subjects had to rate their pain, itching, and scaling from 0 to 10 (11-point scale), with the understanding that the 0 represented the absence or null end of the pain, itching, or scale intensity (i.e., no pain, itching or scaling) and the 10 represented the other extreme of pain, itching, or scaling intensity (i.e., pain, itching or scaling as bad as it could be). The number that the patient selected represented his or her intensity score.",
        "timeFrame": "Baseline, Week 4, Week 8, Week 12, Week 16, Week 20, Week 24, Week 28"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 24,
      "otherCount": 0,
      "totalCount": 25
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:15.695Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}