{
  "nctId": "NCT04393493",
  "briefTitle": "The Effect in Renal Function on Patients With Type 1 Cardiorenal Syndrome Treated With Two Strategies of Furosemide.",
  "officialTitle": "The Effect in Renal Function on Patients With Type 1 Cardiorenal Syndrome Treated With Two Strategies of Furosemide. A Randomized Controled Trial",
  "protocolDocument": {
    "nctId": "NCT04393493",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-07-17",
    "uploadDate": "2020-08-21T20:54",
    "size": 204647,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04393493/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 80,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-07-01",
    "completionDate": "2020-04-01",
    "primaryCompletionDate": "2020-04-01",
    "firstSubmitDate": "2017-08-22",
    "firstPostDate": "2020-05-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Comply with both clinical diagnosis of acute kidney injury by serum creatinine according to the Kidney Disease Improving Global Outcomes (KDIGO) 2012 guidelines and acute decompensate heart failure as clinical assessed by the clinical team in charge.\n* Have agreed and signed informed consent\n\nExclusion Criteria:\n\n* Patient in chronic dialysis either peritoneal dialysis or hemodialysis.\n* History of being a renal transplant recipient\n* History of acute kidney injury according to the KDIGO 2012 guidelines and / or renal replacement therapy in the last 3 months\n* Pregnancy\n* Impossibility to administer medication by the oral route",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Renal Function Recovery Defined as a Return to Individual Baseline Serum Creatinine Values",
        "description": "Comparing patient's baseline serum creatinine (previous serum creatinine of 3 months ago and up to a year ago) with creatinine measurements every 24 hours during intervention (4 days)",
        "timeFrame": "Up to 96 hours after intervention started"
      }
    ],
    "secondary": [
      {
        "measure": "Change in 24 Hour Urine Output at 96 Hours After Intervention Started From 24 Hour Urine Output One Day Before Intervention Initiation)",
        "description": "Urine output was collected through an urinary catheter and measured and registered by a nurse. The sum of these registrations from 7 am from one day to 7 am of the next day was considered the 24 hour urinary output",
        "timeFrame": "96 hours after intervention started"
      },
      {
        "measure": "Change in Serum Creatinine at Day One of Intervention From Serum Creatinine at 96 Hrs After Intervention Started",
        "description": "Calculated as serum creatinine at day one minus serum creatinine at 96 hrs after intervention started",
        "timeFrame": "96 hours after intervention started"
      },
      {
        "measure": "An Elevation of at Least 0.3 mg/dl of Serum Creatinine From Day One of Intervention Compared With Serum Creatinine at 96hrs After Intervention Started",
        "timeFrame": "96 hours after intervention started"
      },
      {
        "measure": "In Hospital Mortality Defined as Number of Dead Patients From Day One of Intervention and Before Discharge",
        "timeFrame": "From day one of intervention up to discharge, an average of 1 week"
      },
      {
        "measure": "Mortality During Follow up Defined as Number of Dead Patients After Discharge",
        "timeFrame": "From day one after discharge up to an average of 161 days"
      },
      {
        "measure": "Number of Patients With Dyspnea Improvement as Referred by the Patient or Reduction in Supplementary Oxygen Requirements at 96 Hours After Intervention Started",
        "description": "Dyspnea improvement was referred by the patient as the clinician asked them \"do you feel more or less difficult to breathe?\" or if the liters per minute or the fraction of inspired supplementary oxygen necessary to maintain an oxygen saturation \\>90% were diminished",
        "timeFrame": "Up to 96 hours after intervention started"
      },
      {
        "measure": "Number of Patients With Dyspnea Improvement as Referred by the Patient or Reduction in Supplementary Oxygen Requirements Before Day 3 of Intervention",
        "description": "Dyspnea improvement was referred by the patient as the clinician asked them \"do you feel more or less difficult to breathe?\" or if the liters per minute or the fraction of inspired supplementary oxygen necessary maintain an oxygen saturation \\>90% were diminished",
        "timeFrame": "Up to 3 days after intervention started"
      },
      {
        "measure": "Number of Days From the Beginning of the Intervention Until Patients Referred Dyspnea Improvement or a Reduction in Supplementary Oxygen Requirements Was Made.",
        "description": "Dyspnea improvement was referred by the patient as the clinician asked them \"do you feel more or less difficult to breathe?\" or if the liters per minute or the fraction of inspired supplementary oxygen necessary maintain an oxygen saturation \\>90% were diminished",
        "timeFrame": "Up to 4 days after intervention started"
      },
      {
        "measure": "Number of Patients That Required Renal Replacement Therapy of Any Type During Intervention (4 Days).",
        "description": "The requirement of renal replacement therapy was assessed by the nephrology team in charge",
        "timeFrame": "Up to 96 hours after intervention started"
      }
    ],
    "other": [
      {
        "measure": "Change in Serum Copeptin Levels at Day One of Intervention From Serum Copeptin Levels Measured at 96 Hrs After Intervention Started.",
        "description": "Calculated as serum copeptin levels at day one minus serum copeptin levels measured at 96 hrs after intervention started",
        "timeFrame": "96 hours after intervention started"
      },
      {
        "measure": "Change in Serum Brain Natriuretic Peptide Levels at Baseline From Serum Brain Natriuretic Peptide Levels at 96 Hours After Intervention Started",
        "description": "Baseline levels were defined as the measurement at hospital admission. Calculated as serum brain natriuretic peptide levels at baseline minus serum brain natriuretic peptide levels at 96 hours after intervention started",
        "timeFrame": "96 hours after intervention started"
      },
      {
        "measure": "Number of Patients That Achieved >30% Reduction in Brain Natriuretic Compared With Baseline Levels",
        "description": "Baseline levels were defined as the measurement at hospital admission",
        "timeFrame": "Up to 96 hours after intervention started"
      },
      {
        "measure": "Number of Patients Whose Interventions Were Stopped Because Clinical Improvement Was Achieved Before 96 Hours as Assessed by de Clinical Judgement of the Medical Team in Charge.",
        "description": "Clinical improvement was referred as remission of symptoms with achievement of 24 hour urine output equal or greater than 3000 milliliters",
        "timeFrame": "From the beginning of intervention and before 96 hours after that"
      },
      {
        "measure": "Change in Serum Urea Levels Measured at Day One of Intervention From Serum Urea Levels Measured at 96 Hrs After Intervention Started.",
        "description": "Calculated as serum urea levels at day one of intervention minus serum urea levels at 96 hrs after intervention started.",
        "timeFrame": "96 hours after intervention started"
      },
      {
        "measure": "Change in Serum Sodium Levels Measured at Day One of Intervention From Serum Sodium Levels Measured at 96 Hrs After Intervention Started.",
        "description": "Calculated as serum sodium levels at day one of intervention minus serum sodium levels at 96 hrs after intervention started.",
        "timeFrame": "96 hours after intervention started"
      },
      {
        "measure": "Change in Serum Potassium Levels Measured at Day One of Intervention From Serum Potassium Levels Measured at 96 Hrs After Intervention Started.",
        "description": "Calculated as serum potassium levels at day one of intervention minus serum potassium levels at 96 hrs after intervention started.",
        "timeFrame": "96 hours after intervention started"
      },
      {
        "measure": "Change in Serum Chloride Levels Measured at Day One of Intervention From Serum Chloride Levels Measured at 96 Hrs After Intervention Started.",
        "description": "Calculated as serum chloride levels at day one of intervention minus serum chloride levels at 96 hrs after intervention started.",
        "timeFrame": "96 hours after intervention started"
      },
      {
        "measure": "Change in Serum Magnesium Levels Measured at Day One of Intervention From Serum Magnesium Levels Measured at 96 Hrs After Intervention Started.",
        "description": "Calculated as serum magnesium levels at day one of intervention minus serum magnesium levels at 96 hrs after intervention started.",
        "timeFrame": "96 hours after intervention started"
      },
      {
        "measure": "Change in Serum Calcium Levels Measured at Day One of Intervention From Serum Calcium Levels Measured at 96 Hrs After Intervention Started.",
        "description": "Calculated as serum calcium levels at day one of intervention minus serum calcium levels at 96 hrs after intervention started.",
        "timeFrame": "96 hours after intervention started"
      },
      {
        "measure": "Change in Serum pH Value Measured at Day One of Intervention From Serum pH Value Measured at 96 Hrs After Intervention Started.",
        "description": "Calculated as serum pH value at day one of intervention minus serum pH value at 96 hrs after intervention started.",
        "timeFrame": "96 hours after intervention started"
      },
      {
        "measure": "Change in Serum Bicarbonate Levels Measured at Day One of Intervention From Serum Bicarbonate Levels Measured at 96 Hrs After Intervention Started.",
        "description": "Calculated as serum bicarbonate levels at day one of intervention minus bicarbonate levels at 96 hrs after intervention started.",
        "timeFrame": "96 hours after intervention started"
      },
      {
        "measure": "Change in Serum Partial Pressure of Carbon Dioxide Measured at Day One of Intervention From Serum Partial Pressure of Carbon Dioxide Measured at 96 Hrs After Intervention Started.",
        "description": "Calculated as serum partial pressure of carbon dioxide at day one of intervention minus serum partial pressure of carbon dioxide at 96 hrs after intervention started.",
        "timeFrame": "96 hours after intervention started"
      },
      {
        "measure": "Change in Serum Lactate Levels Measured at Day One of Intervention From Serum Lactate Levels Measured at 96 Hrs After Intervention Started.",
        "description": "Calculated as serum lactate levels at day one of intervention minus serum lactate levels at 96 hrs after intervention started.",
        "timeFrame": "96 hours after intervention started"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 9,
      "otherCount": 14,
      "totalCount": 24
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-22T02:30:08.651Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}