{
  "nctId": "NCT04046640",
  "briefTitle": "A Study on the Heat Transport Characteristics of Meridian Phenomenon for the Heart and Lung Meridians Based on Patients With Stable Angina Pectoris",
  "officialTitle": "A Study on the Heat Transport Characteristics of Meridian Phenomenon for the Heart and Lung Meridians Based on Patients With Stable Angina Pectoris",
  "protocolDocument": {
    "nctId": "NCT04046640",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-03-25",
    "uploadDate": "2019-08-01T08:01",
    "size": 146035,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04046640/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 80,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2020-02",
    "completionDate": "2021-12",
    "primaryCompletionDate": "2020-12",
    "firstSubmitDate": "2019-08-01",
    "firstPostDate": "2019-08-06"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nInclusion criteria for CSAP\n\n1. Patients should meet the diagnostic criteria of coronary heart disease, which includes the following items: 1)confirmed old myocardial infarction (MI), or a history of percutaneous coronary intervention(PCI), or coronary artery bypass grafting; 2)50% or more luminal stenosis in at least one coronary artery or major branch segment confirmed by coronary angiogram or CT angiography; 3) myocardial ischemia indicted by exercise stress radionuclide myocardial imaging; 4) treadmill exercise testing is positive (for male patients);\n2. Patients should meet the diagnostic criteria of CSAP and the Canadian Cardiovascular Society(CCS) classification for CSAP is level II or III;\n3. The medical history of angina pectoris ≥3 months, with at least 2 episodes per week in the last month;\n4. 35 ≤ age ≤65 years, male or female;\n5. Patients have clear consciousness and could communicate with others normally;\n6. Patients could understand the full study protocol and have high adherence. Written informed consent is signed by themselves or their lineal kin.\n\nInclusion criteria for health volunteers\n\n1. Healthy volunteers who could provide a recent (in the past 3 month) medical examination report to confirm they have not any cardiovascular, respiratory, digestive, urinary, hematological, endocrine and neurological disease;\n2. 35 ≤ age ≤65 years, male or female;\n3. Participants have clear consciousness and could communicate with others normally;\n4. Participants could understand the full study protocol and have high adherence .Written informed consent is signed by themselves or their lineal kin.\n\nExclusion Criteria:\n\nExclusion criteria for CSAP\n\n1. Patients with acute coronary syndrome (including acute myocardial infarction and unstable angina) and severe arrhythmias (such as severe atrioventricular block, ventricular tachycardia, supraventricular tachycardia, frequent premature beats and premature ventricular contraction);\n2. Patients' chest pain is caused by valvular heart disease, hypertrophic cardiomyopathy and dilated cardiomyopathy;\n3. Patients' chest pain is caused by non-cardiac disease (such as severe neurosis, climacteric syndrome, cervical spondylosis, and esophageal/pulmonary/chest wall lesions);\n4. Patients have concomitant conditions of lung diseases, such as chronic obstructive pulmonary disease (COPD);\n5. Patients have serious concomitant conditions and and fail to treat them effectively, such as diseases of the digestive, urinary, respiratory, hematological and nervous system;\n6. Patients have mental illness, severe depression, alcohol dependence or history of drug abuse;\n7. Pregnant or lactating patients;\n8. Patients are participating in other trials.\n\nExclusion criteria of health volunteers\n\n1. Participants have sudden severe diseases during the trial, such as cardiovascular diseases, liver diseases, kidney diseases, urinary diseases and hematological diseases.\n2. Participants have mental illness, severe depression, alcohol dependence or history of drug abuse;\n3. Pregnant or lactating participants ;\n4. Participants are participating in other trials.",
    "sex": "ALL",
    "minimumAge": "35 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Infrared thermal images",
        "description": "Infrared thermal images could reflect the heat transport characteristics of meridian phenomenon.",
        "timeFrame": "5 minutes"
      },
      {
        "measure": "Acupoint temperature",
        "description": "Acupoint temperature could reflect the heat transport characteristics of meridian phenomenon.",
        "timeFrame": "5 minutes"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 39,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T02:29:26.084Z",
  "dataSource": "ClinicalTrials.gov API v2 - Comprehensive Collection"
}