{
  "nctId": "NCT07176221",
  "briefTitle": "Endoscopic Cardial Constriction Ligation (ECCL) for Refractory GERD Using a Disposable Endoscope",
  "officialTitle": "Safety and Efficacy of Endoscopic Cardial Constriction Ligation （ECCL） With a Novel Disposable Endoscope: A Multicenter Randomized Controlled Trial",
  "protocolDocument": {
    "nctId": "NCT07176221",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2025-05-22",
    "uploadDate": "2025-08-16T04:32",
    "size": 514244,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT07176221/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 46,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2025-10-01",
    "completionDate": "2028-06-30",
    "primaryCompletionDate": "2028-06-30",
    "firstSubmitDate": "2025-08-16",
    "firstPostDate": "2025-09-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* (1) Age 18-80 years;\n* (2) Disease duration ≥6 months, with typical symptoms such as acid regurgitation and heartburn, and a confirmed diagnosis of GERD;\n* (3) GERD patients whose symptoms are not relieved after 8 weeks of continuous double-dose acid-suppressive therapy;\n* (4) Willing to participate in the study and have signed the informed consent form.\n\nExclusion Criteria:\n\n* (1) Patients with precancerous lesions such as early esophageal cancer or Barrett's esophagus \\>3 cm, or advanced upper gastrointestinal cancer identified on endoscopy;\n* (2) Patients with hiatal hernia ≥2 cm, severe reflux esophagitis (LA-C or LA-D grade), esophageal or gastric varices, esophageal ulcer or stenosis, or a history of esophageal or gastric surgery;\n* (3) Patients with esophageal motility disorders such as achalasia or diffuse esophageal spasm, rheumatic diseases such as systemic sclerosis or Sjögren's syndrome, or eosinophilic esophagitis;\n* (4) Patients with a history of endoscopic or surgical anti-reflux procedures;\n* (5) Patients with coagulation disorders, severe cardiopulmonary diseases, or inability to tolerate anesthesia, endoscopy, or treatment;\n* (6) Women in the puerperium.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in GERD-Q Score",
        "description": "Change in GERD-Q score (a validated questionnaire assessing GERD-related symptoms such as acid regurgitation and heartburn) from baseline, measured in patients undergoing ECCL with disposable endoscopes versus traditional endoscopes. GERD-Q scores are collected at baseline (pre-procedure via questionnaire and endoscopic examination), 3 months post-procedure, and 6 months post-procedure during follow-up visits.",
        "timeFrame": "From baseline before the procedure to 6 months post-procedure"
      }
    ],
    "secondary": [
      {
        "measure": "Rate of Clinical Feasibility of ECCL Treatment Using Disposable Endoscopes",
        "description": "After passing through the cardia, the endoscope can be successfully inverted to observe the cardia, clearly visualizing the dentate line. During endoscopic cardia constriction ligation (ECCL), the ligation device can be securely attached to the endoscope, effectively suctioning the gastric wall mucosa and smoothly releasing the ligation ring. Additionally, all abnormal findings mentioned in the gastroscopy report should be photographed and documented.\n\nIf the entire gastroscopy examination and treatment are completed, it is considered feasible.\n\nIf the examination or treatment is interrupted due to issues with the endoscope itself, it is considered infeasible.\n\nCalculation Formula: Clinical feasibility rate = (Number of participants completing the procedure successfully ÷ Total number of participants) × 100%Clinical feasibility rate of disposable endoscope ECCL treatment = (Number of participants completing the procedure successfully ÷ Total number of participants) × 100%.",
        "timeFrame": "From baseline before the procedure to 6 months post-procedure"
      },
      {
        "measure": "Device Failure/Defect Rate",
        "description": "Observe whether the device experiences any malfunctions during the procedure, such as image interruption, blockage, or leakage during water delivery.",
        "timeFrame": "From baseline before the procedure to 6 months post-procedure"
      },
      {
        "measure": "Number of Participants with Endoscope-Related Mucosal Injury",
        "description": "Document any occurrences of mucosal injury directly related to the use of disposable endoscopes during the ECCL procedure.",
        "timeFrame": "From baseline before the procedure to 1 hour post-procedure"
      },
      {
        "measure": "Number of Participants with Gastrointestinal Perforation",
        "description": "Record any cases of gastrointestinal perforation occurring during or within 1 hour after the ECCL procedure using disposable endoscopes.",
        "timeFrame": "From baseline before the procedure to 1 hour post-procedure"
      },
      {
        "measure": "Number of Participants with Significant Bleeding",
        "description": "Identify participants who experience significant bleeding during or within 1 hour post-procedure.",
        "timeFrame": "From baseline before the procedure to 1 hour post-procedure"
      },
      {
        "measure": "Number of Participants with Procedure-Related Adverse Reactions",
        "description": "Track adverse reactions such as pain, bleeding, or infection occurring after the ECCL procedure.",
        "timeFrame": "From baseline before the procedure to 6 months post-procedure"
      },
      {
        "measure": "Number of Participants With Clear Endoscopic Image Quality During ECCL Procedure",
        "description": "Image clarity will be assessed based on the ability to accurately identify the dentate line of the cardia.\n\nGrade A: Brightness, contrast, and sharpness are sufficient to clearly identify the dentate line.\n\nGrade B: Poor brightness, contrast, or sharpness prevents identification of the dentate line. Participants graded as \"A\" will be counted. Unit of Measure: Number of Participants",
        "timeFrame": "Time Frame: From baseline before the procedure to end of procedure"
      },
      {
        "measure": "Number of Participants With Satisfactory Endoscope Flexibility During ECCL Procedure",
        "description": "Flexibility will be assessed based on the ability to perform retroflexion smoothly.\n\nGrade A: Endoscope can be retroflexed smoothly.\n\nGrade B: Endoscope cannot be retroflexed smoothly. Participants graded as \"A\" will be counted. Unit of Measure: Number of Participants",
        "timeFrame": "Time Frame: From baseline before the procedure to end of procedure"
      },
      {
        "measure": "Number of Participants With Compatible Consumables During ECCL Procedure",
        "description": "Compatibility will be assessed based on successful attachment and operation of ligation devices.\n\nGrade A: Endoscope is compatible with ligation device; procedure proceeds smoothly.\n\nGrade B: Endoscope is incompatible with ligation device; procedure cannot proceed. Participants graded as \"A\" will be counted. Unit of Measure: Number of Participants",
        "timeFrame": "From baseline before the procedure to end of procedure"
      },
      {
        "measure": "Composite Success Rate of ECCL Using Disposable Endoscopes",
        "description": "Composite success is defined as a case in which all three procedural parameters are graded as \"A\":\n\nImage clarity sufficient to identify the dentate line of the cardia\n\nEndoscope flexibility allowing smooth retroflexion\n\nCompatibility of the endoscope with ligation devices enabling uninterrupted operation\n\nIf any parameter is graded \"B\", the case is considered unsuccessful. Success rate is calculated as: (Number of Successful Cases / Total Number of Participants in Group) × 100 Unit of Measure: Percentage of Participants",
        "timeFrame": "From baseline before the procedure to 6 months post-procedure"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 0,
      "totalCount": 0
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 10,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 70,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T05:06:11.775Z",
  "dataSource": "ClinicalTrials.gov API v2 - Ultimate Complete Collection"
}