{
  "nctId": "NCT07184281",
  "briefTitle": "Effectiveness of School-Based Time-Restricted Eating for the Prevention and Control of Obesity in Children",
  "officialTitle": "Effectiveness of School-Based Time-Restricted Eating for the Prevention and Control of Obesity in Children: A Cluster-Randomized Controlled Trial",
  "protocolDocument": {
    "nctId": "NCT07184281",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2025-08-10",
    "uploadDate": "2025-09-14T21:53",
    "size": 1298823,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT07184281/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 1380,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2025-10-10",
    "completionDate": "2027-07-31",
    "primaryCompletionDate": "2026-07-31",
    "firstSubmitDate": "2025-08-18",
    "firstPostDate": "2025-09-19"
  },
  "eligibilityCriteria": {
    "criteria": "Eligibility criteria for schools:\n\n1. The principal agrees to accept the randomization process and adhere to the study protocol;\n2. The total number of fourth-year students in the school must be more than 50;\n3. Schools that have not implemented or plan to implement obesity prevention interventions;\n4. Non-boarding schools, Ethnic minority schools, or specialty schools;\n5. Schools that have no clear plans to relocate or close within the next 2 years;\n\nEligibility criteria for classes:\n\n1. Class teachers are willing and actively involved in home-school liaison;\n2. Class sizes should be between 30 and 60 students;\n3. The class consists of fourth-grade students;\n4. Classes that have no clear plan to merge or cancel in the next 2 years;\n\nExclusion criteria for students:\n\nAll students in the selected classes will be the subject of the study after signing the informed consent, unless they have the following circumstances:\n\n1. Individuals with a history of heart disease, high blood pressure, diabetes, tuberculosis, asthma, hepatitis or nephritis;\n2. Individuals with secondary obesity: obesity due to endocrine disorders or side effects of medications;\n3. Individuals with abnormal growth and development, such as dwarfism, gigantism, etc;\n4. Individuals with physical deformities, including severe scoliosis, chicken breasts, claudication, significant O-leg/X-shaped legs;\n5. Individuals with limited athletic ability who are unable to participate in school physical activities;\n6. Individuals who have lost weight by inducing vomiting or taking medication in the past 3 months;\n7. Individuals who have undergone prior bariatric surgery;\n8. Individuals with mental disorders or intellectual developmental disabilities, as well as aphasia;\n9. Individuals who have taken medications that affect appetite or weight within three months (e.g., antipsychotics, hypnotics, weight loss medications, insulin);\n10. Individuals who have plans to transfer within 2 years;",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "8 Years",
    "maximumAge": "10 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "change in BMI-Z score",
        "description": "change in BMI-Z score from baseline",
        "timeFrame": "From enrollment to the end of treatment at 9 months"
      }
    ],
    "secondary": [
      {
        "measure": "change in the prevalence of overweight or obesity",
        "description": "change in the prevalence of children with a BMI-Z score over 2 from baseline",
        "timeFrame": "From enrollment to the end of treatment at 9 months."
      },
      {
        "measure": "chang in BMI",
        "description": "change in BMI from baseline",
        "timeFrame": "From enrollment to the end of treatment at 9 months."
      },
      {
        "measure": "change in waist-to-hip ratio",
        "description": "change in waist-to-hip ratio from baseline",
        "timeFrame": "From enrollment to the end of treatment at 9 months."
      },
      {
        "measure": "change in blood pressure",
        "description": "change in blood pressure from baseline",
        "timeFrame": "From enrollment to the end of treatment at 9 months."
      },
      {
        "measure": "change in eating behavior",
        "description": "Change in eating behavior from baseline. The Child Eating Behavior Questionnaire (CEBQ), designed to assess children's eating scale styles, will be used in our study. It is a parent-report measure comprised of 35 items, each rated on a five-point Likert scale that ranges from never to always. It is made up of eight scales: Food responsiveness, Emotional over-eating, Enjoyment of food, Desire to drink, Satiety responsiveness, Slowness in eating, Emotional under-eating, and Food fussiness. The instrument is ideal for use in research investigating the early precursors of eating disorders or obesity.",
        "timeFrame": "From enrollment to the end of treatment at 9 months."
      },
      {
        "measure": "change in physical activity",
        "description": "Change in physical activity from baseline. The Physical Activity Questionnaire for Adolescents (PAQ-A), a self-report scale designed for use with school students, will be used to assess the physical activity in our study. It contains eight items intended to capture adolescents' recollections of their physical activity over the preceding 7 days. The first and last of the PAQ-A's eight items each contain a number of subitems from which a mean is initially calculated, and those two means are added to responses on the other six items to obtain a total from which the mean is calculated to produce a composite score ranging from 1 to 5, with higher scores indicating greater physical activity. A ninth question seeks information about anything that would have prevented respondents from engaging in their \"normal physical activities\" during the previous week.",
        "timeFrame": "From enrollment to the end of treatment at 9 months."
      },
      {
        "measure": "change in life quality",
        "description": "Change in life quality from baseline. The Quality of Life Scale for Children and Adolescents (QLSCA) is a Chinese version of the quality of life Scale for Children and Adolescents, consisting of 49 items for measuring 13 dimensions of students' lives, such as their relationships with teachers and parents, partnership with fellow students, learning abilities and attitudes, self-perception, physical well-being, negative emotions, attitudes towards homework, living environment convenience, social activities, sports capacity, self-satisfaction, and other unspecified factors. The QLSCA uses a five-point Likert-type scale to measure either frequency or intensity, with a recall period of two weeks. Scores were calculated for each dimension, with higher scores indicating a better quality of life.",
        "timeFrame": "From enrollment to the end of treatment at 9 months."
      }
    ],
    "other": [
      {
        "measure": "longterm effect",
        "description": "change in BMI-Z score at 1 year after intervention",
        "timeFrame": "From enrollment to 1 year after intervention."
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 0,
      "totalCount": 0
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 7,
      "otherCount": 1,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 72,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T05:06:11.774Z",
  "dataSource": "ClinicalTrials.gov API v2 - Ultimate Complete Collection"
}