{
  "nctId": "NCT07175584",
  "briefTitle": "Anal Canal-Sparing Technique During Postoperative Pelvic Radiation Therapy for Cervical Cancer Patients to Reduce Hemorrhoids-related Symptoms",
  "officialTitle": "Anal Canal-Sparing Technique During Postoperative Pelvic Radiation Therapy for Cervical Cancer Patients to Reduce Hemorrhoids-related Symptoms: A Multicenter Randomized Clinical Trial",
  "protocolDocument": {
    "nctId": "NCT07175584",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2025-07-21",
    "uploadDate": "2025-09-09T07:56",
    "size": 751650,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT07175584/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 300,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2025-09-29",
    "completionDate": "2027-12-31",
    "primaryCompletionDate": "2027-09-28",
    "firstSubmitDate": "2025-09-09",
    "firstPostDate": "2025-09-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Treated with hysterectomy (including total abdominal hysterectomy, vaginal hysterectomy, radical hysterectomy, or laparoscopically assisted vaginal hysterectomy) within 6 weeks prior to study initiation.\n* Histologically proven diagnosis of cervical carcinoma, including squamous cell carcinoma, adenocarcinoma, or adenosquamous carcinoma.\n* Requirement for postoperative adjuvant concurrent chemoradiotherapy (CCRT).\n* Age \\> 18 years.\n* Eastern Cooperative Oncology Group (ECOG) performance status score of 0 or 1.\n* History of hemorrhoids prior to radiotherapy, with no hemorrhoid-related symptoms for at least 4 weeks before radiation therapy initiation.\n* Abdominal/pelvic MRI, chest CT, or PET-CT performed before surgery or study enrollment to confirm staging and exclude patients with distant metastasis.\n* Adequate bone marrow, renal, and hepatic function.\n* Agreement to undergo anal canal MRI before radiation therapy initiation.\n* Patient must provide study-specific informed consent form (ICF) prior to study entry.\n\nExclusion Criteria:\n\n* Cervical cancer patients who do not meet the criteria for adjuvant radiation therapy.\n* Without a confirmed history of hemorrhoids.\n* Patients contraindicated for MRI (e.g., due to incompatible metallic implants, claustrophobic syndrome, or other contraindications).\n* Patients who refuse to undergo anal canal MRI.\n* Patients with radiographically visible residual disease post-surgery requiring boost during the pelvic EBRT.\n* History of other malignancies.\n* Prior pelvic radiotherapy resulting in overlapping radiation fields.\n* History of allergic reaction to platinum-based chemotherapy agents.\n* Severe and/or active comorbidities precluding tolerance of concurrent chemoradiotherapy.",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "19 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "The incidence of radiation-induced hemorrhoid-related symptoms",
        "timeFrame": "From the initiation of pelvic radiation therapy (including BT) until 4 weeks after its completion."
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 0,
      "totalCount": 0
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 35,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-22T05:06:11.775Z",
  "dataSource": "ClinicalTrials.gov API v2 - Ultimate Complete Collection"
}