{
  "nctId": "NCT07174687",
  "briefTitle": "SGLT2 Inhibitors in Geographic Atrophy",
  "officialTitle": "Efficacy of Dapagliflozin in the Progression of Geographic Atrophy Secondary to Age-Related Macular Degeneration",
  "protocolDocument": {
    "nctId": "NCT07174687",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2025-09-08",
    "uploadDate": "2025-09-08T03:17",
    "size": 1647237,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT07174687/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 70,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2025-10",
    "completionDate": "2027-12",
    "primaryCompletionDate": "2027-10",
    "firstSubmitDate": "2025-09-05",
    "firstPostDate": "2025-09-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Capable of giving signed informed consent, which includes compliance with the requirements and restrictions listed in the ICF and in this protocol\n2. Are reliable and willing to make themselves available for the duration of the study and are willing to follow study procedures\n3. Participant is male or, if female, participant is surgically sterilized or amenorrheic for at least one year\n4. ≥50 years old\n5. Evidence of dry advanced AMD with the presence of non-foveal Geographic Atrophy (GA)\n\n   1. The geographic atrophy must not involve the center point of the fovea.\n   2. Total area of geographic atrophy must be between 2.5 mm2 and 17.5 mm2 (1 - 4 disc areas, respectively).\n   3. If the geographic atrophy consists of multiple lesions, at least one lesion must have an area of ≥1.25 mm² (equivalent to 0.5 disc areas).\n6. BCVA between 20/25 and 20/320\n7. Must be treatment-naïve for AMD, except for oral supplements\n\nExclusion Criteria:\n\n1. Prior investigational drug use within 60 days\n2. Use of other SGLT2 inhibitors\n3. History of symptomatic hypotension or symptomatic hypotension (symptoms of hypotension + SBP \\< 90mmHg) at baseline\n4. Type I and Type II Diabetes Mellitus\n5. End stage renal disease or estimated glomerular filtration rate less than 25 mL/min/1.73 m2 per MDRD calculation\n6. History of heart failure\n7. History of a serious hypersensitivity reaction to dapagliflozin or any of the excipients in FARXIGA\n8. Other concomitant disease or condition that investigator deems unsuitable for the study, including drug or alcohol abuse or psychiatric, behavioral, or cognitive disorders, sufficient to interfere with the patient's ability to understand and comply with the study instructions or follow-up procedures\n9. Any prior treatment for AMD (dry or wet) or any prior intravitreal treatment for any indication in either eye, except oral supplements of vitamins or mineral\n10. Any intraocular surgery or thermal laser within 3 months of date of randomization\n11. Any ocular or periocular infection (including blepharitis), or ocular surface inflammation in the past 12 weeks\n12. Any prior thermal laser in the macular region, regardless of indication (self-report)\n13. Any evidence of choroidal neovascularization in study eye\n14. Enrollment in another interventional trial during the trial period",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Mean Change From Baseline in Square Root GA Lesion Size in the Study Eye at Month 12",
        "description": "The square root GA lesion size (i.e. transformed area of GA) was measured by FAF photographs at baseline and 12 months. Baseline is defined as the last available, non-missing observation prior to first study drug administration.",
        "timeFrame": "Baseline (screening) and Month 12."
      }
    ],
    "secondary": [
      {
        "measure": "Mean Change From Baseline in Drusen Size in the Study Eye at Month 12",
        "description": "The mean change in size of drusen volume measured by OCT from Baseline to Month 12",
        "timeFrame": "Baseline (screening) and Month 12."
      },
      {
        "measure": "Mean Change From Baseline in best corrected visual acuity (ETDRS letters) from Baseline to Month 12",
        "description": "The mean change in best corrected visual acuity (ETDRS letters) from Baseline to Month 12",
        "timeFrame": "Baseline (screening) and Month 12."
      },
      {
        "measure": "Mean Change From Baseline in Dark Adaptation in the Study Eye at Month 12",
        "description": "The mean change in rod intercept time on dark adaptation from Baseline to Month 12",
        "timeFrame": "Baseline (screening) and Month 12."
      },
      {
        "measure": "Mean Change From Baseline in low luminance best corrected visual acuity (ETDRS letters) from Baseline to Month 12",
        "description": "The mean change in low luminance best corrected visual acuity (ETDRS letters) from Baseline to Month 12",
        "timeFrame": "Baseline (screening) and Month 12."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 0,
      "totalCount": 0
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 55,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T05:06:11.776Z",
  "dataSource": "ClinicalTrials.gov API v2 - Ultimate Complete Collection"
}