{
  "nctId": "NCT07182799",
  "briefTitle": "Starring Optical Coherence Tomography During Percutaneous Coronary Intervention Guidance",
  "officialTitle": "Definition of Intra-procedural Optical Coherence Tomography (OCT) Clinical Impact, Both in Terms of Revascularization Indication and Procedural Result.",
  "protocolDocument": {
    "nctId": "NCT07182799",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2025-06-03",
    "uploadDate": "2025-09-02T10:37",
    "size": 716908,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT07182799/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 3200,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2025-09-01",
    "completionDate": "2036-09-01",
    "primaryCompletionDate": "2031-09-01",
    "firstSubmitDate": "2025-09-02",
    "firstPostDate": "2025-09-19"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Age over 18 years;\n* Patients with clinical indication to coronary angiography undergoing intra-procedural OCT regardless of the clinical syndrome;\n* Patients with at least one end-procedural OCT assessment with a sufficient acquisition length to address the whole length of plaque or stented segments plus the proximal and distal reference segments;\n* Patient has been informed of the nature of the study, agrees to its provisions, and has provided written informed consent as approved by the Ethical Committee of the respective clinical site.\n\nExclusion Criteria:\n\n* Female with childbearing potential or lactating;\n* Acute or chronic renal dysfunction (defined as creatinine greater than 2.0 mg/dl and/or glomerular filtration rate \\<30 ml/min);\n* Advanced heart failure (NYHA III-IV);\n* Previous heart transplantation;\n* Co-morbidities that could interfere with completion of study procedures, or life expectancy less than 1 year;\n* Participating in another investigational drug or device trial that has not completed the primary endpoint or would interfere with the endpoints of this study;\n* Heavily calcified lesion or tortuous vessel which cannot be successfully imaged by OCT;\n* Lesion located at the coronary ostium or in angulated (\\>70°), sharp take-off vessel;",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of patients with cardiac death or target-vessel myocardial infarction or target lesion revascularization (non-interventional group)",
        "description": "Composite outcome including cardiac death (i.e. any death due to heart disease, including heart failure, myocardial infarction, arrhythmia, and sudden unexpected death), target-vessel myocardial infarction (i.e. any spontaneous myocardial infarction attributed to the vessel studied with OCT), and target lesion revascularization (i.e. any target-lesion revascularization by means of percutaneous coronary intervention and coronary artery bypass grafting).",
        "timeFrame": "1 year, 3 years, and 5 years"
      },
      {
        "measure": "Number of patients with cardiac death or target-vessel myocardial infarction or target lesion revascularization or stent restenosis/thrombosis (interventional group)",
        "description": "Composite outcome including cardiac death (i.e. any death due to heart disease, including heart failure, myocardial infarction, arrhythmia, and sudden unexpected death), target-vessel myocardial infarction (i.e. any spontaneous myocardial infarction attributed to the vessel studied with OCT), target lesion revascularization (i.e. any target-lesion revascularization by means of percutaneous coronary intervention and coronary artery bypass grafting), and stent restenosis (i.e. angiographic in-stent stenosis/thrombosis \\>50%).",
        "timeFrame": "1 year, 3 years, and 5 years"
      }
    ],
    "secondary": [
      {
        "measure": "Predictive value of single vulnerable plaque OCT-derived criteria (non-interventional and interventional group) in terms of incidence of the primary and secondary outcomes",
        "description": "Clinical impact of the single pre-specified OCT features of plaque vulnerability:\n\n* Minimum lumen area \\<3.5 mm2 (measured along the entire length of the assessed coronary segment );\n* Fibrous cap minimum thickness \\<65 µm (defined as a signal-rich homogeneous band overlying a lipid core, and measured at the thinnest portion);\n* Lipid arc extension \\>180° (defined as a signal-poor region diffusely bordered by overlying signal-rich bands corresponding to a fibrous cap);\n* Presence of macrophages (characterized at visual estimation as signal-rich, distinct, or confluent punctate regions that exceed the intensity of background speckle noise);\n* Superficial and deep calcified nodules (protruding mass with irregular surface characterized by signal-poor heterogeneous regions with sharp borders)\n* Ulceration/Erosion/Dissection (linear rim of tissue with a width ≥200μm and a clear separation from the vessel wall or underlying plaque)\n* Layered tissue (plaque with one or more evident layers)",
        "timeFrame": "1 year, 3 years, and 5 years"
      },
      {
        "measure": "Predictive clinical value of single pre-specified plaque/stent OCT features in patients undergoing percutaneous coronary revascularization (interventional group) in terms of incidence of the primary and secondary outcomes",
        "description": "Clinical impact of the single pre-specified OCT features of the stented plaques:\n\n* Edge dissection with a width ≥200μm (linear rim of tissue with a width ≥200μm and a clear separation from the vessel wall or underlying plaque);\n* Reference narrowing: lumen area \\<4.5mm2 in the presence of significant residual plaque adjacent to stent endings (including 5mm beyond stent borders);\n* Malapposition \\>200μm (stent-adjacent vessel lumen distance \\>200μm);\n* In-stent minimum lumen area (MLA) \\<4.5mm2 (measure of smaller in-stent lumen area);\n* In-stent MLA \\<80% (expressed as % of the average reference lumen areas);\n* Intrastent plaque/thrombus protrusion ≥500μm in thickness (tissue prolapsing between stent struts extending inside a circular arc connecting adjacent struts or intraluminal mass ≥500μm in thickness with no direct continuity with the surface of the vessel wall or highly backscattered luminal protrusion in continuity with the vessel wall and resulting in signal-free shadowing).",
        "timeFrame": "1 year, 3 years, and 5 years"
      },
      {
        "measure": "Number of patients with cardiac death",
        "description": "Cardiac death will be defined as any death due to heart disease, including heart failure, myocardial infarction, arrhythmia, and sudden unexpected death.",
        "timeFrame": "1 year, 3 years, and 5 years"
      },
      {
        "measure": "Number of patients with non-fatal spontaneous target-vessel myocardial infarction (excluding peri-procedural myocardial infarction)",
        "description": "Any spontaneous myocardial infarction will be attributed to the target vessel if not clearly attributable to the non-target vessels.",
        "timeFrame": "1 year, 3 years, and 5 years"
      },
      {
        "measure": "Number of patients with target lesion revascularization",
        "description": "Any lesion revascularization will be considered in case of percutaneous coronary intervention or coronary artery bypass grafting of the studied lesion.",
        "timeFrame": "1 year, 3 years, and 5 years"
      },
      {
        "measure": "Number of patients with restenosis or thrombosis of the target lesion",
        "description": "Any revascularization procedure performed because of angiographic restenosis/thrombosis \\>50% at the site of the target lesion associated with clinical or objective evidence of inducible myocardial ischemia",
        "timeFrame": "1 year, 3 years, and 5 years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 0,
      "totalCount": 0
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 6,
      "otherCount": 0,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 65,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T05:06:11.775Z",
  "dataSource": "ClinicalTrials.gov API v2 - Ultimate Complete Collection"
}