{
  "nctId": "NCT07176182",
  "briefTitle": "Clinical Trial of Neoadjuvant mFOLFOX Plus Alvenor for LARC Patients With High YWHAB Expression",
  "officialTitle": "An Open-Label, Two-Arm, Phase II Clinical Trial of Neoadjuvant mFOLFOX (Leucovorin, Fluorouracil, Oxaliplatin) Combined With Citrus Flavonoid Tablets (Alvenor) for Locally Advanced Rectal Cancer Patients With High YWHAB Expression",
  "protocolDocument": {
    "nctId": "NCT07176182",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2025-04-23",
    "uploadDate": "2025-06-09T23:09",
    "size": 368144,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT07176182/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 236,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2025-11-01",
    "completionDate": "2030-11-01",
    "primaryCompletionDate": "2027-11-01",
    "firstSubmitDate": "2025-08-27",
    "firstPostDate": "2025-09-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Histopathologically confirmed rectal adenocarcinoma: All other histological types are excluded. The patients have concurrent hemorrhoids documented by colonoscopy report or clinical physical examination.\n* Clinical Pathological Stage: Tumor staged as T3-4 or N+, M0 (according to the AJCC （American Joint Committee on Cancer）TNM （Tumor-Node-Metastasis) Staging System, 9th Edition; see Appendix 1).\n* Biomarker Status: Immunohistochemical staining of the tissue specimen demonstrates high expression of YWHAB in rectal cancer.\n* Age: 18 to 75 years old, inclusive, at the time of signing the Informed Consent Form (ICF).\n* Performance Status: Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1 (see Appendix 3).\n* Prior Therapy: No prior systemic anti-tumor therapy for rectal cancer, including cytotoxic chemotherapy, immune checkpoint inhibitor therapy, molecular targeted therapy, endocrine therapy, etc.\n* Adequate Organ Function: Based on laboratory values obtained during the screening period:White Blood Cell (WBC) count ≥ 3.0 × 10⁹/L, absolute Neutrophil Count (ANC) ≥ 1.5 × 10⁹/L, platelet count ≥ 75 × 10⁹/L, serum Total Bilirubin ≤ 1.5 × Upper Normal Limit (UNL), aspartate Aminotransferase (AST) or Alanine Aminotransferase (ALT) ≤ 2.5 × UNL, serum Creatinine ≤ 1.5 × UNL.\n* Contraception (Females of Childbearing Potential - FCBP): FCBP must have a negative serum pregnancy test within 3 days prior to initiation of study treatment. They must be willing to use a medically approved highly effective method of contraception (e.g., intrauterine device, oral contraceptives, condoms) during the study period and for 3 months after the last dose of study drug.\n* Contraception (Males): Male subjects with partners of childbearing potential must use effective methods of contraception during the study period and for 3 months after the last dose of study drug.\n* Consent and Compliance: The subject has voluntarily agreed to participate by signing the ICF and is willing and able to comply with scheduled visits, study treatment, laboratory tests, and other trial procedures.\n\nExclusion Criteria:\n\n* Distant Metastasis: Confirmed by systemic imaging (CT（Computed Tomography）, MR （Magnetic Resonance Imaging）, or PET-CT （Positron Emission Tomography - Computed Tomography）) encompassing at least the chest, abdomen, and pelvis.\n* Pharmacogenetic Deficiency: Known complete DPD (dihydropyrimidine dehydrogenase) enzyme deficiency or homozygous UGT1A1\\*28 (7/7) genotype identified by whole-genome testing.\n* Acute Surgical Complications: Presence of complete intestinal obstruction, active bleeding, or perforation requiring emergency surgery.\n* Other Active Malignancies: History or concurrent presence of other active malignancies, except for malignancies treated with curative intent with no recurrence for \\>5 years, or adequately treated carcinoma in situ (e.g., cervical carcinoma in situ, non-melanoma skin cancer).\n* Thromboembolic Events: History of thromboembolic events (e.g., cerebrovascular accident \\[including transient ischemic attack\\], pulmonary embolism, deep vein thrombosis) within 12 months prior to study enrollment.\n* Significant Cardiac Disease: Occurrence of any of the following within 12 months prior to enrollment: myocardial infarction, severe/unstable angina, heart failure of NYHA （New York Heart Association Functional Classification）class 2 or higher, clinically significant supraventricular or ventricular arrhythmia requiring treatment, or symptomatic congestive heart failure.\n* Recent Infection/Fever: Systemic antibiotic use for ≥7 days within 4 weeks prior to enrollment, or unexplained fever \\>38.5°C during screening or prior to the first dose (fever attributed to the tumor by the investigator is allowed).\n* Major Surgery/Trauma: Undergone major surgery (e.g., laparotomy, thoracotomy, organ resection via laparoscopy) or experienced significant trauma within 2 months prior to enrollment. The surgical incision must be fully healed before study entry.\n* HIV/AIDS: Known HIV (Human Immunodeficiency Virus) infection or AIDS (Acquired Immunodeficiency Syndrome)-related illness.\n* Significant Pulmonary/Systemic Disease: Presence of interstitial lung disease, non-infectious pneumonitis, or uncontrolled systemic diseases (e.g., diabetes mellitus, hypertension, pulmonary fibrosis, acute pneumonitis).\n* Untreated Active Hepatitis: Untreated active hepatitis B virus (defined as HBV-DNA ≥ 500 IU/mL) or hepatitis C virus (defined as HCV-RNA above the lower limit of quantification), or known co-infection with HBV and HCV.\n* Drug Hypersensitivity: Known or suspected history of hypersensitivity to any of the drugs related to the study treatment.\n* Investigator Discretion: Any other condition that, in the judgment of the investigator, would make the patient unsuitable for participation in the study.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Tumor downstaging rate (to ypTNM stage 0-I)",
        "description": "The proportion of patients with locally advanced rectal cancer who, after receiving neoadjuvant chemotherapy with mFOLFOX or mFOLFOX plus Citrus flavonoid tablets (Alvenor), were downstaged to ypTNM stage 0-I based on postoperative surgical specimens.",
        "timeFrame": "Perioperative，2 weeks after surgery"
      }
    ],
    "secondary": [
      {
        "measure": "Three-year disease-free survival",
        "description": "Disease-free survival (DFS) was defined as the proportion of patients who, from the time of randomization until the end of year 3, did not experience any of the following events: disease progression; macroscopic or microscopic residual tumor after surgery; local recurrence; distant metastasis; or death from any cause, whichever occurred first.",
        "timeFrame": "through study completion, an average of 3 year"
      },
      {
        "measure": "Overall survival",
        "description": "Overall survival (OS) was defined as the time from randomization to death from any cause.",
        "timeFrame": "through study completion, an average of 5 year"
      },
      {
        "measure": "tumor regression grade (TRG)",
        "description": "TRG 0 indicates no residual tumor cells; TRG 1 indicates single cells or small groups of cells; TRG 2 indicates residual cancer with a desmoplastic response; and TRG 3 indicates minimal evidence of tumor response.",
        "timeFrame": "Perioperative，2 weeks after surgery"
      },
      {
        "measure": "Rate of Treatment-Related Adverse Events (Grade 3 or Higher)",
        "description": "Treatment-related adverse event rate (Grade ≥3): Refers to grade 3 or higher adverse drug reactions determined to be related to the investigational antineoplastic drug/treatment in clinical trials, excluding nonspecific infusion reactions.",
        "timeFrame": "through study completion, an average of 1 year"
      },
      {
        "measure": "Complete response (CR) rate",
        "description": "The proportion of patients with complete response (CR) after surgery. Complete response (CR): Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm.",
        "timeFrame": "Perioperative，2 weeks after surgery"
      },
      {
        "measure": "Partial response (PR) rate",
        "description": "The proportion of patients with partial response (PR) after surgery. Partial response (PR): At least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters.",
        "timeFrame": "Perioperative，2 weeks after surgery"
      },
      {
        "measure": "Stable disease (SD) rate",
        "description": "The proportion of patients with stable disease (SD) after surgery. Stable disease (SD): Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum diameters while on study.",
        "timeFrame": "Perioperative，2 weeks after surgery"
      },
      {
        "measure": "Progressive disease (PD) rate",
        "description": "The proportion of patients with progressive disease (PD) after surgery. Progressive Disease (PD): At least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (including the baseline if that is the smallest), with an absolute increase of at least 5 mm, or the appearance of one or more new lesions.",
        "timeFrame": "Perioperative，2 weeks after surgery"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 0,
      "totalCount": 0
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 60,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T05:06:11.775Z",
  "dataSource": "ClinicalTrials.gov API v2 - Ultimate Complete Collection"
}