{
  "nctId": "NCT07174206",
  "briefTitle": "FAPO-2: Cardiac Patient Monitoring Tool for Clinical Observation and Arrhythmia Detection",
  "officialTitle": "FAPO-2: Cardiac Patient Monitoring Tool for Clinical Observation and Arrhythmia Detection",
  "protocolDocument": {
    "nctId": "NCT07174206",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2025-03-25",
    "uploadDate": "2025-08-29T08:46",
    "size": 4840105,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT07174206/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "SINGLE",
  "enrollmentInfo": {
    "enrollmentCount": 520,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2025-02-07",
    "completionDate": "2026-02-28",
    "primaryCompletionDate": "2026-01-31",
    "firstSubmitDate": "2025-08-19",
    "firstPostDate": "2025-09-15"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Patients diagnosed with cardiovascular disease, of both sexes, aged over 22 years;\n* Provision of informed consent through signature of the Informed Consent Form (ICF);\n* Assentation to adhere to study procedures and requirements;\n* Patients indicated for outpatient follow-up due to a cardiovascular condition, or with clinical parameters indicating the need for conventional surgical or catheter-based interventions (e.g., catheter ablation for arrhythmias, transcatheter aortic valve implantation, percutaneous coronary intervention, etc.);\n* Low or no risk of skin injury, based on Braden Scale clinical criteria or clinical team assessment\n\nExclusion Criteria:\n\n* Presence of skin conditions, such as vitiligo, lupus, or atopic dermatitis, as well as tattoos on the wrist that may interfere with the smartwatch's optical sensor readings;\n* Known sensitivity or history of allergic reactions to components of the wearable devices or related items, such as adhesives or electrodes;\n* Inability to properly use the wearable monitoring devices due to physical, cognitive, or technological limitations;\n* Presence of a peripherally inserted central catheter (PICC) or arteriovenous fistula;\n* Presence of implanted cardiac devices, such as pacemakers, defibrillators, or cardiac resynchronization devices, which prevent ECG acquisition via smartwatch;\n* Diagnosis of conditions associated with narrowing or obstruction of the aorta and subclavian arteries (e.g., Stanford Type A chronic aortic dissection, Takayasu arteritis, Subclavian Steal Syndrome, or Kawasaki disease), which may cause discrepancies in blood pressure between upper limbs and interfere with study assessments.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "22 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Incidence and number of Atrial Fibrillation (AF) events detected",
        "description": "Incidence and total number of AF events detected, stratified by study group and device type (smartwatch, portable Holter). This allows assessment of AF detection rate across different monitoring protocols and devices during the follow-up period.",
        "timeFrame": "During the monitoring period for each group, as specified (14-45 days depending on group)"
      },
      {
        "measure": "Number of critical health alerts generated by the FAPO-SI³ platform",
        "description": "Alerts categorized by physiological parameter: blood pressure (BP), heart rate (HR), and oxygen saturation (SpO₂). Mean clinical response time to alerts will be calculated per patient during their respective monitoring period, allowing assessment of platform responsiveness and clinical workflow efficiency.",
        "timeFrame": "During the monitoring period for each group, as specified (14-45 days depending on group)"
      },
      {
        "measure": "Patient risk classification generated by the AI model",
        "description": "Distribution of patients across AI-generated risk categories (e.g., low, moderate, high) based on physiological and biometric data collected from the smartwatch and portable Holter system during the monitoring period.",
        "timeFrame": "During the monitoring period for each group, as specified (14-45 days depending on group)"
      }
    ],
    "secondary": [
      {
        "measure": "Patient risk classification generated by the AI model",
        "description": "Distribution of patients across AI-generated risk categories adapted from the Manchester Triage System. The algorithm will classify patients into risk levels (e.g., immediate, very urgent, urgent, standard, non-urgent) based on physiological and biometric data collected from the smartwatch and portable Holter system during the monitoring period.",
        "timeFrame": "During the monitoring period for each group, as specified (14-45 days depending on group)"
      },
      {
        "measure": "Adverse events related to device use",
        "description": "Incidence of device-related adverse events including skin lesions (MARSI), allergic reactions, and discomfort (graded using validated scales) reported during the monitoring period.",
        "timeFrame": "From enrollment through the monitoring period, up to 45 days depending on study group"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 0,
      "totalCount": 0
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 55,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-22T05:06:11.776Z",
  "dataSource": "ClinicalTrials.gov API v2 - Ultimate Complete Collection"
}