{
  "nctId": "NCT07178119",
  "briefTitle": "Bridging Technique Validation for Nasolabial Folds JN-BRIDGE-1",
  "officialTitle": "A Prospective Clinical Evaluation of the Bridging Technique Using AILEENE Vol. 2 Dermal Filler for the Treatment of Nasolabial Folds",
  "protocolDocument": {
    "nctId": "NCT07178119",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2025-08-01",
    "uploadDate": "2025-08-31T07:30",
    "size": 252225,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT07178119/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 60,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2025-09-30",
    "completionDate": "2026-11",
    "primaryCompletionDate": "2026-05",
    "firstSubmitDate": "2025-08-31",
    "firstPostDate": "2025-09-17"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria\n\nAdults aged 30 to 65 years, inclusive, at the time of screening.\n\nMale or female, able and willing to comply with study procedures.\n\nPresence of visible bilateral nasolabial folds (NLF), each with a score of 2 or higher on the Nasolabial Fold Severity Scale (NLFSS), as assessed by the Principal Investigator.\n\nWilling to undergo facial dermal filler treatment using the Bridging Technique with AILEENE Vol. 2.\n\nIn generally good health, without uncontrolled chronic illness or active skin disease that could interfere with treatment or healing.\n\nAble to provide written informed consent and understand the nature and purpose of the study.\n\nWilling to refrain from undergoing any other facial cosmetic procedures (e.g., dermal fillers, botulinum toxin, laser, surgery, or radiofrequency) during the six-month study period.\n\nAgree to photographic documentation of the treatment area and follow-up assessments, and willing to allow use of anonymized photographs for blinded evaluation and publication.\n\nFor women of childbearing potential: negative urine pregnancy test at baseline.\n\nFemale participants of childbearing potential will undergo a urine pregnancy test on the day of treatment as a safety precaution, since there is insufficient evidence on filler safety during pregnancy.\n\nExclusion Criteria Presence of NLF graded less than 2 on the NLFSS on either side of the face.\n\nKnown allergy or hypersensitivity to hyaluronic acid (HA), lidocaine, or any component of AILEENE Vol. 2.\n\nHistory of severe allergic reactions, anaphylaxis, or allergy to local anesthetics.\n\nPrior use of dermal fillers, permanent implants, or other cosmetic procedures in the NLF area or lower face within the past 12 months.\n\nUse of botulinum toxin, chemical peels, laser, radiofrequency, or cryotherapy in the mid- or lower face within the last six months.\n\nActive skin infection, inflammation, herpes simplex (cold sore), acne, or other dermatologic condition in the treatment area.\n\nUse of topical medications such as retinoids or corticosteroids on the face within 30 days prior to treatment.\n\nCurrent or recent use (within 14 days) of anticoagulant, antiplatelet, or non-steroidal anti-inflammatory drugs (NSAIDs) that may increase the risk of bruising or bleeding.\n\nHistory of bleeding disorders.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "30 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Nasolabial Fold Severity using the Nasolabial Fold Severity Scale (NLFSS)",
        "description": "The Nasolabial Fold Severity Scale (NLFSS) is a 5-grade photographic severity scale used to rate the depth and appearance of nasolabial folds. It is based on a modified version of the Wrinkle Severity Rating Scale (WSRS), adapted specifically for nasolabial fold evaluation.\n\nScale:\n\nGrade 0 - Absent: No visible fold Grade 1 - Mild: Shallow fold, barely visible indentation Grade 2 - Moderate: Clear fold, moderate indentation Grade 3 - Severe: Deep and prominent fold Grade 4 - Very Severe: Very deep, highly visible fold with sharp demarcation\n\nTwo independent blinded observers will compare baseline and follow-up photographs of each participant against the NLFSS reference images and assign scores. Any discrepancies will be resolved by consensus. Improvement is defined as a decrease in score from baseline.Statistical analysis will use a paired t-test",
        "timeFrame": "Baseline (Day 0), Week 4, Month 3, and Month 6"
      }
    ],
    "secondary": [
      {
        "measure": "Change in Aesthetic Appearance using the Global Aesthetic Improvement Scale (GAIS)",
        "description": "The Global Aesthetic Improvement Scale (GAIS) is a five-point scale that measures overall aesthetic improvement compared with baseline:\n\n1. = Very much improved\n2. = Much improved\n3. = Improved\n4. = No change\n5. = Worse\n\nTwo independent blinded observers will assess standardized photographs using the GAIS. Participants will also complete a self-assessment GAIS questionnaire at each follow-up visit.",
        "timeFrame": "Week 4, Month 3, and Month 6"
      }
    ],
    "other": [
      {
        "measure": "Patient Satisfaction and Treatment Experience Using a Five-Item Patient-Reported Outcome Measure (PROM)",
        "description": "A five-item questionnaire will be administered using a five-point Likert scale to assess:\n\n1. -Satisfaction with appearance\n2. -Comfort during treatment\n3. -Perceived improvement\n4. -Willingness to repeat the procedure\n5. -Overall satisfaction",
        "timeFrame": "Week 4, Month 3, and Month 6"
      },
      {
        "measure": "Proportion of Participants Requesting Top-Up Treatment at Week 4",
        "description": "The proportion of participants who request or receive an optional top-up filler at the Week 4 visit will be documented in the Case Report Forms(CRFs).",
        "timeFrame": "Week 4"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 0,
      "totalCount": 0
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 1,
      "otherCount": 2,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 19,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-22T05:06:11.775Z",
  "dataSource": "ClinicalTrials.gov API v2 - Ultimate Complete Collection"
}