{
  "nctId": "NCT01623752",
  "briefTitle": "Prospective Evaluation of the Radiographic Efficacy of Enbrel",
  "officialTitle": "A PROSPECTIVE EVALUATION OF THE RADIOGRAPHIC EFFICACY OF ETANERCEPT IN PATIENTS WITH RHEUMATOID ARTHRITIS OR PSORIATIC ARTHRITIS.",
  "protocolDocument": {
    "nctId": "NCT01623752",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2011-09-20",
    "uploadDate": "2019-03-16T10:51",
    "size": 31431825,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT01623752/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 1821,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2012-02",
    "completionDate": "2018-03",
    "primaryCompletionDate": "2018-03",
    "firstSubmitDate": "2012-06-18",
    "firstPostDate": "2012-06-20"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Subject eligibility should be reviewed and documented by an appropriately qualified member of the investigator's study team before subjects are included in the study.\n* Evidence of a personally signed and dated informed consent document indicating that the subject (or a legally acceptable representative) has been informed of all pertinent aspects of the study is a requirement for inclusion into this study.\n\nSubjects must meet all of the following inclusion criteria to be eligible for enrollment into the study:\n\n* Subjects who are willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures.\n* Definitive diagnosis of RA or PsA.\n* Eligible for Etanercept treatment according to Summary of Product Characteristics (SmPC).\n* Inclusion of subjects pretreated with other biologics other than Etanercept is possible\n* One plain radiograph of hands and feet (Anteroposterior) within 3 month prior to initiation of treatment with Etanercept and one planned consecutive radiograph of hand and feet taken over 12 to 18 months according to German recommendations for patients treated with biologics.\n\nExclusion Criteria:\n\n* Receipt of any investigational drug within 3 months of study inclusion.\n* Exclusion Criteria according to the Enbrel® SmPC, with particular attention to:\n* Hypersensitivity to the active substance (etanercept) or to any of the excipients.\n* Sepsis or risk of sepsis.\n* Active infections, including chronic or localised infections.\n* Subjects who have received any previous treatment with etanercept\n* Subjects who are investigational site staff members or subjects who are Pfizer employees directly involved in the conduct of the trial.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in Van Der Heijde Total Modified Total Sharp Score (mTSS) or Adapted mTSS at End of Phase 1 (Week 78): Efficacy Analysis Set (EAS)",
        "description": "To assess radiological damage mTSS score was used in participants with rheumatoid arthritis and mTSS adapted score was used in participants with psoriatic arthritis. Radiographs of the hands and feet were assessed by central raters. Total mTSS score range was 0 (no radiological damage) to 448 (extreme radiological damage); and total mTSS adapted score range was 0 (no radiological damage) to 528 (extreme radiological damage), where higher mTSS and mTSS adapted scores indicate a worse health status in participants with rheumatoid arthritis and participants with psoriatic arthritis, respectively.",
        "timeFrame": "Baseline, Week 78"
      },
      {
        "measure": "Change From Baseline in Van Der Heijde Total Modified Total Sharp Score or Adapted mTSS at End of Phase 1 (Week 78): Completer Analysis Set (CAS)",
        "description": "To assess radiological damage, mTSS score was used in participants with rheumatoid arthritis and mTSS adapted score was used in participants with psoriatic arthritis. Radiographs of the hands and feet were assessed by central raters. Total mTSS score range was 0 (no radiological damage) to 448 (extreme radiological damage); and total mTSS adapted score range was 0 (no radiological damage) to 528 (extreme radiological damage), where higher mTSS and mTSS adapted scores indicate a worse health status in participants with rheumatoid arthritis and participants with psoriatic arthritis, respectively.",
        "timeFrame": "Baseline, Week 78"
      },
      {
        "measure": "Change From Baseline in Van Der Heijde Total Modified Total Sharp Score or Adapted mTSS at the End of Phase 2 (Week 156): EAS",
        "description": "To assess radiological damage, mTSS score was used in participants with rheumatoid arthritis and mTSS adapted score was used in participants with psoriatic arthritis. Radiographs of the hands and feet were assessed by central raters. Total mTSS score range was 0 (no radiological damage) to 448 (extreme radiological damage); and total mTSS adapted score range was 0 (no radiological damage) to 528 (extreme radiological damage), where higher mTSS and mTSS adapted scores indicate a worse health status in participants with rheumatoid arthritis and participants with psoriatic arthritis, respectively.",
        "timeFrame": "Baseline, Week 156"
      },
      {
        "measure": "Change From Baseline in Van Der Heijde Total Modified Total Sharp Score or Adapted mTSS at End of Phase 2 (Week 156): CAS",
        "description": "To assess radiological damage, mTSS score was used in participants with rheumatoid arthritis and mTSS adapted score was used in participants with psoriatic arthritis. Radiographs of the hands and feet were assessed by central raters. Total mTSS score range was 0 (no radiological damage) to 448 (extreme radiological damage); and total mTSS adapted score range was 0 (no radiological damage) to 528 (extreme radiological damage), where higher mTSS and mTSS adapted scores indicate a worse health status in participants with rheumatoid arthritis and participants with psoriatic arthritis, respectively.",
        "timeFrame": "Baseline, Week 156"
      },
      {
        "measure": "Change From Pre-treatment in Normalized Radiographic Progression of mTSS or Adapted mTSS at End of Phase 1 (Week 78): EAS",
        "description": "The normalized change in total scores (mTSS or mTSS adapted) were computed as normalized per year (normalized progression). The change of normalized progression was classified as: increase (greater than \\[\\>\\] 0.5), no change (-0.5 to 0.5) and decrease (less than \\[\\<\\] -0.5). Participants with no change or a decrease were considered to be in radiographic remission.",
        "timeFrame": "Pre-treatment, Week 78"
      },
      {
        "measure": "Change From Pre-treatment in Normalized Radiographic Progression of mTSS or Adapted mTSS at End of Phase 1 (Week 78): CAS",
        "description": "The normalized change in total scores (mTSS or mTSS adapted) were computed as normalized per year (normalized progression). The change of normalized progression was classified as: increase (\\>0.5), no change (-0.5 to 0.5) and decrease (\\<-0.5). Participants with no change or a decrease were considered to be in radiographic remission.",
        "timeFrame": "Pre-treatment, Week 78"
      },
      {
        "measure": "Change From Pre-treatment in Normalized Radiographic Progression of mTSS or Adapted mTSS at End of Phase 2 (Week 156): EAS",
        "description": "The normalized change in total scores (mTSS or mTSS adapted) were computed as normalized per year (normalized progression). The change of normalized progression was classified as: increase (\\>0.5), no change (-0.5 to 0.5) and decrease (\\<-0.5). Participants with no change or a decrease were considered to be in radiographic remission.",
        "timeFrame": "Pre-treatment, Week 156"
      },
      {
        "measure": "Change From Pre-treatment in Normalized Radiographic Progression of mTSS or Adapted mTSS at the End of Phase 2 (Week 156): CAS",
        "description": "The normalized change in total scores (mTSS or mTSS adapted) were computed as normalized per year (normalized progression). The change of normalized progression was classified as: increase (\\>0.5), no change (-0.5 to 0.5) and decrease (\\<-0.5). Participants with no change or a decrease were considered to be in radiographic remission.",
        "timeFrame": "Pre-treatment, Week 156"
      }
    ],
    "secondary": [
      {
        "measure": "Linear Relationship Between Normalized Radiographic Progression and Disease Duration",
        "description": "Linear relationship between radiographic progression and disease duration was evaluated using a linear regression model. Dependent variable was normalized progression under treatment with Etanercept and independent variable was disease duration.",
        "timeFrame": "Baseline up to Week 78"
      },
      {
        "measure": "Effect on Normalized Radiographic Progression With Respect to Baseline Positivity of Anti-citrullinated Protein Antibody (ACPA) - Rheumatoid Factor (RF)",
        "description": "Effect on normalized radiographic progression with respect to ACPA-RF was evaluated using an analysis of variance (ANOVA) model. Dependent variable was normalized progression under treatment with Etanercept and independent variable was groups of positive testing of ACPA and RF at baseline.",
        "timeFrame": "Baseline up to Week 78"
      },
      {
        "measure": "Effect on Normalized Radiographic Progression With Respect to Baseline Usage of Concomitant Medication",
        "description": "Effect on normalized radiographic progression with respect to use of concomitant medication at baseline was evaluated using an ANOVA model. Dependent variable was normalized progression under treatment with Etanercept and independent variable was groups of concomitant medication as found among the medication given concomitantly during study that is recorded at baseline.",
        "timeFrame": "Baseline up to Week 78"
      },
      {
        "measure": "Effect on Normalized Radiographic Progression With Respect to Previous Treatment With Biologics",
        "description": "Effect on normalized radiographic progression of previous treatment with biologics was evaluated using an ANOVA model. Dependent variable was normalized progression under treatment with Etanercept and independent variable was previous treatment with biologics.",
        "timeFrame": "Baseline up to Week 78"
      },
      {
        "measure": "Effect on Normalized Radiographic Progression With Respect to Baseline Disease Activity Score-28 (DAS-28)",
        "description": "Effect on radiographic progression with respect to baseline DAS-28 was evaluated using ANOVA model. Dependent variable was normalized progression under treatment with Etanercept and independent variable was baseline DAS-28. Baseline DAS-28 is less than or equal to (\\<=) 5.1 or \\>5.1. DAS28: score range from 0 (none) to 9.4 (extreme disease activity); low =2.6 to 3.2, moderate =3.2 to 5.1, and high disease activity \\>5.1. DAS28 score of \\<2.6 indicates disease remission.",
        "timeFrame": "Baseline up to Week 78"
      },
      {
        "measure": "Change From Baseline in Total Erosion Score at End of Phase 1 (Week 78) and Phase 2 (Week 156)",
        "description": "Total erosion score as per van der Hejde method consisted of 2 dimensions: a) hands (32 erosion locations, each location graded from 0 \\[no erosion\\] to 5 \\[maximum severity\\], sum of grading of each location resulted in score of 0 to 160); and b) feet (12 erosion locations, each location graded from 0 \\[no erosion\\] to 10 \\[maximum severity\\], sum of grading of each location resulted in score of 0 to 120). Sum of erosion scores of hand (0 to 160) and feet (0 to 120) gave a total erosion score as 0 to 280, where 0 was no erosion at all and 280 was worst possible condition, higher scores indicated severe joint destruction.",
        "timeFrame": "Baseline, Week 78, 156"
      },
      {
        "measure": "Change From Baseline in Total Joint Space Narrow Score at End of Phase 1 (Week 78) and Phase 2 (Week 156)",
        "description": "Total joint space narrow score as per van der Hejde method consisted of 2 dimensions: a) hands (30 joint space locations, each location graded from 0 \\[normal joint space\\] to 4 \\[bony ankylosis\\], sum of grading of each location resulted in score of 0 to 120); and b) feet (12 erosion locations, each location graded from 0 \\[no erosion\\] to 4 \\[bony ankylosis\\], sum of grading of each location resulted in score of 0 to 48). Sum of joint space narrow scores of hand (0 to 120) and feet (0 to 48) gave a total joint space narrow score as 0 to 168, where 0 was normal joint space and 168 was maximum narrowing in joints, higher scores indicated severe joint destruction.",
        "timeFrame": "Baseline, Week 78, 156"
      },
      {
        "measure": "Change From Baseline in Hannover Functional Ability Questionnaire (FFbH) at Week 13, 26, 39, 52, 65, 78, 104, 130 and 156",
        "description": "FFbH is a self-administered patient questionnaire composed by 18 questions on functional ability in activities of daily living. Each question was answered by the participant as \"Yes, I can perform the activity without difficulty\" (score assigned =2), \"Yes, but with difficulties\" (score assigned =1) and \"No or only with external help\" (score assigned =0). Final FFbH score (%) was then computed according to formula: (Sum of scores\\*100) divided by (2\\*number of valid answers), ranging between 0 (no functional capacity) to 100 (full functional capacity); higher scores indicate better daily activities. FFbH functional remission was defined as FFbH functional capacity of \\>= 83%.",
        "timeFrame": "Baseline, Week 13, 26, 39, 52, 65, 78, 104, 130, 156"
      },
      {
        "measure": "Change From Baseline in Disease Activity Score-28 (DAS-28) at Week 13, 26, 39, 52, 65, 78, 104, 130 and 156",
        "description": "DAS28 was calculated from swollen joint count and tender joint count using 28 joint count, C-reactive protein (CRP) in milligram per liter (mg/L) and participant global assessment (PtGA) of disease activity measured on a 100 mm visual analog scale (VAS) ranging from 0 (good condition) to 100 (worst condition), where higher scores indicate worse health condition). DAS28 total score range: 0 (no disease activity) to 9.4 (maximum disease activity), higher score indicates more disease activity. DAS-28 score of 2.6 to 3.2= low, 3.2 to 5.1= moderate and \\>5.1= high disease activity. DAS-28 score of \\<2.6= disease remission. DAS28-4(CRP) = (0.56\\*sqrt\\[TJC28\\] + 0.28\\*sqrt\\[SJC28\\] + 0.36\\*ln\\[CRP+1\\]) + 0.014\\*GH + 0.96) and DAS28-4(ESR) = (0.56\\*sqrt\\[TJC28\\] + 0.28\\*sqrt\\[SJC28\\] + 0.70\\*ln\\[ESR\\] + 0.014\\*GH), where sqrt = square root, ln = natural logarithm.",
        "timeFrame": "Baseline, Week 13, 26, 39, 52, 65, 78, 104, 130, 156"
      },
      {
        "measure": "Change From Baseline in Clinical Disease Activity Index (CDAI) at Week 13, 26, 39, 52, 65, 78, 104, 130 and 156 in Participants With Rheumatoid Arthritis",
        "description": "CDAI was calculated from tender and swollen joints using 28 joint count, participant global assessment (PtGA) and physician global assessment (PhyGA). PtGA and PhyGA both were assessed on 0-100 mm VAS scale, where higher scores indicated greater affection due to disease activity. CDAI total score ranged from 0 to 76, where higher scores indicated higher disease activity. CDAI score of \\<=10 indicates low disease activity and a score of \\<= 2.8 indicates remission.",
        "timeFrame": "Baseline, Week 13, 26, 39, 52, 65, 78, 104, 130, 156"
      },
      {
        "measure": "Change From Baseline in Simple Disease Activity Index (SDAI) at Week 13, 26, 39, 52, 65, 78, 104, 130 and 156 in Participants With Rheumatoid Arthritis",
        "description": "SDAI was calculated from tender and swollen joints using 28 joint count, participant global assessment (PtGA), physician global assessment and (PhyGA) and CRP (in mg/L). PtGA and PhyGA both were assessed on 0-100 mm VAS scale, where higher scores indicated greater affection due to disease activity. SDAI total score ranged from 0 to 86, where higher scores indicated higher disease activity. SDAI score of \\<=11 indicates low disease activity and a score of \\<=3.3 indicates remission.",
        "timeFrame": "Baseline, Week 13, 26, 39, 52, 65, 78, 104, 130, 156"
      },
      {
        "measure": "Percentage of Participants With Rheumatoid Arthritis, With Low Disease Activity Based on Clinical Disease Activity Index (CDAI) and Simple Disease Activity Index (SDAI)",
        "description": "CDAI was calculated from tender and swollen joints using 28 joint count, PtGA and PhyGA. CDAI total score ranged from 0 to 76, where higher scores indicated higher disease activity. CDAI score of \\<=10 indicates low disease activity and a score of \\<= 2.8 indicates remission. SDAI was calculated from tender and swollen joints using 28 joint count, PtGA, PhyGA and CRP (in mg/L). SDAI total score ranged from 0 to 86, where higher scores indicated higher disease activity. SDAI score of \\<=11 indicates low disease activity and a score of \\<=3.3 indicates remission. PtGA and PhyGA both were assessed on 0-100 mm VAS scale, where higher scores indicated greater affection due to disease activity.",
        "timeFrame": "Baseline, Week 13, 26, 39, 52, 65, 78, 104, 130, 156"
      },
      {
        "measure": "Percentage of Participants With Rheumatoid Arthritis, With Remission Based on Clinical Disease Activity Index (CDAI) and Simple Disease Activity Index (SDAI)",
        "description": "CDAI was calculated from tender and swollen joints using 28 joint count, PtGA and PhyGA. CDAI total score ranged from 0 to 76, where higher scores indicated higher disease activity. CDAI score of \\<=10 indicates low disease activity and a score of \\<= 2.8 indicates remission. SDAI was calculated from tender and swollen joints using 28 joint count, PtGA, PhyGA and CRP (in mg/L). SDAI total score ranged from 0 to 86, where higher scores indicated higher disease activity. SDAI score of \\<=11 indicates low disease activity and a score of \\<=3.3 indicates remission. PtGA and PhyGA both were assessed on 0-100 mm VAS scale, where higher scores indicated greater affection due to disease activity.",
        "timeFrame": "Baseline, Week 13, 26, 39, 52, 65, 78, 104, 130, 156"
      },
      {
        "measure": "Change From Baseline in Participant Pain Visual Analogue Scale (VAS) at Week 13, 26, 39, 52, 65, 78, 104, 130 and 156",
        "description": "VAS: participants placed a mark indicating the intensity of their pain on a scale of 0 (no pain) to 100 mm (worst possible pain). Higher scores indicate greater level of pain.",
        "timeFrame": "Baseline, Week 13, 26, 39, 52, 65, 78, 104, 130, 156"
      },
      {
        "measure": "Change From Baseline in Physician Global Assessment (PhyGA) of Disease Activity at Week 13, 26, 39, 52, 65, 78, 104, 130 and 156",
        "description": "PhyGA: physician marked intensity of participants' pain on a visual analogue scale of 0 (no disease activity) to 100 mm (worst possible condition). Higher scores indicate greater level of disease activity.",
        "timeFrame": "Baseline, Week 13, 26, 39, 52, 65, 78, 104, 130, 156"
      },
      {
        "measure": "Change From Baseline in Participant Global Assessment (PtGA) of Disease Activity at Week 13, 26, 39, 52, 65, 78, 104, 130 and 156",
        "description": "PtGA: participant assessed their disease activity using a 100 mm visual analog scale ranging from 0 = very good to 100 = worst. Higher scores indicate worse health status.",
        "timeFrame": "Baseline, Week 13, 26, 39, 52, 65, 78, 104, 130, 156"
      },
      {
        "measure": "Number of Participants in Each Level of the 5 Dimensions of Health Questionnaire by the EuroQol Group (EQ-5D)",
        "description": "EQ-5D: participant rated questionnaire to assess generic health status in two parts: single utility score and visual analog scale. For utility score, participants rated their current health state on 5 dimensions: mobility, self-care, usual activities, pain and discomfort, and anxiety and depression with each dimension having three levels of function: 1 indicates no problem; 2 indicates some problem; 3 indicates extreme problem.",
        "timeFrame": "Baseline, Week 13, 26, 39, 52, 65, 78, 104, 130, 156"
      },
      {
        "measure": "Duration of Morning Stiffness in Participants With Temporary Rigidity",
        "description": "Rigidity was temporary when 'Yes' was given for the question if daily activities could be done without stiffness; rigidity was permanent when 'No' was given for the question if daily activities could be done without stiffness.",
        "timeFrame": "Baseline, Week 13, 26, 39, 52, 65, 78, 104, 130, 156"
      },
      {
        "measure": "Number of Participants Categorized in Different Classes Depending Upon Percentage of Body Surface Area (BSA) Affected by Psoriatic Arthritis",
        "description": "Participants with psoriatic arthritis were distributed in following different classes depending upon percentage (%) of BSA affected: 1) less than (\\<) 3 %, 2) 3-10%, 3) 11-20% and 4) \\>20%. Psoriatic arthritis affecting \\<3% BSA was considered as mild, 3 to 10 % as moderate and \\>10 percent as severe.",
        "timeFrame": "Baseline, Week 13, 26, 39, 52, 65, 78, 104, 130, 156"
      },
      {
        "measure": "Change From Baseline in Nail Involvement at Week 13, 26, 39, 52, 65, 78, 104, 130 and 156 in Participants With Psoriatic Arthritis",
        "description": "In this outcome measure change in number of nails affected by psoriatic arthritis at specified week compared to baseline is reported. Nails included both finger nails and toe nails.",
        "timeFrame": "Baseline, Week 13, 26, 39, 52, 65, 78, 104, 130, 156"
      },
      {
        "measure": "Change From Baseline in Inflamed Dactylitic Digits at Week 13, 26, 39, 52, 65, 78, 104, 130 and 156 in Participants With Psoriatic Arthritis",
        "description": "In this outcome measure change in number of inflamed dactylitic digits at specified week compared to baseline is reported. Dactylitis is inflammation of dactylitic digits (fingers and toes).",
        "timeFrame": "Baseline, Week 13, 26, 39, 52, 65, 78, 104, 130, 156"
      },
      {
        "measure": "Number of Participants With Use of Glucocorticoids and Disease Modifying Antirheumatic Drugs (DMARDs) Baseline Versus Phase 1 (Week 78) and Baseline Versus Phase 2 (Week 156)",
        "description": "In this outcome measure number of participants with use of glucocorticoids and DMARDs at baseline and specified weeks are reported. If participants used glucocorticoids and DMARDs, it was denoted by \"Yes\" and if they did not use, it was denoted by \"No\". Data have been reported separately for glucocorticoids and DMARDs at specified weeks respectively, in 4 categories as: 1) Baseline: No and Specified Week: No, 2) Baseline: Yes and Specified Week: No, 3) Baseline: No and Specified Week: Yes, 4) Baseline: Yes and Specified Week: Yes.",
        "timeFrame": "Baseline, Week 78, 156"
      },
      {
        "measure": "Relationship Between Rheuma Unterstutzungsdienst (RUDI) and Psoriasis Informationsteam (PIT) Participation and Continuation of Treatment With Etanercept",
        "description": "In this outcome number of participants who participated or not participated in RUDI and PIT and impact of their participation in continuation or termination of treatment with Etanercept is reported. For participants whom data was not recorded is reported under category \"No Data\".",
        "timeFrame": "Baseline up to Week 156"
      },
      {
        "measure": "Relationship Between Rheuma Unterstutzungsdienst (RUDI) and Psoriasis Informationsteam (PIT) Participation and Quality of Life Parameters Using Health Questionnaire by the EuroQol Group (EQ-5D)",
        "description": "In this outcome number of participants who participated or not participated in RUDI and PIT and impact of their participation in quality of life parameters using EQ-5D health questionnaire is reported. For participants whom data was not recorded is reported under category \"No Data\". EQ-5D: participant rated questionnaire to assess generic health status in two parts: single utility score and visual analog scale. For utility score, participants rated their current health state on 5 dimensions: mobility, self-care, usual activities, pain and discomfort, and anxiety and depression with each dimension having three levels of function: 1 indicates no problem; 2 indicates some problem; 3 indicates extreme problem.",
        "timeFrame": "Baseline up to Week 156"
      }
    ],
    "other": [
      {
        "measure": "Number of Participants With Treatment-Emergent Adverse Events (AEs) and Treatment-Emergent Serious Adverse Events (SAEs)",
        "description": "An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. A treatment emergent AE was defined as an event that emerged during the treatment period that was absent before treatment, or worsened during the treatment period relative to the pretreatment state. AEs included both serious and non-serious adverse events.",
        "timeFrame": "Baseline up to Week 156"
      },
      {
        "measure": "Number of Participants With Treatment Emergent Adverse Events (AEs) by Severity",
        "description": "An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. A treatment emergent AE was defined as an event that emerged during the treatment period that was absent before treatment, or worsened during the treatment period relative to the pretreatment state. AEs included both serious and non-serious adverse events. AEs were classified according to the severity in 3 categories a)mild: AEs not interfered with participant's usual function b)moderate: AEs interfered to some extent with participant's usual function c)severe: AEs interfered significantly with participant's usual function. Participants may be counted in more than 1 category.",
        "timeFrame": "Baseline up to Week 156"
      },
      {
        "measure": "Number of Participants With Discontinuation of Etanercept Treatment",
        "description": "Number of participants those who discontinued Etanercept treatment at Week 78 and 156 are reported in this outcome measure.",
        "timeFrame": "Week 78, 156"
      },
      {
        "measure": "Number of Participants With Treatment-Emergent Treatment Related Adverse Events",
        "description": "Treatment-related AE was any untoward medical occurrence in a participant who received study drug. SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. A treatment emergent AE was defined as an event that emerged during the treatment period that was absent before treatment, or worsened during the treatment period relative to the pretreatment state. AEs included both serious and non-serious adverse events. Relatedness to study treatment was assessed by the investigator.",
        "timeFrame": "Baseline up to Week 156"
      },
      {
        "measure": "Number of Participants With Results of Tolerability Assessment by Physician and Participant",
        "description": "Physicians and participants rated the tolerability of Etanercept treatment by means of a 4-point scale as: 1) very good, 2) good, 3) moderate and 4) insufficient.",
        "timeFrame": "Week 78, 156"
      },
      {
        "measure": "Number of Participants With Pregnancy, Puerperium and Perinatal Conditions",
        "description": "In this outcome measure total number of participants with pregnancy, puerperium and perinatal conditions are reported. Pregnancy, puerperium and perinatal conditions included pregnancy, abortion, abortion spontaneous or premature baby.",
        "timeFrame": "Baseline up to Week 156"
      },
      {
        "measure": "Number of Participants Who Used Concomitant Medication",
        "description": "Number of participants who used medication other than Etanercept for relief of pain. It was determined by the treating physician.",
        "timeFrame": "Baseline up to Week 156"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 8,
      "secondaryCount": 24,
      "otherCount": 7,
      "totalCount": 39
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:19.080Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}