{
  "nctId": "NCT02674204",
  "briefTitle": "STOP Heart Disease in Breast Cancer Survivors Trial",
  "officialTitle": "Statin Therapy Operates to Prevent (STOP) Heart Disease in Breast Cancer Survivors Trial",
  "protocolDocument": {
    "nctId": "NCT02674204",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2017-11-29",
    "uploadDate": "2019-03-25T11:03",
    "size": 7222870,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02674204/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 2,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-05-05",
    "completionDate": "2018-05-25",
    "primaryCompletionDate": "2018-05-25",
    "firstSubmitDate": "2016-01-21",
    "firstPostDate": "2016-02-04"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Female patients with newly diagnosed stage 1-3 breast cancer\n* Histologically confirmed HER2, ER, and PR status\n* Recommended to undergo trastuzumab treatment, with or without anthracycline. Patients will be eligible for up to 3 weeks after starting treatment.\n* Age minimum 18 years\n* Able and willing to read, understand, and sign an informed consent form (ICF) and medical release form\n* Willing and able to comply with trial protocol and follow-up\n* ECOG performance status 0-1 (Karnofsky ≥ 70%)\n\nExclusion Criteria:\n\n* Prior use of statin medication within the past year\n* Not using statin medication but is eligible for statin therapy based on the 2013 ACC/AHA guidelines (LDL cholesterol \\>190, or LDL \\<190 and ASCVD risk \\>7.5%; http://tools.acc.org/ASCVD-Risk-Estimator/) and is \\> 50 years old; or is eligible for statin therapy based on the 2013 ACC/AHA guidelines and is 40-50 years old and wishes to be placed on statin therapy\n* History of adverse effects, intolerance, or allergic reactions attributed to statin medication\n* Current use of gemfibrozil, cyclosporine, clarithromycin, itraconazole, erythromycin, the hepatitis C protease inhibitor telaprevir, HIV protease inhibitors, colchicine, or red yeast rice\n* Current use of any other investigational agent\n* Pregnant or intention to get pregnant during the next 18 months. Pregnant women are excluded from this study because atorvastatin is a lipid-lowering agent with the potential for teratogenic or abortifacient effects, and MRI is contraindicated in pregnant women.\n* History of diabetes, severe lung disease, renal disease (creatinine \\> 1.8 mg/dL or CrCl ≤ 50 mL/min), or hepatic disease (AST and ALT \\> 3 times upper normal limits)\n* Abnormal baseline echocardiogram or cardiac MRI (detection of congenital heart disease; ischemic heart disease; moderate or severe valvular heart disease; cardiomyopathy; EF \\< 55%)\n* Previously known or diagnosed heart disease (e.g. congenital; valvular; coronary artery disease; history of myocardial infarction or acute coronary syndrome; cardiomyopathy, including infiltrative, hypertensive, hypertrophic, dilated, constrictive pericarditis, or other cardiomyopathy)\n* Left ventricular dysfunction (EF \\< 55%)\n* Prior non-cardiac illness with an estimated life expectancy \\< 4 years\n* Known active infection with HIV\n* Allergy or contraindication to MRI testing, including claustrophobia, metallic parts in body the prohibiting MRI, prior gadolinium contrast reaction, or uncontrolled moderate hypertension (sitting blood pressure \\>160/95 mm Hg with measurements recorded on at least 2 occasions).\n* Has metallic breast expanders in place at the time of screening\n* Concurrent illness which in the opinion of the investigators would compromise either the patient or the integrity of the data",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Global Circumferential Strain (GCS) Measured by Cardiac MRI (CMRI)",
        "timeFrame": "baseline to 12 months post initiation of statin intervention"
      }
    ],
    "secondary": [
      {
        "measure": "Change in Global Longitudinal Strain as Measured by CMRI",
        "timeFrame": "Baseline to 12 months of follow-up"
      },
      {
        "measure": "Change in Peak Left Ventricular Twist as Measured by CMRI",
        "timeFrame": "Baseline to 12 months of follow-up"
      },
      {
        "measure": "Change in Peak Left Ventricular Torsion as Measured by CMRI",
        "timeFrame": "Baseline to 12 months of follow-up"
      },
      {
        "measure": "Change in Left Ventricular Untwisting Rate as Measured by CMRI",
        "timeFrame": "Baseline to 12 months of follow-up"
      },
      {
        "measure": "Change in Left Ventricular Ejection Fraction as Measured by CMRI",
        "timeFrame": "Baseline to 12 months of follow-up"
      },
      {
        "measure": "Change in Left Ventricular End Diastolic Volume as Measured by CMRI",
        "timeFrame": "Baseline to 12 months of follow-up"
      },
      {
        "measure": "Change in Left Ventricular End Systolic Volume as Measured by CMRI",
        "timeFrame": "Baseline to 12 months of follow-up"
      },
      {
        "measure": "Change in Cardiac Output as Measured by CMRI",
        "timeFrame": "Baseline to 12 months of follow-up"
      },
      {
        "measure": "Change in Left Ventricular Mass as Measured by CMRI",
        "timeFrame": "Baseline to 12 months of follow-up"
      },
      {
        "measure": "Change in Left Ventricular Concentricity as Measured by CMRI",
        "timeFrame": "Baseline to 12 months of follow-up"
      },
      {
        "measure": "Change in Native T1 as Measured by CMRI",
        "timeFrame": "Baseline to 12 months of follow-up"
      },
      {
        "measure": "Change in Post Contrast T1 as Measured by CMRI",
        "timeFrame": "Baseline to 12 months of follow-up"
      },
      {
        "measure": "Change in Extracellular Volume as Measured by CMRI",
        "timeFrame": "Baseline to 12 months of follow-up"
      },
      {
        "measure": "Change in Native T2 as Measured by CMRI",
        "timeFrame": "Baseline to 12 months of follow-up"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 14,
      "otherCount": 0,
      "totalCount": 15
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:03.793Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}