{
  "nctId": "NCT04101357",
  "briefTitle": "Safety, Pharmacokinetics, Pharmacodynamics, and Preliminary Efficacy Trial of BNT411",
  "officialTitle": "Phase 1/2a, First-in-human, Open-label, Dose-escalation Trial With Expansion Cohorts to Evaluate Safety, Pharmacokinetics, Pharmacodynamics, and Preliminary Efficacy of BNT411 as a Monotherapy in Patients With Solid Tumors and in Combination With Atezolizumab, Carboplatin and Etoposide in Patients With Chemotherapy-naïve Extensive-stage Small Cell Lung Cancer (ES-SCLC)",
  "protocolDocument": {
    "nctId": "NCT04101357",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-07-04",
    "uploadDate": "2025-01-16T04:39",
    "size": 1868042,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04101357/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NON_RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 54,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-06-19",
    "completionDate": "2024-05-23",
    "primaryCompletionDate": "2024-01-19",
    "firstSubmitDate": "2019-09-20",
    "firstPostDate": "2019-09-24"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nFor Part 1A:\n\n* Histologically confirmed solid tumor (cytology was allowed for non-small cell lung cancer \\[NSCLC\\], small cell lung cancer \\[SCLC\\] and pancreatic cancer) that was metastatic or unresectable and for which there was no available standard therapy likely to confer clinical benefit, or patients who were not candidates for such available therapy.\n\nFor Part 1B:\n\n* Histologically or cytologically confirmed ES-SCLC (per the Veterans Administration Lung Study Group \\[VALG\\] staging system) who received no prior chemotherapy for extensive stage disease.\n* Those treated with prior chemo/radiotherapy with curative intent for limited-stage small cell lung cancer (LS-SCLC) were treatment-free for at least 6 months since last chemo/radiotherapy.\n* Did not have interstitial lung disease or active, non-infectious pneumonitis.\n\nFor Both Part 1A and Part 1B:\n\n* Male and female \\>= 18 years of age.\n* Must have signed an informed consent form (ICF) indicating that he or she understood the purpose of and procedures required for the trial and were willing to participate in the trial prior to any trial-related assessments or procedures.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1.\n* Measurable disease according to RECIST 1.1.\n* Albumin level at screening \\>= 30 g/L.\n* Adequate coagulation function at screening as determined by:\n\n  1. International normalized ratio (INR) or prothrombin time \\<= 1.5 x upper limit normal (ULN; unless on therapeutic anticoagulants with values within therapeutic window),\n  2. Activated partial thromboplastin time (aPTT) \\<= 1.5 x ULN (unless on therapeutic anticoagulants with values within therapeutic window).\n* Adequate hematologic function at screening as determined by:\n\n  1. White blood cell count (WBC) \\>= 3 x 10\\^9/L,\n  2. Absolute neutrophil count (ANC) \\>= 1.5 x 10\\^9/L (patient could not use granulocyte-colony stimulating factor (G-CSF) or granulocyte-macrophage colony stimulating factor (GM-CSF) to achieve these WBC and ANC levels),\n  3. Platelet count \\>= 100 x 10\\^9/L,\n  4. Hemoglobin (Hgb) \\>= 9.0 g/dL.\n* Adequate hepatic function at screening as determined by:\n\n  1. Total bilirubin \\<= 1.5 mg/dL (or \\<= 2.0 mg/dL for patients with known Gilbert's syndrome),\n  2. Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\<= 2.5 x ULN; or \\<= 5 x ULN in patients with metastatic liver disease.\n* Adequate renal function at screening as determined by:\n\n  a. Glomerular filtration rate (GFR) \\>= 60 mL/min/1.73 m\\^2 - e.g., according to the abbreviated Modification of Diet in Renal Disease (MDRD) equation: GFR = 186 × (SCr\\^-1.154) × (age\\^-0.203) (where SCr, the serum creatinine level, was expressed in mg/dL; multiplied by 0.742 if the patient was female; multiplied by 1.212, if the patient was African-American (Levey et al., 1999).\n* Were able to attend trial visits as required by the protocol.\n* Women of childbearing potential (WOCBP) must have had a negative serum (beta-human chorionic gonadotropin \\[beta-hCG\\]) test/value at screening. Patients who were postmenopausal or permanently sterilized were considered as not having reproductive potential.\n* WOCBP must have agreed not to donate eggs (ova, oocytes) for the purposes of assisted reproduction during the entire trial, until 6 months after last BNT411 treatment.\n* A man who was sexually active with a WOCBP and had not had a vasectomy must have agreed to use a barrier method of birth control, e.g., either condom with spermicidal foam/gel/film/cream/suppository or partner with occlusive cap (diaphragm or cervical/vault caps) with spermicidal foam/gel/film/cream/suppository, and all men must also not donate sperm during the trial and for 6 months after receiving the last dose of BNT411.\n* All patients must have provided a Formalin Fixed Paraffin Embedded (FFPE) sample from the latest available archival tumor tissue. If such tissue was not provided, the sponsor's approval of enrollment was needed.\n\nExclusion Criteria:\n\nPrior and Concomitant Therapy:\n\n* Had received prior systemic therapy with a TLR7 agonist.\n* Had been receiving: radiotherapy, chemotherapy, or molecularly-targeted agents or tyrosine kinase inhibitors within 2 weeks or 5 half-lives (whichever was longer) of the start of trial treatment; immunotherapy/monoclonal antibodies within 3 weeks of the start of trial treatment; any live vaccine within 4 weeks of the start of trial treatment; nitrosoureas, antibody-drug conjugates, or radioactive isotopes within 6 weeks of the start of trial treatment.\n* Received concurrent systemic (oral or intravenous) steroid therapy \\>10 mg prednisone daily or its equivalent for an underlying condition.\n* Received concurrent strong inhibitors or inducers of the cytochrome P450 enzymes.\n* Had major surgery within the 4 weeks before the first dose of BNT411.\n* Had ongoing or active infection requiring intravenous treatment with anti-infective therapy that has been administered less than two weeks prior to first dose of trial treatment.\n* Had side effects of any prior therapy or procedures for any medical condition not recovered to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) v.5 Grade \\<= 1.\n\n  * Notes: peripheral neuropathy Grade \\<= 2 was allowed; alopecia of any grade was allowed.\n\nMedical Conditions\n\n* Evidence of new or growing brain or leptomeningeal metastases during screening. Patients with known brain or leptomeningeal metastases might have been eligible if they:\n\n  1. had radiotherapy, surgery or stereotactic surgery for the brain or leptomeningeal metastases,\n  2. have no neurological symptoms (excluding Grade ≤2 neuropathy),\n  3. have stable brain or leptomeningeal disease on the computed tomography (CT) or magnetic resonance imaging (MRI) scan within 4 weeks before signing the informed consent,\n  4. were not undergoing acute corticosteroid therapy or steroid taper.\n\n     * Notes: Patients with central nervous system symptoms had to undergo a CT scan or MRI of the brain to exclude new or progressive brain metastases. Spinal bone metastases were allowed, unless imminent fracture with cord compression was anticipated.\n* Had history of seizures other than isolated febrile seizure in childhood; had a history of a cerebrovascular accident or transient ischemic attack less than 6 months ago.\n* Had effusions (pleural, pericardial, or ascites) requiring drainage.\n* Had eye pathology likely to confound observation of potential ocular adverse events.\n* Had a fever \\>=38°C within 3 days before signing the ICF.\n* Had a history of autoimmune disease active or past including but not limited to inflammatory bowel disease, systemic lupus erythematosus (SLE), ankylosing spondylitis, scleroderma, or multiple sclerosis. Had any active immunologic disorder requiring immunosuppression with steroids or other immunosuppressive agents (e.g., azathioprine, cyclosporine A) with the exception of patients with isolated vitiligo, resolved childhood asthma or atopic dermatitis, controlled hypoadrenalism or hypopituitarism, and euthyroid patients with a history of Grave's disease. Patients with controlled hyperthyroidism must have been negative for thyroglobulin, thyroid peroxidase antibodies, and thyroid-stimulating immunoglobulin prior to trial drug administration.\n* Had known history of seropositivity for human immunodeficiency virus (HIV) with CD4+ T-cell (CD4+) counts \\<350 cells/µL and with a history of acquired immunodeficiency syndrome (AIDS)-defining opportunistic infections.\n* Had known history/positive serology for hepatitis B requiring active anti-viral therapy (unless immune due to vaccination or resolved natural infection or unless passive immunization due to immunoglobulin therapy). Patients with positive serology must have had Hepatitis B virus (HBV) viral load below the limit of quantification.\n* Active Hepatitis C virus (HCV) infection; patients who had completed curative antiviral treatment with HCV viral load below the limit of quantification were allowed.\n\n  * Notes: Country-specific criteria for Germany - To confirm that a patient would be eligible, an active infection with HIV/Hepatitis B or C was ruled out by serum blood test at screening.\n* Had a known hypersensitivity to a component of BNT411 drug product, or another similar compound.\n* Had another primary malignancy that has not been in remission for at least 2 years, with the exception of those with a negligible risk of metastasis or death (such as adequately treated carcinoma in situ of the cervix, basal or squamous cell skin cancer, localized prostate cancer, or ductal carcinoma in situ).\n\nOther Comorbidities\n\n* Had abnormal electrocardiograms (ECGs) that were clinically significant, such as Framingham-corrected QT interval \\>480 ms.\n* In the opinion of the treating investigator, had any concurrent conditions that could pose an undue medical hazard or interfere with the interpretation of the trial results; these conditions included, but were not limited to:\n\n  1. ongoing or active infection requiring antibiotic/antiviral/antifungal therapy,\n  2. concurrent congestive heart failure (New York Heart Association \\[NYHA\\] Functional Classification Class III or IV),\n  3. concurrent unstable angina,\n  4. concurrent cardiac arrhythmia requiring treatment (excluding asymptomatic atrial fibrillation),\n  5. acute coronary syndrome within the previous 6 months,\n  6. significant pulmonary disease (shortness of breath at rest or on mild exertion) for example due concurrent severe obstructive pulmonary disease.\n* Had a cognitive, psychological or psychosocial impediment that would impair the ability of the patient to receive therapy according to the protocol or adversely affect the ability of the patient to comply with the informed consent process, protocol, or protocol-required visits and procedures.\n* Was pregnant or breastfeeding.\n* Had any contraindication to atezolizumab, carboplatin or etoposide as per US prescribing information (USPI) or summary of product characteristics (SmPC) in Part 1B.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Dose Limiting Toxicities (DLTs)",
        "description": "DLTs were defined as any non-immune-related adverse events (AEs) or immune-related AEs during the first treatment cycle that was of Grade 3 and that did not resolve to Grade 1 or lower within a week, or that were of Grade 4. AEs were graded for severity using National Cancer Institute Common Terminology Criteria for Adverse Events, version 5.0 (NCI-CTCAE v5.0), where Grade 1: Mild; Grade 2: Moderate; Grade 3: Severe; Grade 4 - Life-threatening consequences; and Grade 5: Death related to AE.",
        "timeFrame": "Cycle 1 (21 Days)"
      },
      {
        "measure": "Number of Participants With Treatment-Emergent Adverse Events (TEAEs), Serious TEAEs (TESAEs) and Grade >=3 TEAEs",
        "description": "A TEAE was defined as any AE with an onset date on or after the first administration of trial treatment (if AE was absent before the first administration of trial treatment) or worsened after the first administration of trial treatment (if AE was present before the first administration of trial treatment). AEs occurring more than 60 days after last treatment administration were considered as treatment-emergent only if assessed as related to the trial treatment by the investigator. Serious adverse event (SAE): any untoward medical occurrence that, at any dose: resulted in death; was life-threatening; required inpatient hospitalization or prolongation of existing hospitalization; resulted in persistent disability/incapacity; was a congenital anomaly/birth defect or was another medically important condition. AE were graded for severity using NCI-CTCAE v5.0, where Grade 1: Mild; Grade 2: Moderate; Grade 3: Severe; Grade 4 - Life-threatening consequences; and Grade 5: Death related to AE.",
        "timeFrame": "From Baseline until 60 days after last dose of study treatment (3 years and 11 months)"
      },
      {
        "measure": "Number of Participants Reporting Dose Reduction and/or Discontinuation of BNT411 Due to TEAEs",
        "description": "Participants with dose reduction and/or discontinuation of BNT411 due to TEAEs are reported.",
        "timeFrame": "From Baseline until 60 days after last dose of study treatment (3 years and 11 months)"
      },
      {
        "measure": "Maximal Tolerated Dose (MTD) of BNT411",
        "description": "The MTD defined as the highest tolerated dose was reported based on the DLTs and TEAEs experienced by participants.",
        "timeFrame": "Cycle 1 (21 days)"
      },
      {
        "measure": "Recommended Phase 2 Dose (RP2D) of BNT411",
        "description": "RP2D was based on integrated evaluation of safety, tolerability, clinical benefit, pharmacokinetic (PK), and pharmacodynamic data, for all dose levels was tested.",
        "timeFrame": "Cycle 1 (21 days)"
      }
    ],
    "secondary": [
      {
        "measure": "Pharmacokinetics (PK) Assessment for BNT411: Area Under the Concentration Time Curve (AUC0-last)",
        "description": "AUC0-last defined as the AUC from time 0 to the last measurable time-point was calculated from plasma concentrations of BNT411 using the linear-log trapezoidal method.",
        "timeFrame": "Part 1A: Cycle 1 Day 1; Cycle 2 Day 1; Part 1B: Cycle 1 Day 2; Cycle 2 Day 2 (each cycle duration=21 days)"
      },
      {
        "measure": "PK Assessment for BNT411: Clearance (CL)",
        "description": "Clearance reflects the elimination of the drug from the body was estimated from plasma concentrations of BNT411 as Dose/AUC0-inf. Dose was converted, as necessary, to reflect the amount of anhydrous BNT411 administered.",
        "timeFrame": "Part 1A: Cycle 1 Day 1; Cycle 2 Day 1; Part 1B: Cycle 1 Day 2; Cycle 2 Day 2 (each cycle duration=21 days)"
      },
      {
        "measure": "PK Assessment for BNT411: Volume of Distribution (Vd)",
        "description": "Volume of distribution (Vd) is defined as the theoretical volume in which the total amount of drug would need to be uniformly distributed to produce the desired plasma concentration of a drug. Vd was estimated from plasma concentrations of BNT411.",
        "timeFrame": "Part 1A: Cycle 1 Day 1; Cycle 2 Day 1; Part 1B: Cycle 1 Day 2; Cycle 2 Day 2 (each cycle duration=21 days)"
      },
      {
        "measure": "PK Assessment for BNT411: Maximum Plasma Concentration (Cmax)",
        "description": "Cmax defined as the maximum observed plasma concentration was estimated from plasma concentrations of BNT411.",
        "timeFrame": "Part 1A: Cycle 1 Day 1; Cycle 2 Day 1; Part 1B: Cycle 1 Day 2; Cycle 2 Day 2 (each cycle duration=21 days)"
      },
      {
        "measure": "PK Assessment for BNT411: Time to Reach Cmax (Tmax)",
        "description": "Tmax defined as the time to reach maximum (peak) concentration was estimated from plasma concentrations of BNT411.",
        "timeFrame": "Part 1A: Cycle 1 Day 1; Cycle 2 Day 1; Part 1B: Cycle 1 Day 2; Cycle 2 Day 2 (each cycle duration=21 days)"
      },
      {
        "measure": "PK Assessment for BNT411: Trough Concentration (Ctrough)",
        "description": "Ctrough defined as the pre-dose concentrations of BNT411 was estimated from the plasma concentrations of BNT411.",
        "timeFrame": "Part 1A: Start of infusion on Cycle 1 Day 8, Day 15, Day 22, Day 43; Day 85; Part 1B: Start of infusion on Cycle 1 Day 8, Day 15, Day 23, Day 44 (each cycle duration=21 days)"
      },
      {
        "measure": "PK Assessment for BNT411: Terminal Elimination Half-life (T1/2)",
        "description": "Terminal elimination half-life was estimated from the plasma concentrations of BNT411.",
        "timeFrame": "Part 1A: Cycle 1 Day 1; Cycle 2 Day 1; Part 1B: Cycle 1 Day 2; Cycle 2 Day 2 (each cycle duration=21 days)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 5,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:06.056Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}