{
  "nctId": "NCT03440411",
  "briefTitle": "Pom-dex Versus Pom-Cyclo-dex in MM Patients With Biochemical or Clinical Relapse, During Lena Maintenance Treatment",
  "officialTitle": "A MULTICENTER, OPEN LABEL, RANDOMIZED PHASE III STUDY OF POMALIDOMIDE-DEXAMETHASONE vs POMALIDOMIDE-CYCLOPHOSPHAMIDE-DEXAMETHASONE IN MULTIPLE MYELOMA (MM) PATIENTS WHO EXPERIENCE BIOCHEMICAL OR CLINICAL RELAPSE DURING LENALIDOMIDE MAINTENANCE TREATMENT",
  "protocolDocument": {
    "nctId": "NCT03440411",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2016-04-11",
    "uploadDate": "2020-12-10T06:08",
    "size": 1015930,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03440411/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "FACTORIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 9,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-02-18",
    "completionDate": "2019-12-31",
    "primaryCompletionDate": "2019-12-31",
    "firstSubmitDate": "2018-02-07",
    "firstPostDate": "2018-02-22"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Patients \\>18 years and \\<80 years.\n* Patient is, in the investigator(s) opinion, willing and able to comply with the protocol requirements.\n* Patient has given voluntary written informed consent before performance of any study-related procedure not part of normal medical care, with the understanding that consent may be withdrawn by the patient at any time without prejudice to their future medical care.\n* Male patient agrees to use an acceptable method for contraception (i.e. condom or abstinence) for the duration of the study.\n\nFemale of childbearing potential agrees to use two acceptable methods for contraception \\[implant, levonorgestrel-releasing intrauterine system (IUS), medroxyprogesterone acetate depot, tubal sterilization, sexual intercourse with a vasectomised male partner only (vasectomy must be confirmed by two negative semen analyses), ovulation inhibitory progesterone-only pills (i.e. desogestrel)\\] or absolute and continuous sexual abstinence.\n\n* Patient has measurable disease, defined as follows: any quantifiable serum monoclonal protein value (generally, but not necessarily, ≥ 0.5 g/dL of M-protein) and, where applicable, urine light-chain excretion of \\>200 mg/24 hours; only in patients without measurable serum and urine M-protein levels: the difference between involved and uninvolved Free Light Chain (FLC) levels must be \\> 10 mg/dL. Less than 10% of oligo- or non-secretory MM patients with free light chains will be admitted to this study in order to maximize interpretation of benefit results.\n* Patient receiving lenalidomide maintenance therapy as part of first line treatment (concomitant use of prednisone is accepted) and has experienced a biochemical relapse, with evidence of progressive disease defined as an increase of 25% from lowest response value in any one or more of the following: serum M-component (absolute increase must be ≥0.5 g/100 ml) and/or urine M-component (absolute increase must be ≥200 mg per 24 hours) only in patients without measurable serum and urine M-protein levels: the difference between involved and uninvolved FLC levels must be \\>10 mg/dL (35).\n* Patient who received as first line treatment a bortezomib-based therapy, including lenalidomide maintenance during the same line of therapy, can be included in the trial.\n* Patient has a life-expectancy \\> 3 months\n* Patient has not a currently active malignancy, other than non melanoma skin cancer and carcinoma in situ of the cervix, and has not invasive malignancies within the past 5 years.\n* No history of allergic reactions attributed to study agents\n* Patient has the following laboratory values within 28 days before baseline day 1 of the cycle 1:\n\n  1. absolute neutrophil count (ANC) \\> 1 x 10\\^9/L\n  2. platelet count \\> 75 x 10\\^9/L\n  3. haemoglobin \\> 8 g/dl.\n  4. aspartate transaminase (AST): \\< 2 x the upper limit of normal (ULN).\n  5. alanine transaminase (ALT): \\< 2 x the ULN.\n\nExclusion Criteria:\n\n* Pregnant or lactating females.\n* Patient with Creatinine Clearance (CrCl) \\< 45 mL/minute\n* Patient with peripheral neuropathy ≥ Grade 2\n* Subject with any one of the following:\n* Congestive heart failure (NY Heart Association Class III or IV)\n* Myocardial infarction within 12 months prior to starting study treatment\n* Unstable or poorly controlled angina pectoris, including Prinzmetal variant angina pectoris\n* Any significant medical disease or conditions (e.g. pulmonary disease, infection) that, in the investigator's opinion, may interfere with protocol adherence or subject's ability to give informed consent or could place the subject at unacceptable risk.\n* Clinical active infectious hepatitis type A, B, C or HIV Acute active infection requiring antibiotics or infiltrative pulmonary disease\n* Contraindication to any of the required drugs or supportive treatments.\n* Known allergy to any of the study medications, their analogues, or excipients in the various formulations",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "80 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Overall Survival (OS)",
        "description": "defined as the time from the date of random disclosure to the date of death from any cause for the comparisons B vs A",
        "timeFrame": "57 months"
      },
      {
        "measure": "Overall Survival",
        "description": "defined as the time from the date of random disclosure to the date of death from any cause for the comparisons II vs I",
        "timeFrame": "57 months"
      }
    ],
    "secondary": [
      {
        "measure": "Clinical Progression",
        "description": "defined as the time from random assignment to the early or late strategy to the date of onset of CRAB symptoms or death.\n\nClinical relapse requires one or more direct indicators of progressive disease and end organ dysfunction (CRAB features). Evidence of end organ damage that can be attributed to the underlying plasma cell proliferative disorder:\n\n* hypercalcaemia\n* renal insufficiency\n* anaemia\n* bone lesions\n\nAny one or more of the following biomarkers of malignancy:\n\n* clonal bone marrow plasma cell percentage ≥60%\n* involved:uninvolved serum free light chain ratio ≥100\n* \\>1 focal lesions on MRI studies (each focal lesion must be 5 mm or more in size)\n\nProgresson was defined accoring to IMWG criteria as reported before",
        "timeFrame": "57 months"
      },
      {
        "measure": "Progression Free-survival (PFS)",
        "description": "PFS for the comparison B vs A will be measured from the date of randomization disclosure to the date of first observation of PD, or death from any cause as an event. Subjects who have not progressed or who withdraw from the study will be censored at the time of the last complete disease assessment. All subjects who were lost to Follow Up (FU) will also be censored at the time of last complete disease assessment",
        "timeFrame": "57 months"
      },
      {
        "measure": "Progression Free Survival (PFS)",
        "description": "PFS for the comparison II vs I will be measured from the date of randomization disclosure to the date of first observation of PD, or death from any cause as an event. Subjects who have not progressed or who withdraw from the study will be censored at the time of the last complete disease assessment. All subjects who were lost to FU will also be censored at the time of last complete disease assessment",
        "timeFrame": "57 months"
      },
      {
        "measure": "Progression Free-survival 2(PFS2)",
        "description": "PFS for the comparison B vs A will be measured from the date of randomization disclosure to the date of first observation of PD in second line therapy, or death from any cause as an event. Subjects who have not progressed or who withdraw from the study will be censored at the time of the last complete disease assessment. All subjects who were lost to FU will also be censored at the time of last complete disease assessment",
        "timeFrame": "57 months"
      },
      {
        "measure": "Progression Free Survival 2(PFS2)",
        "description": "PFS for the comparison II vs I will be measured from the date of randomization disclosure to the date of first observation of PD in second line therapy, or death from any cause as an event. Subjects who have not progressed or who withdraw from the study will be censored at the time of the last complete disease assessment. All subjects who were lost to FU will also be censored at the time of last complete disease assessment",
        "timeFrame": "57 months"
      },
      {
        "measure": "Objective Overall Response Rate for the Comparison B vs A",
        "description": "in terms of partial response (PR), very good partial response (VGPR), complete response (CR).and stringent complete response (sCR) according to IMWG response crieria (https://www.myeloma.org/resource-library/international-myeloma-working-group-imwg-uniform-response-criteria-multiple).",
        "timeFrame": "57 months"
      },
      {
        "measure": "Objective Overall Response Rate for the Comparison II vs I",
        "description": "in terms of partial response (PR), very good partial response (VGPR), complete response (CR).and stringent complete response (sCR) according to IMWG response crieria (https://www.myeloma.org/resource-library/international-myeloma-working-group-imwg-uniform-response-criteria-multiple).",
        "timeFrame": "57 months"
      },
      {
        "measure": "Quality of Life Questionnaire (QLQ) With EORTC-QLQ-C30",
        "description": "outcome will be measured with EORTC-QLQ-C30 at baseline, every 2 months during the first year, and then every 6 months for the comparison B vs B and I vs II.",
        "timeFrame": "57 months"
      },
      {
        "measure": "Quality of Life With QLQ-MY(Myeloma)24",
        "description": "outcome will be measured with QLQ-MY24 at baseline, every 2 months during the first year, and then every 6 months for the comparison B vs B and I vs II.",
        "timeFrame": "57 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 11
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "FACTORIAL"
    },
    "overallComplexityScore": 79,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:09.907Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}