{
  "nctId": "NCT04366349",
  "briefTitle": "A Study to Evaluate the Safety and Tolerability, Pharmacokinetics (PK) and Pharmacodynamics (PD) of Melrilimab (GSK3772847) in Healthy Participants",
  "officialTitle": "A Randomized, Double-blind, Single Ascending Dose Study to Determine the Safety and Tolerability, Pharmacokinetics and Pharmacodynamics of GSK3772847 Administered Subcutaneously in Healthy Participants",
  "protocolDocument": {
    "nctId": "NCT04366349",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2020-07-02",
    "uploadDate": "2021-08-13T03:24",
    "size": 1203664,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04366349/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "SINGLE_GROUP",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 65,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-07-21",
    "completionDate": "2020-12-21",
    "primaryCompletionDate": "2020-12-21",
    "firstSubmitDate": "2020-04-27",
    "firstPostDate": "2020-04-28"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Participants age in between 18 to 65 years, at the time of signing the informed consent.\n* Participants who are overtly healthy as determined by medical evaluation including medical history, physical examination, laboratory tests, and cardiac monitoring. A participant with a clinical abnormality or laboratory parameters not specifically listed in the exclusion criteria that is outside the reference range for the population being studied may be included only if the investigator, in consultation with the Medical Monitor (if required), agree and document that the finding is unlikely to introduce additional risk factors and will not interfere with the study procedures or results.\n* Japanese participants are eligible based on meeting all of the following criteria: healthy male and female participants born in Japan; are descendants of four ethnic Japanese grandparents and two ethnic Japanese parents; holding a Japanese passport or identity papers; being able to speak Japanese; have lived outside Japan for less than 10 years at the time of screening.\n* Chinese Participants are eligible based on meeting all of the following: healthy male and female participants born in mainland China; are descendants of four Chinese grandparents and two Chinese parents; holding a Chinese passport or identity papers; being able to speak Chinese; have lived outside China for less than 10 years at the time of screening; Body weight 35-150 kilogram (kg) and body mass index (BMI) within the range 18-32 kilogram per square meter (kg/m2) (inclusive).\n* Female participant: A female participant is eligible to participate if she is not pregnant or breastfeeding, and at least one of the following conditions applies; is not a woman of childbearing potential (WOCBP) or is a WOCBP and using an acceptable contraceptive method during the intervention period (at a minimum until after the last dose of study intervention); the investigator should evaluate the effectiveness of the contraceptive method in relationship to the first dose of study intervention; a WOCBP must have a negative highly sensitive pregnancy test (\\[urine\\] as required by local regulations) within 24 hours before the first dose of study intervention; if a urine test cannot be confirmed as negative (e.g., an ambiguous result), a serum pregnancy test is required,. In such cases, the participant must be excluded from participation if the serum pregnancy result is positive; additional requirements for pregnancy testing during and after study intervention are located; The investigator is responsible for review of medical history, menstrual history, and recent sexual activity to decrease the risk for inclusion of a woman with an early undetected pregnancy.\n* Contraceptive use by men or women should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies.\n* Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol.\n\nExclusion Criteria:\n\n* Alanine transaminase (ALT) \\>2 times of (x) upper limit of normal (ULN).\n* Bilirubin \\>1.5xULN (isolated bilirubin \\>1.5xULN is acceptable if bilirubin is fractionated and direct bilirubin \\<35 percent \\[%\\]).\n* Current or chronic history of liver disease, or known hepatic or biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones).\n* Ongoing or recurrent infections.\n* QT interval corrected for heart rate by Fridericia's formula (QTcF) \\>450 millisecond (msec) or any of the following abnormal and clinically significant electrocardiogram (ECG) findings; sinus bradycardia \\<45 beats per minute (bpm); sinus tachycardia \\>=110 bpm; multifocal atrial tachycardia (wandering atrial pacemaker with rate \\>100 bpm); evidence of Mobitz II second degree or third degree atrioventricular (AV) block; pathological Q waves (defined as wide \\[\\>0.04 seconds\\] and deep \\[\\>0.4 millivolt (mV) (4 millimeter (mm) with 10mm/mV setting)\\] or \\>25% of the height of the corresponding R wave, providing the R wave was \\>0.5 mV \\[5 mm with 10mm/mV setting\\], appearing in at least two contiguous leads; Evidence of ventricular ectopic couplets, bigeminy, trigeminy or multifocal premature ventricular complexes; For participants without complete right bundle branch block: QT interval corrected for heart rate by Fridericia's formula (QTc\\[F\\]) \\>=450 msec or an ECG that is unsuitable for QT measurements (e.g., poor defined termination of the T wave); for participants with complete right bundle branch block: QTc(F) \\>=480 msec or an ECG that is unsuitable for QT measurements (e.g., poor defined termination of the T wave); ST-T wave abnormalities (excluding non-specific ST-T wave abnormalities); Clinically significant conduction abnormalities (e.g., Wolff-Parkinson-White syndrome or bifascicular block defined as complete left bundle branch block or complete right bundle branch block with concomitant left fascicular block); Clinically significant arrhythmias (e.g., atrial fibrillation with rapid ventricular response, ventricular tachycardia).\n* Use of prescription or non-prescription drugs, including vitamins, herbal and dietary supplements (including saint \\[St\\] John's Wort) within 7 days (or 14 days if the drug is a potential enzyme inducer) or 5 half-lives (whichever is longer) before the first dose of study medication and until study completion, unless in the opinion of the investigator and GlaxoSmithKline (GSK) Medical Monitor the medication will not interfere with the study procedures or compromise participant safety.\n* The participant has been in a clinical trial and has received an investigational product within the following time period prior to the first dosing day in the current study: 30 days, 5 half-lives or twice the duration of the biological effect of the investigational product (whichever is longer).\n* Exposure to more than four new chemical entities within 12 months prior to the first dosing day.\n* Presence of Hepatitis B surface antigen (HBsAg) at screening or within 3 months prior to first dose of study intervention.\n* Positive Hepatitis C antibody test result at screening or within 3 months prior to first dose of study intervention.\n* Positive Hepatitis C ribonucleic acid (RNA) test result at screening or within 3 months prior to first dose of study intervention.\n* A positive test for human immunodeficiency virus (HIV) antibody.\n* Where participation in the study would result in donation of blood or blood products in excess of 500 milliliter (mL) within 3 months.\n* A positive pre-study drug/alcohol screen.\n* Any history of substance abuse or a positive test for drugs of abuse at screening or admission.\n* Known, pre-existing parasitic infestations within 6 months prior to Screening.\n* Vaccinated with live or attenuated vaccines within 4 weeks prior to receiving investigational product (IP) and up to 6 months after dose administration of GSK3772847.\n* A positive highly sensitive pregnancy test (urine or serum as required by local regulations) at screening.\n* Positive urinary cotinine test indicative of smoking history at screening or each in-house admission to the clinical research unit or regular use of tobacco- or nicotine-containing products (e.g. nicotine patches or vaporizing devices) within 6 months prior to screening.\n* Participants with allergy or intolerance to a monoclonal antibody or biologic or to any components of the formulation used in this study.\n* A vulnerable participant. defined as individuals whose willingness to volunteer in a clinical trial may be unduly influenced by the expectation, whether justified or not, of benefits associated with participation, or of a retaliatory response from senior members of a hierarchy in case of refusal to participate.\n* Participants who work for the Sponsor, contract research organization (CRO), or one of the study centers.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "65 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)",
        "description": "An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study intervention, whether or not considered related to the study intervention. A SAE is defined as any untoward medical occurrence that, at any dose: results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, and other situations which involve medical or scientific judgment.",
        "timeFrame": "Up to Day 85"
      },
      {
        "measure": "Area Under the Plasma Concentration Time Curve From 0 to t (AUC[0-t]) of GSK3772847",
        "description": "Blood samples were collected at indicated time points for pharmacokinetic analysis of GSK3772847. Pharmacokinetic Population consisted of all randomized participants who received at least one dose of study treatment, and for whom at least one pharmacokinetic sample was obtained, analyzed and measurable.",
        "timeFrame": "Day 1: Pre-dose, 2, 4, 8 hours post-dose; Days 2, 3, 4, 5, 6, 9, 15, 29, 43, 57, 71 and 85"
      },
      {
        "measure": "Area Under the Plasma Concentration Time Curve From Time Zero to Infinity (AUC[0-infinity]) of GSK3772847",
        "description": "Blood samples were collected at indicated time points for pharmacokinetic analysis of GSK3772847.",
        "timeFrame": "Day 1: Pre-dose, 2, 4, 8 hours post-dose; Days 2, 3, 4, 5, 6, 9, 15, 29, 43, 57, 71 and 85"
      },
      {
        "measure": "Maximum Observed Plasma Concentration (Cmax) of GSK3772847",
        "description": "Blood samples were collected at indicated time points for pharmacokinetic analysis of GSK3772847.",
        "timeFrame": "Day 1: Pre-dose, 2, 4, 8 hours post-dose; Days 2, 3, 4, 5, 6, 9, 15, 29, 43, 57, 71 and 85"
      },
      {
        "measure": "Time to Cmax (Tmax) of GSK3772847",
        "description": "Blood samples were collected at indicated time points for pharmacokinetic analysis of GSK3772847.",
        "timeFrame": "Day 1: Pre-dose, 2, 4, 8 hours post-dose; Days 2, 3, 4, 5, 6, 9, 15, 29, 43, 57, 71 and 85"
      },
      {
        "measure": "Apparent Terminal Half-life (t1/2) of GSK3772847",
        "description": "Blood samples were collected at indicated time points for pharmacokinetic analysis of GSK3772847.",
        "timeFrame": "Day 1: Pre-dose, 2, 4, 8 hours post-dose; Days 2, 3, 4, 5, 6, 9, 15, 29, 43, 57, 71 and 85"
      }
    ],
    "secondary": [
      {
        "measure": "Maximal Decrease in Ratio to Baseline in Free Soluble Suppressor of Tumorigenicity 2 (ST2) Concentration",
        "description": "Blood samples were collected to measure free soluble ST2 concentration. Maximal decrease from Baseline was the largest decrease calculated across all time points post dose. Ratio to Baseline is defined as post-dose visit value divided by Baseline value. Baseline was the most recent recorded value before dosing on Day 1 (Pre-dose). Pharmacodynamic Population consisted of all randomized participants who received at least one dose of study treatment, and for whom at least one pharmacokinetic sample was obtained, analyzed and measurable.",
        "timeFrame": "Baseline and up to Day 85/early withdrawal"
      },
      {
        "measure": "Maximal Increase in Ratio to Baseline in Total Soluble ST2 Concentration",
        "description": "Blood samples were collected to measure total soluble ST2 concentration. Maximal increase from Baseline was the largest increase calculated across all timepoints post dose. Ratio to Baseline is defined as post-dose visit value divided by Baseline value. Baseline was the most recent recorded value before dosing on Day 1 (Pre-dose).",
        "timeFrame": "Baseline and up to Day 85/early withdrawal"
      },
      {
        "measure": "Number of Participants With Confirmed Positive Anti-GSK3772847 Antibodies",
        "description": "Serum samples were collected at indicated time points and analyzed for the presence of anti-GSK3772847 antibodies using a tiered approach including a screening assay, a confirmation assay and calculation of titer.",
        "timeFrame": "Days 1, 15, 29, 57 and 85/early withdrawal"
      },
      {
        "measure": "Ratio to Baseline in Plasma 4 Beta-hydroxy (4BetaOH) Cholesterol/Cholesterol",
        "description": "Blood samples were collected at indicated time points to measure 4BetaOH cholesterol/cholesterol. Ratio to Baseline is defined as post-dose visit value divided by Baseline value. Baseline value was the latest pre-dose assessment (Day 1 Pre-dose).",
        "timeFrame": "Baseline, Days 5, 15, 29 and 85/early withdrawal"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 6,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:01.591Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}