{
  "nctId": "NCT02224599",
  "briefTitle": "Cyclophosphamide, TAPA-Pulsed Dendritic Cell Therapy and Imiquimod in Progressive and/or Refractory Solid Malignancies",
  "officialTitle": "Phase I/II Study of Low-Dose Cyclophosphamide, Tumor Associated Peptide Antigen-Pulsed Dendritic Cell Therapy and Imiquimod, in Patients With Progressive and/or Refractory Solid Malignancies",
  "protocolDocument": {
    "nctId": "NCT02224599",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2018-08-22",
    "uploadDate": "2020-03-30T11:58",
    "size": 913731,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02224599/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 3,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-07-28",
    "completionDate": "2018-08-30",
    "primaryCompletionDate": "2018-08-30",
    "firstSubmitDate": "2014-08-11",
    "firstPostDate": "2014-08-25"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Ability to provide informed consent.\n2. Patients with histologically proven progressive and/or refractory SM, s/p conventional salvage therapy, completed at least 3 weeks prior to study vaccination, will be eligible for enrollment.\n3. Expression of one (1) or more of the following TAPAs: Sp17, AKAP-4, Ropporin, PTTG-1, Span-xb, Her-2/neu, HM1.24, NY-ESO-1 and MAGE-1, by either RT-PCR and/or immunocytochemistry, Western blotting or ELISA, in neoplastic cells and/or blood. For HER-2/neu expression, positive FISH results are acceptable.\n4. Presence of measurable or evaluable disease.\n5. Patients must not have any active infectious process.\n6. Patients must not have a history of HIV, or active Hepatitis A, B, and C.\n7. Patients must not be receiving active immunosuppressive therapy.\n8. Patients must have discontinued systemic cytotoxic or radiation therapy at least three (3) weeks prior to vaccination and toxicities from previous therapies must be grade 1 or less. all other FDA approved forms of antineoplastic therapy are allowed such as immunotherapy, targeted therapies, or hormonal therapies (67, 68)\n9. Patients may not have any known allergy to CYP and/or Imiquimod.\n10. Patients must be willing to provide at least 250 mL, and up to 500 mL, of whole blood obtained by phlebotomy and/or consent to leukapheresis for DC generation.\n11. Adequate renal and hepatic function (creatinine ≤ 2.0 mg/dl, bilirubin ≤ 2.0 mg/dl, AST and ALT ≤ 4X upper limit of normal range).\n12. Adequate hematologic function (Platelets ≥ 60,000/mm3, lymphocytes ≥ 1,000 mm3, neutrophils ≥ 750/mm3, hemoglobin ≥ 9.0 g/dl).\n13. Karnofsky performance status ≥ 70%.\n14. Expected survival ≥ 6 months.\n15. Either a female or male of reproductive capacity wishing to participate in this study must be using, or agree to use, one or more types of birth control during the entire study and for 3 months after completing the study. Birth control methods may include condoms, diaphragms, birth control pills, spermicidal gels or foams, anti-gonadotropin injections, intrauterine devices (IUD), surgical sterilization, or subcutaneous implants. Another choice is for a subject's sexual partner to use one of these birth control methods. Women of reproductive capacity will be required to undergo a urine pregnancy test before completion of the post-screening informed consent process.\n\nExclusion Criteria:\n\n1. Patients without confirmed progressive and/or refractory SM using standard RECIST criteria.\n2. Patients without measurable or evaluable disease.\n3. Patients receiving cytotoxic therapy or radiation therapy, within three (3) weeks of vaccination.\n4. Active immunosuppressive therapy, including non-physiologic systemic steroids (excluding topical, intraocular, inhaled, and intranasal steroids) for any other condition.\n5. Persistent fever (\\>24 hours) documented by repeated measurement or active, uncontrolled infection within 4 weeks of enrollment.\n6. Active ischemic heart disease or history of myocardial infarction within six months.\n7. Active autoimmune disease, including, but not limited to, Systemic Lupus Erythematosus (SLE), Multiple Sclerosis (MS), Ankylosing Spondylitis (AS), Inflammatory Bowel Disease (IBD) and Rheumatoid Arthritis (RA).\n8. Pregnancy or breast feeding.\n9. Active second invasive malignancy, other than basal cell carcinoma of the skin.\n10. Life expectancy of less than 6 months.\n11. Patients with contraindications to CYP and/or Imiquimod.\n12. Patients who have received organ transplants.\n13. Patients with psychological or geographic conditions that prevent adequate follow- up or compliance with the study protocol.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Adverse Events Due to Administration of TAPA-Pulse DC Vaccine",
        "description": "Grade, causality, start/stop dates (duration), resolutions for adverse events will be monitored and recorded.",
        "timeFrame": "Continuous for 45 days after the first dose."
      }
    ],
    "secondary": [
      {
        "measure": "Immune Response",
        "description": "The response of T-cells present in the peripheral blood mononuclear cells (PBMCs) population to the peptides used to pulse a patient's dendritic cell vaccine is evaluated by measuring the expression of Th1/CTL-type cytokines (IFN-γ and/or TNF-α and/or IL-17) by a standard ELI-Spot assay using 500,000 PBMCs per experimental replicate and a minimum of 3 experimental replicates for each stimulation. The results are expressed as the average number of spots obtained from the stimulation of 500,000 PBMCs",
        "timeFrame": "Days -7, 22 and 45"
      },
      {
        "measure": "Positive DTH Skin Tests With Relevant TAPA",
        "description": "DTH skin test will be performed on subject's forearm or within 5 cm from the site of prior DC vaccination, if possible",
        "timeFrame": "Days -7, 22 and 45"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 2,
      "otherCount": 0,
      "totalCount": 3
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 34,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-21T22:34:03.385Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}