{
  "nctId": "NCT03199040",
  "briefTitle": "Neoantigen DNA Vaccine Alone vs. Neoantigen DNA Vaccine Plus Durvalumab in Triple Negative Breast Cancer Patients Following Standard of Care Therapy",
  "officialTitle": "A Randomized Phase 1 Trial of Neoantigen DNA Vaccine Alone vs. Neoantigen DNA Vaccine Plus Durvalumab in Triple Negative Breast Cancer Patients Following Standard of Care Therapy",
  "protocolDocument": {
    "nctId": "NCT03199040",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-04-24",
    "uploadDate": "2023-08-29T10:21",
    "size": 2399000,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03199040/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 18,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-07-23",
    "completionDate": "2023-05-01",
    "primaryCompletionDate": "2022-11-21",
    "firstSubmitDate": "2017-06-22",
    "firstPostDate": "2017-06-26"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Histologically confirmed diagnosis of invasive breast cancer.\n* ER and PR less than Allred score of 3 or less than 1% positive staining cells in the invasive component of the tumor. Patients not meeting this pathology criteria, but have been clinically treated as having TNBC, may be enrolled at treating physician's discretion.\n* HER2 negative by FISH or IHC staining 0 or 1+.\n* Consented for genome sequencing\n* Clinical stage T1c-T4c, any N, M0 primary tumor by AJCC 7th edition clinical staging prior to neoadjuvant chemotherapy, with residual invasive breast cancer after neoadjuvant therapy.\n* At least 18 years of age.\n* Eastern Cooperative Oncology Group (ECOG) performance status ≥1.\n* Adequate organ and marrow function no more than 14 days prior to registration as defined below:\n\n  * absolute neutrophil count ≥1,500/μL\n  * platelets ≥100,000/μL\n  * hemoglobin ≥ 9.0 g/dL\n  * total bilirubin ≤ 1.5 X institutional upper limit of normal\n  * AST/ALT ≤2.5 X institutional upper limit of normal\n  * serum creatinine clearance \\>40 mL/min by the Cockcroft-Gault formula or by 24-hour urine collection for determination of creatinine clearance\n* Body weight \\> 30 kg.\n* Evidence of post-menopausal status or negative urine or serum pregnancy test for female pre-menopausal subjects. Women will be considered post-menopausal if they have been amenorrheic for 12 months without an alternative medical cause. The following age-specific requirements apply:\n\n  * Women \\< 50 years of age would be considered post-menopausal if they have been amenorrheic for 12 months or more following cessation of exogenous hormonal treatments and if they have luteinizing hormone and follicle-stimulating hormone levels in the post-menopausal range for the institution or underwent surgical sterilization (bilateral oophorectomy or hysterectomy).\n  * Women ≥ 50 years of age would be considered post-menopausal if they have been amenorrheic for 12 months or more following cessation of all exogenous hormonal treatments, had radiation-induced menopause with last menses \\> 1 year ago, had chemotherapy-induced menopause with last menses \\> 1 year ago, or underwent surgical sterilization (bilateral oophorectomy, bilateral salpingectomy, or hysterectomy).\n* Able to understand and willing to sign an IRB-approved written informed consent document.\n\nExclusion Criteria:\n\n* Received chemotherapy, radiotherapy (to more than 30% of the bone marrow or with a wide field of radiation), or biologic therapy within the last 30 days.\n* Concurrent enrollment in another clinical study, unless it is an observational (non-interventional) clinical study or during the follow-up period of an interventional study.\n* Receiving any other investigational agent(s) or has received an investigational agent within the last 30 days.\n* Receipt of live attenuated vaccination within 6 months prior to study entry or within 30 days of receiving durvalumab.\n* Major surgical procedure within 28 days prior to the first dose of durvalumab. Local surgery of isolated lesions for palliative intent is acceptable.\n* Current use or prior use of immunosuppressive medication within 28 days before the first dose of durvalumab, with the exceptions of intranasal, inhaled, and intra-articular corticosteroids or systemic corticosteroids at physiological doses which are not to exceed 10 mg/day of prednisone or an equivalent corticosteroid.\n* Known metastatic disease.\n* Invasive cancer in the contralateral breast.\n* Known allergy, or history of serious adverse reaction to vaccines such as anaphylaxis, hives, or respiratory difficulty.\n* History of hypersensitivity to durvalumab or any excipient.\n* Mean QT interval corrected for heart rate using Fridericia's formula (QTcF) ≥ 470 ms calculated from 3 electrocardiograms (ECGs) (within 15 minutes at 5 minutes apart).\n* Any unresolved toxicity NCI CTCAE grade ≥ 2 from previous anticancer therapy with the exception of alopecia, vitiligo, and the laboratory values defined in the inclusion criteria. Subjects with grade ≥ 2 neuropathy will be evaluated on a case-by-case basis after consultation with the study physician. Subjects with irreversible toxicity not reasonably expected to be exacerbated by treatment with durvalumab may be included only after consultation with the study physician.\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, cardiac arrhythmia, interstitial lung disease, serious chronic gastrointestinal conditions associated with diarrhea, evidence of any acute or chronic viral illness or disease, or psychiatric illness/social situation that would limit compliance with study requirements or compromise the ability of the subject to give written informed consent.\n* Active or prior documented autoimmune or inflammatory disorders (including inflammatory bowel disease \\[e.g., colitis or Crohn's disease\\], diverticulitis \\[with the exception of diverticulosis\\], systemic lupus erythematosus, Sarcoidosis syndrome, or Wegener syndrome \\[granulomatosis with polyangiitis, Graves' disease, rheumatoid arthritis, hypophysitis, uveitis, etc.\\]). The following are exceptions to this criterion:\n\n  * Subjects with vitiligo or alopecia\n  * Subjects with hypothyroidism (e.g., following Hashimoto syndrome) stable on hormone replacement\n  * Any chronic skin condition that does not require systemic therapy\n  * Subjects without active disease in the last 5 years may be included but only after consultation with the study physician\n  * Subjects with celiac disease controlled by diet alone\n* History of pneumonitis or interstitial lung disease.\n* History of active primary immunodeficiency.\n* Active infection including tuberculosis (clinical evaluation that includes clinical history, physical examination, and radiographic findings, and TB testing in line with local practice), hepatitis B (known positive HBV surface antigen (HBsAg) result), hepatitis C, or human immunodeficiency virus (positive HIV 1/2 antibodies). Subjects with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody (anti-HBc) and absence of HBsAg) are eligible. Subjects positive for hepatitis C (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n* History of allogeneic organ transplantation.\n* Pregnant or breastfeeding. A negative serum pregnancy test is required no more than 7 days before study entry.\n* Subjects of reproductive potential who are not willing to employ effective birth control from screening to 1 year after the last dose of durvalumab.\n* History of another primary malignancy except for:\n\n  * Malignancy treated with curative intent and with no known active disease ≥ 5 years before the first dose of study treatment and low potential for risk of recurrence\n  * Adequately treated non-melanoma skin cancer of lentigo maligna without evidence of disease\n  * Adequately treated carcinoma in situ without evidence of disease\n* History of leptomeningeal carcinomatosis.\n* Patient must have no active major medical or psychosocial problems that could be complicated by study participation.\n* Subjects with a strong likelihood of non-adherence such as difficulties in adhering to follow-up schedule due to geographic distance from the Siteman Cancer Center should not knowingly be registered.\n* Individuals in whom a skinfold measurement of the cutaneous and subcutaneous tissue for eligible injection sites (left and right medial deltoid region) exceeds 40 mm.\n* Individuals in whom the ability to observe possible local reactions at the eligible injection sites (deltoid region) is, in the opinion of the investigator, unacceptably obscured due to a physical condition or permanent body art.\n* Therapeutic or traumatic metal implant in the skin or muscle of either deltoid region.\n* Acute or chronic, clinically significant hematologic, pulmonary, cardiovascular, or hepatic or renal functional abnormality as determined by the investigator based on medical history, physical examination, EKG, and/or laboratory screening test\n* Any chronic or active neurologic disorder, including seizures and epilepsy, excluding a single febrile seizure as a child, or chronic seizure disorder which is well controlled by medication with no seizures within the last 2 years\n* Syncopal episode within 12 months of screening\n* Current use of any electronic stimulation device, such as cardiac demand pacemakers, automatic implantable cardiac defibrillator, nerve stimulators, or deep brain stimulators.",
    "healthyVolunteers": false,
    "sex": "FEMALE",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Safety of Neoantigen DNA Vaccines Given Alone or in Combination With Durvalumab as Measured by Number of Adverse Events Experienced by Patient",
        "description": "* Adverse events will be graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events v4.03.\n* Assessment of the safety of neoantigen DNA vaccines will include both clinical observation and laboratory evaluation. Safety will be closely monitored after injection with eight or more clinical and laboratory assessments in the first 24 weeks of the trial",
        "timeFrame": "90 days after completion of treatment (approximately day 259)"
      }
    ],
    "secondary": [
      {
        "measure": "Immune Response to Neoantigen DNA Vaccines Given Alone or in Combination With Durvalumab as Measured by Luminex Assay",
        "description": "-Peripheral blood will be collected at multiple time points before and after vaccination",
        "timeFrame": "Up to 1 year after completion of treatment (approximately 1 year and 141 days)"
      },
      {
        "measure": "Number of Participants With an Immune Response to Neoantigen DNA Vaccines Given Alone or in Combination With Durvalumab as Measured by Interferon-gamma ELISPOT Assay",
        "description": "The ELISpot assay was performed after in vitro culture of patient PBMC with neoantigen peptide for \\~12 days. The number of spot-forming T cells, a surrogate for the number of neoantigen-specific T cells, was determined after neoantigen peptide re-stimulation for the duration of the assay (48 hours) and compared to that of control cells that were not re-stimulated with neoantigen during the assay. One-way anova analysis was performed on replicate assessments.",
        "timeFrame": "Up to 1 year after completion of treatment (approximately 1 year and 141 days)"
      },
      {
        "measure": "Number of Participants With Immune Response to Neoantigen DNA Vaccines Given Alone or in Combination With Durvalumab as Measured by Multiparametric Flow Cytometry - CD4",
        "description": "Multiparametric flow cytometry was performed as a second readout to assess neoantigen-specific T cell reactivity. Markers included CD4, CD8, IFNγ, and a viability marker. After culture, as described above, T cells were stimulated for 6 hours with/without neoantigen and stained with fluorescent antibodies specific for the various markers. Data were analyzed by comparing the percentage IFNγ+ CD4/CD8 cells between neoantigen-stimulated vs unstimulated T cells; a \\>2-fold increase in percentage positive cells after neoantigen stimulation was considered positive.",
        "timeFrame": "Up to 1 year after completion of treatment (approximately 1 year and 141 days)"
      },
      {
        "measure": "Number of Participants With Immune Response to Neoantigen DNA Vaccines Given Alone or in Combination With Durvalumab as Measured by Multiparametric Flow Cytometry - CD8",
        "description": "Multiparametric flow cytometry was performed as a second readout to assess neoantigen-specific T cell reactivity. Markers included CD4, CD8, IFNγ, and a viability marker. After culture, as described above, T cells were stimulated for 6 hours with/without neoantigen and stained with fluorescent antibodies specific for the various markers. Data were analyzed by comparing the percentage IFNγ+ CD4/CD8 cells between neoantigen-stimulated vs unstimulated T cells; a \\>2-fold increase in percentage positive cells after neoantigen stimulation was considered positive.",
        "timeFrame": "Up to 1 year after completion of treatment (approximately 1 year and 141 days)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 5
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-21T22:34:04.609Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}