{
  "nctId": "NCT03190967",
  "briefTitle": "T-DM1 Alone Versus T-DM1 and Metronomic Temozolomide in Secondary Prevention of HER2-Positive Breast Cancer Brain Metastases Following Stereotactic Radiosurgery",
  "officialTitle": "Phase I/II Study of T-DM1 Alone Versus T-DM1 and Metronomic Temozolomide in Secondary Prevention of HER2-Positive Breast Cancer Brain Metastases Following Stereotactic Radiosurgery",
  "protocolDocument": {
    "nctId": "NCT03190967",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-06-06",
    "uploadDate": "2023-08-14T07:46",
    "size": 2487393,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03190967/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE1",
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "SEQUENTIAL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 12,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2018-04-18",
    "completionDate": "2023-06-13",
    "primaryCompletionDate": "2021-06-28",
    "firstSubmitDate": "2017-06-16",
    "firstPostDate": "2017-06-19"
  },
  "eligibilityCriteria": {
    "criteria": "* INCLUSION CRITERIA:\n\nPhase 1 Inclusion Criteria\n\n* Patients must have histologically confirmed human epidermal growth factor receptor 2 (HER2)-positive breast cancer for which standard curative measures do not exist or are no longer effective. HER2 testing must have been performed in a laboratory accredited by the College of American Pathologists (CAP) or another accrediting entity.\n* Patients must have brain metastases, treated within 12 weeks of study entry with stereotactic radiosurgery (SRS), resection or whole brain radiation therapy (WBRT). A minimum interval of 3 weeks between completion of brain SRS and/or resection and 6 weeks for WBRT and the start of treatment in this trial will be observed to allow proper healing. The presence of concomitant extracranial metastatic disease is allowed for enrollment.\n* Corticosteroids will be allowed at enrollment and during the first month of treatment with trastuzumab emtansine (T-DM1) after SRS, up to a dose of no more than 10mg of dexamethasone daily or equivalent. Patients that need to continue corticosteroids after the initial month will be allowed to continue in the protocol treatment if no further increase in dose is necessary. Patients that need increase in dose of corticosteroid after initial month will be taken off protocol treatment.\n* Age greater than or equal to18 years. Because breast cancer is not commonly found in pediatric population and no dosing or adverse event data are currently available on the use of temozolomide in combination with T-DM1 in patients \\<18 years of age, children are excluded from this study, but will be eligible for future pediatric trials.\n* Eastern Cooperative Oncology (ECOG) performance status less than or equal to 2 (Karnofsky greater than or equal to 60%, see Appendix A)\n* Patients must have normal organ and marrow function as defined below:\n\n  * leukocytes greater than or equal to 3,000/mcL\n  * absolute neutrophil count greater than or equal to 1,000/mcL\n  * platelets greater than or equal to 100,000/mcL\n  * total bilirubin within normal institutional limits\n  * Aspartate aminotransferase (AST) serum glutamic-oxaloacetic transaminase (SGOT)/alanine aminotransferase (ALT) serum glutamate pyruvate transaminase (SGPT) \\<3.0 X institutional upper limit of normal\n  * creatinine up to 1.5 upper institutional limits, OR\n  * creatinine clearance greater than or equal to 60 mL/min/1.73 m(2) for patients with creatinine levels above institutional normal.\n* Alkylating agents as well as other therapeutic agents used in this trial are known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation and for 7 months (women) or 4 months (men) after treatment completion. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.\n* Ability of subject to understand and the willingness to sign a written informed consent document.\n\nPhase 2 Inclusion Criteria\n\n* Patients must have histologically confirmed HER2-positive breast cancer for which standard curative measures do not exist or are no longer effective. HER2 testing must have been performed in a laboratory accredited by the College of American Pathologists (CAP) or another accrediting entity.\n* Patients must have 1-10 brain metastases, by contrast magnetic resonance imaging (MRI), treated within 12 weeks of study entry with SRS and/or resection. A minimum interval of 3 weeks between completion of brain SRS and/or resection and the start of treatment in this trial will be observed to allow proper healing. The presence of concomitant extracranial metastatic disease is allowed for enrollment.\n* Corticosteroids will be allowed at enrollment and during the first month of treatment with T-DM1 after SRS, up to a dose of no more than 10mg of dexamethasone daily or equivalent. Patients that need to continue corticosteroids after the initial month will be allowed to continue in the protocol treatment if no further increase in dose is necessary. Patients that need increase in dose of corticosteroid after initial month will be taken off protocol treatment.\n* Age greater than or equal to 18 years. Because breast cancer is not commonly found in pediatric population and no dosing or adverse event data are currently available on the use of temozolomide in combination with T-DM1 in patients \\<18 years of age, children are excluded from this study, but will be eligible for future pediatric trials.\n* ECOG performance status less than or equal to 2 (Karnofsky greater than or equal to 60%)\n* Patients must have normal organ and marrow function as defined below:\n\n  * leukocytes greater than or equal to 3,000/mcL\n  * absolute neutrophil count greater than or equal to 1,000/mcL\n  * platelets greater than or equal to 100,000/mcL\n  * total bilirubin within normal institutional limits\n  * AST(SGOT)/ALT(SGPT) \\<3.0 X institutional upper limit of normal\n  * creatinine up to 1.5 upper institutional limits, OR\n  * creatinine clearance greater than or equal to 60 mL/min/1.73 m(2) for patients with creatinine levels above institutional normal.\n* Alkylating agents as well as other therapeutic agents used in this trial are known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of study participation and for 7 months (women) or 4 months (men) after treatment completion. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.\n* Ability of subject to understand and the willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\nPhase 1 Exclusion Criteria\n\n* Patients who are receiving any other investigational agents.\n* Patients unable to speak or understand English, since they cannot complete neurocognitive evaluation.\n* Patients with known leptomeningeal metastatic disease.\n* Patients with major symptoms or impairments related to brain metastases, such as aphasia or severe confusion, will be excluded per principal investigator (PI) discretion when those symptoms preclude proper neurocognitive evaluation during the study treatment.\n* Patients who have received previous treatment with T-DM1 and had systemic progression of disease while on it, are ineligible. Patients receiving treatment with T- DM1 whose only site of disease progression was brain are allowed to enroll in this trial.\n* Patients who have received chemotherapy in the previous 3 weeks (6 weeks for nitrosoureas or mitomycin).\n* Hepatitis B virus (HBV), Hepatitis B surface antigen positive (HBs Ag positive) or hepatitis C virus (HCV) (anti-HCV positive) patients are ineligible because of potential reactivation of hepatitis virus with temozolomide use.\n* Grade greater than or equal to 3 peripheral neuropathy according to (National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 4.0.\n* Cerebral Vascular Accident (CVA) or Transitory Ischemic Attack (TIA) in the year before enrollment, or presence of residual symptoms from CVA that happened more than a year before.\n* Pulmonary Embolism (PE) in the 3 months before enrollment. Anticoagulation is permitted.\n* Impaired cardiac function or clinically significant cardiac disease including the following:\n\n  * New York Heart Association grade III or IV congestive heart failure.\n  * Myocardial infarction within the last 12 months.\n* Subjects with impaired left ventricular ejection fraction (LVEF) (\\<50%).\n* Patients with inability to complete brain MRI studies with contrast.\n* Patients with breast tissue expanders must have those removed before enrollment.\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to temozolomide or T-DM1. Patients who are tolerating TDM1 successfully with pre-medications and slower infusion will be allowed.\n* Patients receiving medications that are strong cytochrome P450 3A4 (CYP3A4) inhibitors or inducers are ineligible. In vitro studies indicate that DM1, the cytotoxic component of T-DM1, is metabolized mainly by CYP3A4 and to a lesser extent by cytochrome P450 3A5 (CYP3A5). Concomitant use of strong CYP3A4 inhibitors with T-DM1 should be avoided due to the potential for an increase in DM1 exposure and toxicity. Consider an alternate medication with no or minimal potential to inhibit CYP3A4. Lists including medications and substances known or with the potential to interact with CYP3A4 isoenzymes are provided in Appendix B.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, that would limit compliance with study requirements.\n* Pregnant women are excluded from this study because temozolomide is an alkylating agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with temozolomide and/or T-DM1, breastfeeding should be discontinued if the mother is treated with either of those agents. These potential risks may also apply to other agents used in this study.\n* human immunodeficiency virus (HIV)-positive patients are excluded because these patients are at increased risk of lethal infections when treated with marrow-suppressive therapy.\n* Patients with any other concomitant invasive malignancies are ineligible. Prior invasive cancers treated with curative intent, and with no evidence of recurrent disease, may be eligible after principal investigator (PI) evaluation. Patients with treated limited stage basal cell or squamous cell carcinoma of the skin or carcinoma in situ of the breast or cervix are eligible.\n\nPhase 2 Exclusion Criteria\n\n* Patients who are receiving any other investigational agents.\n* Patients unable to speak or understand English, since they cannot complete neurocognitive evaluation.\n* Patients with known leptomeningeal metastatic disease.\n* Patients previously treated with whole brain radiation therapy (WBRT).\n* Patients with major symptoms or impairments related to brain metastases, such as aphasia or severe confusion, will be excluded per PI discretion when those symptoms preclude proper neurocognitive evaluation during the study treatment.\n* Patients who have received previous treatment with T-DM1 and had systemic progression of disease while on it, are ineligible. Patients receiving treatment with T- DM1 whose only site of disease progression was brain are allowed to enroll in this trial.\n* Patients who have received chemotherapy in the previous 3 weeks (6 weeks for nitrosoureas or mitomycin).\n* HBV (HBs Ag positive) or HCV (anti-HCV positive) patients are ineligible because of potential reactivation of hepatitis virus with temozolomide use.\n* Grade greater than or equal to 3 peripheral neuropathy according to (NCI CTCAE) version 4.0.\n* Cerebral Vascular Accident (CVA) or Transitory Ischemic Attack (TIA) in the year before enrollment, or presence of residual symptoms from CVA that happened more than a year before.\n* Pulmonary Embolism (PE) in the 3 months before enrollment. Anticoagulation is permitted.\n* Impaired cardiac function or clinically significant cardiac disease including the following:\n\n  * New York Heart Association grade III or IV congestive heart failure.\n  * Myocardial infarction within the last 12 months.\n  * Subjects with impaired LVEF (\\<50%).\n  * Patients with inability to complete brain MRI studies with contrast.\n  * Patients with breast tissue expanders must have those removed before enrollment.\n  * History of allergic reactions attributed to compounds of similar chemical or biologic composition to temozolomide or T-DM1. Patients who are tolerating TDM1 successfully with pre-medications and slower infusion will be allowed.\n* Patients receiving medications that are strong CYP3A4 inhibitors or inducers are ineligible. In vitro studies indicate that DM1, the cytotoxic component of T-DM1, is metabolized mainly by CYP3A4 and to a lesser extent by CYP3A5. Concomitant use of strong CYP3A4 inhibitors with T-DM1 should be avoided due to the potential for an increase in DM1 exposure and toxicity. Consider an alternate medication with no or minimal potential to inhibit CYP3A4. Lists including medications and substances known or with the potential to interact with CYP3A4 isoenzymes are provided in Appendix B.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, that would limit compliance with study requirements.\n* Pregnant women are excluded from this study because temozolomide is an alkylating agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with temozolomide and/or T-DM1, breastfeeding should be discontinued if the mother is treated with either of those agents. These potential risks may also apply to other agents used in this study.\n* HIV-positive patients are excluded because these patients are at increased risk of lethal infections when treated with marrow-suppressive therapy.\n* Patients with any other concomitant invasive malignancies are ineligible. Prior invasive cancers treated with curative intent, and with no evidence of recurrent disease, may be eligible after PI evaluation.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Phase I: Maximum Tolerated Dose (MTD) of Temozolomide (TMZ) When Used With T-DM1 (Ado-trastuzumab)",
        "description": "Maximum tolerated dose of TMZ when used in combination with T-DM1. MTD is defined as the dose level at which 0 or 1 participant in 6 has a dose limiting toxicity (DLT). A DLT is defined as grade 3 or higher non-hematologic adverse events excluding grade 3 hypertension controlled with anti-hypertensive therapy; or grade 3 asymptomatic electrolytes imbalance; grade 3 endocrinopathy; grade 3 asymptomatic increase in aspartate aminotransferase or alanine aminotransferase; and transient (lasting less than \\<48 hours) nausea, emesis, or diarrhea if corrected with conservative measures within 24-48 hours. A hematologic grade 4 neutropenia of ≥ 7 days duration, grade ≥ 3 thrombocytopenia, and all other grade 4 hematologic toxicities excluding grade 4 lymphopenia, or leukopenia in the absence of grade 3 or higher neutropenia. Grade 3 is severe. Grade 4 is life-threatening.",
        "timeFrame": "first 21 days of treatment"
      },
      {
        "measure": "Phase II: Median Amount of Time Participant Survives Without New Brain Lesions After Starting Treatment",
        "description": "Median time to progression. Progression was assessed using the Response Assessment in Neuro-oncology Brain Metastases (RANO-BM) Criteria for evaluation of brain lesions, and the Response Evaluation Criteria in Solid Tumors (RECIST) for systemic evaluation. Progression is a 25% increase in the sum of products of all measurable lesions observed over baseline if no decrease. Or appearance of new lesions, or failure to return for evaluation due to death or deteriorating condition.",
        "timeFrame": "From the start of treatment until new brain lesions"
      }
    ],
    "secondary": [
      {
        "measure": "Phase I: Number of Participants With Grade 3 and/or Grade 4 Adverse Events",
        "description": "Adverse events were assessed by the Common Terminology Criteria for Adverse Events (CTCAE v4.0). Grade 3 is severe. Grade 4 is life-threatening.",
        "timeFrame": "Evaluated at the beginning of every cycle while on study, for an average of 9.6 months (range 2.8-33.9 months)."
      },
      {
        "measure": "Phase I: Number of Participants With Dose Limiting Toxicity (DLTs) at Each Dose Level",
        "description": "Number of participants with DLTs at each dose level 30 days after treatment. A DLT is defined as grade 3 or higher non-hematologic adverse events excluding grade 3 hypertension controlled with anti-hypertensive therapy; or grade 3 asymptomatic electrolytes imbalance; grade 3 endocrinopathy; grade 3 asymptomatic increase in aspartate aminotransferase or alanine aminotransferase; and transient (lasting less than \\<48 hours) nausea, emesis, or diarrhea if corrected with conservative measures within 24-48 hours. A hematologic grade 4 neutropenia of ≥ 7 days duration, grade ≥ 3 thrombocytopenia, and all other grade 4 hematologic toxicities excluding grade 4 lymphopenia, or leukopenia in the absence of grade 3 or higher neutropenia. Grade 3 is severe. Grade 4 is life-threatening.",
        "timeFrame": "After first cycle of treatment, up to 30 days"
      },
      {
        "measure": "Phase II: Time to Whole Brain Irradiation",
        "description": "Time to whole brain irradiation compared between the two arms and Kaplan-Meier curves constructed with a two-tailed log-rank test used to compare the arms.",
        "timeFrame": "At progression"
      },
      {
        "measure": "Phase I: Median Survival",
        "description": "Median amount of time participants survives after therapy. Survival compared between the two arms and Kaplan-Meier curves constructed with a two-tailed log-rank test used to compare the arms.",
        "timeFrame": "From date of first therapy until death, an average of 40.79 months"
      },
      {
        "measure": "Phase I: Standard Time to Progression (TTP)",
        "description": "TTP is the time between the first day of treatment to the day of disease progression. Progression was assessed using the Response Evaluation Criteria in Solid Tumors (RECIST). Progression is at least a 25% increase in the sum of products of all measurable lesions over smallest sum observed, clear worsening of any evaluable disease, appearance of any new lesion/site, or failure to return for evaluation due to death or deteriorating condition.",
        "timeFrame": "From first day of treatment to the day of disease progression, an average of 15 months."
      },
      {
        "measure": "Phase II: Median Survival",
        "description": "Median amount of time participants survives after therapy. Survival compared between the two arms and Kaplan-Meier curves constructed with a two-tailed log-rank test used to compare the arms.",
        "timeFrame": "At death"
      }
    ],
    "other": [
      {
        "measure": "Phase I: Number of Participants With Serious and/or Non-serious Adverse Events Assessed by the Common Terminology Criteria for Adverse Events (CTCAE v4.0)",
        "description": "Here is the number of participants with serious and/or non-serious adverse events assessed by the Common Terminology Criteria for Adverse Events (CTCAE v4.0). A non-serious adverse event is any untoward medical occurrence. A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life-threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned.",
        "timeFrame": "Date treatment consent signed to date off study, approximately 44 months and 27 days for level 1, 28 months and 10 days for level 2, and 40 months and 8 days for level 3."
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 6,
      "otherCount": 1,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "SEQUENTIAL"
    },
    "overallComplexityScore": 76,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:09.504Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}