{
  "nctId": "NCT03818516",
  "briefTitle": "Impact of Inflammation on Reward Circuits, Motivational Deficits and Negative Symptoms in Schizophrenia",
  "officialTitle": "Impact of Inflammation on Reward Circuits, Motivational Deficits and Negative Symptoms in Schizophrenia",
  "protocolDocument": {
    "nctId": "NCT03818516",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-01-31",
    "uploadDate": "2023-11-29T13:00",
    "size": 577643,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03818516/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 12,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-08-31",
    "completionDate": "2022-03-01",
    "primaryCompletionDate": "2022-03-01",
    "firstSubmitDate": "2019-01-19",
    "firstPostDate": "2019-01-28"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Willing and able to give written informed consent\n* A primary diagnosis of schizophrenia, per the Diagnostic and Statistical Manual of Mental Disorders-5 (DSM-5), or schizoaffective disorder as diagnosed by the Mini International Neuropsychiatric Interview (MINI) 7.0\n* Mini Mental Status Examination Score ≥24\n* Brief Negative Symptom Scale Score ≥25\n* No psychotropic medication changes for one month prior to study enrollment; may be taking other psychotropic non-antipsychotic medications (i.e., antidepressants, mood stabilizers, benzodiazepines)\n\nExclusion Criteria:\n\n* Evidence of untreated or poorly controlled endocrine, thyroid, cardiovascular, hematological, renal, neurological disease, hepatitis B or C or HIV\n* Current HbA1C ≥ 8.5%\n* Prior treatment with antiviral or immunomodulatory drugs, including corticosteroids within six months of study entry\n* Current treatment with antibiotics\n* Primary diagnosis of major depressive disorder or bipolar disorder\n* Active abuse of alcohol or illicit/prescription drugs within the past 6 months including a urine toxicology screen positive for drugs of abuse (patients may still be included with a positive tetrahydrocannabinol (THC) result at the discretion of the PI)\n* Predominant left-handedness excluded for portions of the MRI scan\n* Wide Range Achievement Test-3 Reading Scale (WRAT-3) score indicating less than 8th grade reading level, unless otherwise approved by the PI or PI's designee\n* Any other condition which in the opinion of the investigator would make the patient unsuitable for enrollment, or could interfere with participating in or completing the protocol\n* History of central nervous system trauma or active seizure disorder requiring medication\n* Positive pregnancy test\n* Presence of metal in the body (excludes from MRI scan only)\n* Active suicidal ideation as determined by the PI and/or study staff\n* Diagnosis of diabetes mellitus",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "59 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Effort-Expenditure for Rewards Task (EEfRT) Score",
        "description": "EEfRT is a multitrial game task assessing motivation in which participants choose between 2 different task difficulty levels to obtain monetary rewards. For all trials, participants make repeated manual button presses which raises the level of a virtual ''bar'' viewed onscreen by the participant. Participants are eligible to win the money allotted for each trial if they raise the bar to the ''top''. Each trial presents subjects with a choice between 'high effort' and 'low effort' tasks that require different amounts of button pressing. Reward magnitudes for the high-effort task vary between amounts, while reward magnitudes for the low-effort task remain constant. Trials also vary in terms of 3 levels of probability of winning the amount associated with the choice selected. The first 50 trials are used for analysis. Percentage of hard-task choices across all levels of probability is calculated from all hard choices. Lower percentages of hard task choices indicate decreased motivation.",
        "timeFrame": "Baseline, Hour 1"
      }
    ],
    "secondary": [
      {
        "measure": "Finger Tapping Task (FTT) Score",
        "description": "The Finger Tapping Task (FTT) uses a specially adapted tapper that the subject is asked to tap as fast as possible. The subject is given 5 consecutive 10-second trials for the preferred and non-preferred hands.The FTT is design to assess subtle motor impairment and found to be altered in subjects with basal ganglia disorders and lesions. The finger tapping score is the mean number of taps of 5 trials and is computed for each hand.",
        "timeFrame": "Baseline, Hour 1"
      },
      {
        "measure": "Trail Making Test Part A (TMT-A) Score",
        "description": "The Trail Making Test-A is a timed task that provides information on motor function and speed of processing. In Part A of the TMT participants connect circles labeled with numbers, in ascending order. The score is the amount of time it takes for the participant to complete the task. The average time it takes to complete the task is 29 seconds and times longer than 78 seconds suggest a deficiency.",
        "timeFrame": "Baseline, Hour 1"
      },
      {
        "measure": "Digit Symbol Substitution Task (DSST) Score",
        "description": "The DSST is a subtest of the Wechsler Adult Intelligence Scale and involves graphimotor speed, visual scanning and memory, with about half of the variance being accounted for by graphimotor speed, a third by visual scanning and 4-5% by memory. Performance on the Digit Symbol Test has been found to correlate with subcortical (caudate) atrophy in disorders involving the basal ganglia. Respondents match symbols to numbers using a key presented at the top of the test page. The score is the number of correctly entered symbols in the given time period and higher scores indicate better performance.",
        "timeFrame": "Baseline, Hour 1"
      },
      {
        "measure": "Profile of Mood States (POMS) Brief Score",
        "description": "The POMS is a 30-item rating scale designed to measure mood states across short periods. The POMS assess six mood factors: Tension-Anxiety, Depression-Dejection, Anger-Hostility, Vigor-Activity, Fatigue-Inertia, and Confusion-Bewilderment. Each item is rated on a 5-point scale where 0 = not at all and 4 = extremely. Total scores range from 0 to 120 and lower scores indicate a better state of mood.",
        "timeFrame": "Baseline, Hour 1"
      }
    ],
    "other": [
      {
        "measure": "Fasting Blood Glucose",
        "description": "Fasting blood glucose will be assessed to determine the impact of insulin resistance on inflammatory markers.",
        "timeFrame": "Baseline, Hours 1, 2, and 3"
      },
      {
        "measure": "Fasting Blood Insulin",
        "description": "Fasting blood insulin will be assessed to determine the impact of insulin resistance on inflammatory markers.",
        "timeFrame": "Baseline, Hours 1, 2, and 3"
      },
      {
        "measure": "Neural Response to Reward Motivation Assessed by fMRI-adapted Version of the EEfRT",
        "description": "Assessment of effort-based decision-making will be made using the EEfRT task adapted for fMRI. During each trial, subjects are presented with a choice between two levels of task difficulty, a High Effort option, and a Low Effort option. Unlike in the behavioral version of the task, subjects will not be required to make button presses during the scan. The reward magnitude for a No Effort option remains constant, while the reward magnitude for the High Effort option varies. Additionally, the amount of effort required for the High Effort option will vary between 20%, 50%, 80%, and 100% of the subject's maximum effort (set for each individual before the scan).",
        "timeFrame": "Baseline, Hour 3"
      },
      {
        "measure": "Change in Neural Response to Anticipating and Receiving Monetary Rewards Assessed by Monetary Incentive Delay (MID) Task",
        "description": "Assessment of reward anticipation will be achieved using the MID task, conducted during functional MRI (fMRI) neuroimaging. Briefly, during this task participants have the opportunity to win or lose money by making a rapid button press in response to a target visual stimulus. The primary epoch of interest is the \"anticipatory delay\" - a period of \\~2000ms that occurs after participants have been informed how much money they can win or lose on a given trial, but prior to the presentation of the target. This epoch has repeatedly been associated with robust ventral striatal activity. Participants will complete 2 functional runs of between 50 and 200 trials each (the number of trials will be decided at the discretion of the PI), with evenly distributed reward magnitudes.",
        "timeFrame": "Baseline, Hour 3"
      },
      {
        "measure": "Change in Cambridge Neuropsychological Test Automated Battery (CANTAB) Reaction Time Score",
        "description": "This reaction time test includes simple and choice reaction time tasks and is divided into 5 stages requiring increasingly complex chains of responses and providing a distinction between reaction (or decision) time and movement latencies. Movement times on the CANTAB reaction time task have been slowed during interferon-alpha (IFN-α) treatment and correlated with IFN-alpha-induced depression and fatigue.",
        "timeFrame": "Baseline, Hour 1"
      },
      {
        "measure": "Plasma C-reactive Protein (CRP) Levels",
        "description": "Plasma CRP will be assessed to determine the impact of insulin resistance on inflammatory markers.",
        "timeFrame": "Baseline, Hours 1, 2, and 3"
      },
      {
        "measure": "Change in Monocyte Chemoattractant Protein-1 (MCP-1) Levels",
        "description": "Fluorokine MAP Multiplex Human Biomarker Panels will be used to measure plasma inflammatory markers that have been found to be altered in schizophrenia. MCP-1 levels before and after the OGTT will be examined.",
        "timeFrame": "Baseline, Hours 1, 2, and 3"
      },
      {
        "measure": "Change in Interleukin-10 (IL-10) Levels",
        "description": "Fluorokine MAP Multiplex Human Biomarker Panels will be used to measure plasma inflammatory markers that have been found to be altered in schizophrenia. IL-10 levels before and after the OGTT will be examined.",
        "timeFrame": "Baseline, Hours 1, 2, and 3"
      },
      {
        "measure": "Change in Soluble Interleukin-6 Receptor (sIL-6R) Levels",
        "description": "Fluorokine MAP Multiplex Human Biomarker Panels will be used to measure plasma inflammatory markers that have been found to be altered in schizophrenia. sIL-6R levels before and after the OGTT will be examined.",
        "timeFrame": "Baseline, Hours 1, 2, and 3"
      },
      {
        "measure": "Change in Interleukin-6 (IL-6) Levels",
        "description": "Fluorokine MAP Multiplex Human Biomarker Panels will be used to measure plasma inflammatory markers that have been found to be altered in schizophrenia. IL-6 levels before and after the OGTT will be examined.",
        "timeFrame": "Baseline, Hours 1, 2, and 3"
      },
      {
        "measure": "Change in Soluble TNF Receptor 2 (sTNFR2) Levels",
        "description": "Fluorokine MAP Multiplex Human Biomarker Panels will be used to measure plasma inflammatory markers that have been found to be altered in schizophrenia. sTNFR2 levels before and after the OGTT will be examined.",
        "timeFrame": "Baseline, Hours 1, 2, and 3"
      },
      {
        "measure": "Change in Interleukin-1beta (IL-1beta) Levels",
        "description": "Fluorokine MAP Multiplex Human Biomarker Panels will be used to measure plasma inflammatory markers that have been found to be altered in schizophrenia. IL-1beta levels before and after the OGTT will be examined.",
        "timeFrame": "Baseline, Hours 1, 2, and 3"
      },
      {
        "measure": "Change in Interleukin-1 Receptor Antagonist (IL-1RA) Levels",
        "description": "Fluorokine MAP Multiplex Human Biomarker Panels will be used to measure plasma inflammatory markers that have been found to be altered in schizophrenia. IL-1RA levels before and after the OGTT will be examined.",
        "timeFrame": "Baseline, Hours 1, 2, and 3"
      },
      {
        "measure": "Change in Tumor Necrosis Factor (TNF)-Alpha Levels",
        "description": "Fluorokine MultiAnalyte Profiling (MAP) Multiplex Human Biomarker Panels will be used to measure plasma inflammatory markers that have been found to be altered in schizophrenia. TNF-alpha levels before and after the OGTT will be examined.",
        "timeFrame": "Baseline, Hours 1, 2, and 3"
      },
      {
        "measure": "Change in Resting State Scan",
        "description": "For the resting state and task-based functional connectivity analysis, whole brain, subject-level correlation maps indicating regional similarity with the striatal seed region time series will be generated and Fisher transformed to Z-score maps. In addition, data reduction strategies will be employed to address inflammatory marker collinearity in analyses combining relevant inflammatory markers. To assess the significance of correlated activity with each bilateral seed region, paired t-tests will be conducted on participants' Z-score maps, adjusted for multiple comparisons. For significant brain regions, descriptive statistics will be used to characterize the mean, standard deviation, and standard error of the Z scores.",
        "timeFrame": "Baseline, Hour 3"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 4,
      "otherCount": 15,
      "totalCount": 20
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 64,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-21T22:34:18.395Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}