{
  "nctId": "NCT04244786",
  "briefTitle": "Treating Self Injurious Behavior: A Novel Brain Stimulation Approach",
  "officialTitle": "Treating Self Injurious Behavior: A Novel Brain Stimulation Approach",
  "protocolDocument": {
    "nctId": "NCT04244786",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-07-29",
    "uploadDate": "2024-01-28T23:16",
    "size": 542795,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04244786/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 13,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-10-01",
    "completionDate": "2022-07-29",
    "primaryCompletionDate": "2022-07-29",
    "firstSubmitDate": "2019-10-23",
    "firstPostDate": "2020-01-28"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Age 18-60\n2. Frequent current NSSI (including cutting in which the skin is broken; self-hitting in which there is bruising; or burning in which there is evidence of a burn. Will not enroll if skin-picking or scratching is the only form of self-injury): has engaged in ≥2 episodes of NSSI in the two months prior to enrollment\n3. Capacity to provide informed consent\n4. If carries a diagnosis of bipolar I or II disorder, taking or willing to begin a therapeutic dose of a mood stabilizer.\n5. Normal hearing.\n6. Physical capacity (e.g., manual dexterity) to set-up and self-administer tDCS. -\n\nExclusion Criteria:\n\n1. Unstable medical conditions based on medical history or physical examination\n2. Current psychotic disorder, mania, hypomania, intellectual disability\n3. Dermatologic condition resulting in non-intact skin on the scalp\n4. Significant suicidal ideation with a plan and intent that cannot be managed safely as an outpatient\n5. Pregnancy, currently lactating, or planning to conceive during the course of study participation.\n6. A neurological disease or prior head trauma with evidence of cognitive impairment. Subjects who endorse a history of prior head trauma and score ≥ 1.5 standard deviations below the mean on the Trailmaking A\\&B will be excluded from study participation.\n7. Current alcohol or substance use disorder that is severe according to DSM-V criteria\n8. Individuals who initiated or increased the dose of concurrent psychiatric medications (including antidepressants, anxiolytics, antipsychotic medications, mood stabilizers, and benzodiazepines) within two weeks prior to enrollment\n9. Individuals who initiated psychotherapy within two weeks prior to enrollment\n10. Current seizure disorder.\n11. Use of anticonvulsant medications that target the GABA system (e.g., gabapentin).\n12. Individuals currently using benzodiazepines who are unwilling or unable to refrain from the use of benzodiazepine medications for at least 72 hours before the first tDCS session and throughout the duration of the 2-week tDCS intervention.\n13. Metal implants or paramagnetic objects contained within the body (including heart pacemaker, shrapnel, or surgical prostheses) which may present a risk to the subject or interfere with the MRI scan, according to the guidelines set forth in the following reference book commonly used by neuroradiologists: \"Guide to MR procedures and metallic objects,\" F.G. Shellock, Lippincott Williams and Wilkins NY 2001. Additionally transdermal patches will be removed during the MR study at the discretion of the investigator.\n14. Claustrophobia significant enough to interfere with MRI scanning\n15. Weight that exceeds 325 lbs or inability to fit into MRI scanner\n16. Suicide attempt within the past 3 months\n17. Serious self-harm resulting in hospitalization within the past 3 months.\n\n    \\-",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "60 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Social Processing (Cyberball) fMRI Task: fMRI Responses",
        "description": "The Cyberball task is a task used during functional MRI scanning. During the task, individuals play a virtual ball-tossing game, playing catch with two computer avatars, and have a social exclusion experience when the avatars stop tossing the ball to them. The outcome measure is a subtraction of a measure of brain activity (fMRI BOLD signal) during portions of the task when the individual is included in the virtual ball-tossing game as compared to periods when the individual is excluded (i.e. fMRI BOLD signal inclusion periods - fMRI BOLD signal exclusion periods). This is quantified in 7 specific brain regions specified in the table below. dACC = dorsal anterior cingulate. vlPFC = ventrolateral prefrontal cortex. AI = anterior insula. The unit of measurement is a beta-weight from a general linear model (a statistical model) and a higher value reflects greater activity in a given brain region during experiences of social exclusion as compared to social inclusion.",
        "timeFrame": "Pre-treatment (baseline) and post-treatment (up to 2 weeks)"
      },
      {
        "measure": "Ecological Momentary Assessment (EMA): Duration, Intensity, and Severity of NSSI Urges and Behavior",
        "description": "EMA assessment of NSSI urges and behavior before, during, and after tDCS intervention. EMA is a tool through which participants can respond to a brief questionnaire on a smartphone device while going about their daily lives. Participants were prompted to complete a brief questionnaire 6 times per day over a 4 week period (one week before tDCS (baseline), 2 weeks during tDCS (during tDCS), and one week after the final tDCS administration (post-tDCS)), which asks questions about urges to engage in NSSI and in actual NSSI behavior. Scores, coded on a scale from 1-5, are averaged across all prompts during the time period (baseline, during tDCS, post-tDCS). A higher score indicates more severe symptoms except for \"success at resisting thoughts\", which is reverse-coded.",
        "timeFrame": "One week before tDCS (baseline), two weeks during tDCS (during tDCS), one week post-tDCS (post-tDCS)"
      },
      {
        "measure": "Self Injurious Thoughts and Behaviors Inventory Part 1",
        "description": "Selected items from the Self-Injurious Thoughts and Behaviors Interview (SITBI) were used at baseline and after the tDCS or sham intervention as outcome measures in this study. These items ask participants to report on their NSSI thoughts and behaviors over the past week. The following items are reported in this table:\n\nSitbi 58: At their worst, how intense were your thoughts about engaging in NSSI? (0: very mild to 4: very severe) sitbi 59: On average, how intense were your thoughts about engaging in NSSI? (0: very mild to 4: very severe)",
        "timeFrame": "Pre-treatment (baseline) and post-tDCS (up to 2 weeks after baseline)"
      },
      {
        "measure": "Ecological Momentary Assessment (EMA): NSSI Urges and Behavior",
        "description": "EMA assessment of NSSI urges and behavior before, during, and after tDCS intervention. EMA is a tool through which participants can respond to a brief questionnaire on a smartphone device while going about their daily lives. Participants were prompted to complete a brief questionnaire 6 times per day over a 4 week period (one week before tDCS (baseline), 2 weeks during tDCS (during tDCS), and one week after the final tDCS administration (post-tDCS)), which asks questions about urges to engage in NSSI and in actual NSSI behavior. Items refer to the proportion of survey responses in which an individual endorsed the given thought or behavior or attempted to resist NSSI thoughts since the previous response (0 to 1), with \"yes\" scored as 1 and \"no\" scored as a zero.",
        "timeFrame": "One week before tDCS (baseline), two weeks during tDCS (during tDCS), one week post-tDCS (post-tDCS)"
      },
      {
        "measure": "Self Injurious Thoughts and Behaviors Inventory Part 2",
        "description": "Selected items from the Self-Injurious Thoughts and Behaviors Interview (SITBI) were used at baseline and after the tDCS or sham intervention as outcome measures in this study. These items ask participants to report on their NSSI thoughts and behaviors over the past week. The following item is reported in this table:\n\nsitbi 68: How many times \\[did you self-injure\\] in the past week? (number entered, minimum = 0, maximum = no limit)",
        "timeFrame": "pre-treatment (baseline) and post-treatment (up to 2 weeks)"
      },
      {
        "measure": "Self Injurious Thoughts and Behaviors Inventory Part 3",
        "description": "Selected items from the Self-Injurious Thoughts and Behaviors Interview (SITBI) were used at baseline and after the tDCS or sham intervention as outcome measures in this study. These items ask participants to report on their NSSI thoughts and behaviors over the past week. The following item is reported in this table:\n\nsitbi 60: When you have had these thoughts: how long have they usually lasted? (0: 0 seconds to 6: more than 2 days)",
        "timeFrame": "Pre-treatment (baseline) and post-tDCS (up to 2 weeks after baseline)"
      },
      {
        "measure": "Self Injurious Thoughts and Behaviors Inventory Part 4",
        "description": "Selected items from the Self-Injurious Thoughts and Behaviors Interview (SITBI) were used at baseline and after the tDCS or sham intervention as outcome measures in this study. These items ask participants to report on their NSSI thoughts and behaviors over the past week. The following items are reported here:\n\nsitbi 61: What is the likelihood you will have thoughts about engaging in NSSI in the future? (0: very unlikely to 4: very likely) sitbi 72: What do you think is the likelihood you will engage in NSSI in the future? (0: very unlikely to 4: very likely)",
        "timeFrame": "Pre-treatment (baseline) and post-tDCS (up to 2 weeks after baseline)"
      }
    ],
    "secondary": [],
    "other": [
      {
        "measure": "tDCS Adverse Effects Questionnaire",
        "description": "A questionnaire to evaluate side-effects related to tDCS administration. This questionnaire asks about the presence and severity of possible side-effects of tDCS procedures, and was recently published as a gold-standard tool for this purpose: Aparício LVM, Guarienti F, Razza LB, Carvalho AF, Fregni F, Brunoni AR. A Systematic Review on the Acceptability and Tolerability of Transcranial Direct Current Stimulation Treatment in Neuropsychiatry Trials. Brain Stimul. 2016 Oct;9(5):671-81. This is an 11-item scale, that asks about the occurrence and severity of a range of possible side-effects during or after tDCS administration. Each side-effect can be rated as absent, mild, moderate, or severe. Summary data regarding the number of participants who endorsed a listed side-effect from the scale during at least one tDCS administration are presented here. Each participant was asked about the presence and severity of all listed side-effects after each administration of tDCS.",
        "timeFrame": "Administered after each (12) tDCS session over 6 days"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 7,
      "secondaryCount": 0,
      "otherCount": 1,
      "totalCount": 8
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:18.597Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}