{
  "nctId": "NCT03862040",
  "briefTitle": "Cefiderocol Concentrations in the Lungs of Hospitalized Patients With Bacterial Pneumonia",
  "officialTitle": "An Open-label, Multicenter, Single-arm, Phase 1 Study to Assess the Intrapulmonary Concentrations of Cefiderocol at Steady State in Hospitalized Subjects With Known or Suspected Bacterial Pneumonia on Treatment With Standard of Care Antibiotics and Requiring Mechanical Ventilation",
  "protocolDocument": {
    "nctId": "NCT03862040",
    "filename": "Prot_001.pdf",
    "label": "Study Protocol",
    "date": "2018-11-02",
    "uploadDate": "2020-10-07T19:36",
    "size": 1913058,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03862040/document/Prot_001.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE1"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 7,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-02-20",
    "completionDate": "2019-10-15",
    "primaryCompletionDate": "2019-10-08",
    "firstSubmitDate": "2019-02-28",
    "firstPostDate": "2019-03-05"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Subject is 18 years or older at the time written informed consent is obtained\n2. Subject has provided written informed consent or informed consent has been provided by subject's legally authorized representative\n3. Subject has a diagnosis or suspicion of bacterial pneumonia (even if later known that the subject does not have bacterial pneumonia, discontinuation of the study is not necessary)\n4. Subject is hospitalized and receiving standard of care antibiotic treatment for pneumonia\n5. Subject is mechanically ventilated or expected to be mechanically ventilated at least 48 hours (or 72 hours for subjects with severe renal impairment) after the first dose of cefiderocol\n6. Subject has a life expectancy of at least 3 weeks from the Screening visit\n7. Subject is male (no contraception required) or female and meets 1 of the following criteria:\n\n   1. Surgically sterile (has had a hysterectomy and/or bilateral oophorectomy, or a bilateral salpingectomy or tubal ligation for the purpose of contraception for at least 6 weeks with appropriate documentation of such surgery)\n   2. Postmenopausal (defined as older than 45 years of age with cessation of regular menstrual periods for at least 6 months and a follicle-stimulating hormone level of \\> 40 mIU/mL, or amenorrhea for at least 12 months)\n   3. Of childbearing potential and using combined (estrogen and progestogen) or progestogen-only hormonal contraception associated with inhibition of ovulation (including oral, intravaginal, injectable, implantable, and transdermal contraceptives), or an intrauterine device (IUD), or intrauterine hormone-releasing system for the entire duration of the study\n   4. Of childbearing potential and practicing abstinence as a preferred and usual life style and/or agrees to continue practicing abstinence from Screening for the entire duration of the study\n   5. Of childbearing potential and whose sole heterosexual partner has been successfully vasectomized and agrees to not have other heterosexual partners for the entire duration of the study\n\nExclusion Criteria:\n\nSubjects who meet any of the following criteria will be excluded from the study:\n\n1. Subject has a chemical pneumonia that does not require antibiotic treatment (including aspiration of gastric acid, inhalation injury). The term chemical pneumonia refers to the aspiration of substances that are toxic to the lower airways causing chemical burn and injuries in the airway.\n2. Subject has a history of any moderate or severe hypersensitivity or allergic reaction to any β-lactam (Note: for β-lactams, a history of a mild rash followed by uneventful re-exposure is not a contraindication to enrollment)\n3. Subject has extensive cystic lesion(s) or severe structural abnormality (eg, cystic fibrosis, emphysema, cystic lesions of sarcoidosis or tuberculosis, postobstructive pneumonia due to lung cancer, etc) of the lung that hinders recovery of bronchoalveolar lavage fluid (BALF)\n4. Subject is receiving peritoneal dialysis\n5. Subject has severe renal impairment requiring hemodialysis (HD) or end-stage renal disease requiring HD\n6. Subject is in refractory septic shock defined as persistent hypotension despite adequate fluid resuscitation or despite vasopressive therapy at Screening\n7. Subject is a female who has a positive pregnancy test at Screening or who is lactating\n8. Subject has received another investigational drug within 30 days prior to Screening\n9. Subject has previously participated in this clinical study and has received at least 1 dose of cefiderocol within 7 days\n10. Subject has any condition or circumstance that, in the opinion of the investigator, would compromise the safety of the subject or the quality of the study data",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Concentration of Cefiderocol in Epithelial Lining Fluid",
        "description": "Samples for determination of cefiderocol concentrations in the epithelial lining fluid (ELF) were collected by bronchoalveolar lavage (BAL) procedure on the inflamed section of the lung (ie, a lobe where pneumonia was expected to be present based on chest radiologic imaging) after multiple doses of cefiderocol sufficient to approximate steady state concentrations in blood. The ELF sample for the determination of cefiderocol concentrations was collected at 3 hours after the start of administration of cefiderocol for the first 4 enrolled participants and at 2 hours after the end of infusion for the following 3 participants.\n\nCefiderocol concentrations were determined using liquid chromatography/tandem mass spectrometry (LC/MS/MS), with a lower limit of quantification of cefiderocol in ELF of 0.005 μg/mL. Cefiderocol concentrations in ELF were calculated using cefiderocol concentrations in BAL, adjusted by the ratio of urea concentrations in blood and BAL.",
        "timeFrame": "At the third dosing (or sixth dosing for participants with severe renal impairment; 16 or 40 hours after first dose, respectively), at 3 hours after the start of the infusion or 2 hours after the end of infusion."
      },
      {
        "measure": "Ratio of the Concentration of Cefiderocol in Epithelial Lining Fluid Relative to Plasma",
        "description": "The concentration of cefiderocol in ELF to plasma ratio (RC,E/P) represents the penetration of cefiderocol into infected lung tissue.\n\nELF and plasma cefiderocol concentrations were determined using liquid chromatography/tandem mass spectrometry (LC/MS/MS). The lower limit of quantification of cefiderocol in plasma and ELF was 0.1 μg/mL and 0.005 μg/mL, respectively.",
        "timeFrame": "At the third dosing (or sixth dosing for participants with severe renal impairment; 16 or 40 hours after start of the first dose, respectively), at 3 hours after the start of the infusion or 2 hours after the end of infusion."
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [
        "PHASE1"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 24,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-21T22:34:15.404Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}