{
  "nctId": "NCT04616014",
  "briefTitle": "A Study of Oral Insulin to Reduce Liver Fat Content in Type 2 Diabetes Patients With Nonalcoholic Steatohepatitis (NASH)",
  "officialTitle": "An Open-Label Multi-Center Study to Assess the Safety and Potential of Oral Insulin to Reduce Liver Fat Content in Type 2 Diabetes Patients With Nonalcoholic Steatohepatitis (NASH)",
  "protocolDocument": {
    "nctId": "NCT04616014",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-03-30",
    "uploadDate": "2023-11-26T12:40",
    "size": 594471,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04616014/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 7,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-03-01",
    "completionDate": "2022-09-15",
    "primaryCompletionDate": "2022-07-01",
    "firstSubmitDate": "2020-10-28",
    "firstPostDate": "2020-11-04"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Male or female aged 18-70 years.\n* BMI ≥25.\n* Known type 2 DM according to American Diabetic Association (one of the three needed): Fasting Plasma Glucose ≥126 mg/dl or 2h postprandial (PG) following 75g OGTT ≥200 mg/dl or HbA1c \\> 6.5%28 or on treatment with at least one and no more than three of the following oral anti-diabetic medications, metformin, sulfonylurea, DPP-4 inhibitors, oral GLP-1 receptor agonists (semaglutide), SGLT-2 inhibitor, or Thiazolidinediones (TZDs).\n* Diagnosis of NAFLD by non-invasive determination of hepatic steatosis grade S1, defined as hepatic steatosis\\>8%. by MRI- PDFF and CAP FibroScan ≥ 238 dB/m.\n* Liver enzyme abnormalities: ULN≤5 times.\n* Fibrosis score 21≤F≤3 as defined by FibroScan measurement (Liver stiffness measurement, LSM) of 6 ≤ LSM ≤ 12 kPa.\n* Signature of the written informed consent.\n* Negative urineserum pregnancy test at Screening study entry for women of childbearing potential (WCBP).\n* Females must have a negative urine pregnancy test result at screening, prior to the start of the run-in period, at initiation of active dosing and every 4 weeks till the end of the study. A negative urine and serum pregnancy test must be obtained prior to active dosing. Males and females of childbearing potential must use two methods of contraception, one of which must be a highly effective method from the time of screening to the last dosing study visit (22 weeks).\n\nHighly effective methods include:\n\n* combined (estrogen and progestogen containing) hormonal contraception (oral, intravaginal or transdermal) associated with inhibition of ovulation\n* progestogen-only hormonal contraception (oral, injectable or implantable) associated with inhibition of ovulation\n* intrauterine device (IUD)\n* intrauterine hormone-releasing system (IUS)\n* bilateral tubal occlusion\n* vasectomised partner (is the sole sexual partner of the WOCBP participating in the trial)\n* sexual abstinence\n\nAcceptable methods include:\n\nDouble barrier methods of contraception include male condoms plus spermicide, diaphragm with spermicide plus male condom, cervical cap with spermicide plus male condom. If a subject is not usually sexually active but becomes active, he or his partner should use medically accepted forms of contraception. Sperm donations will not be allowed for the duration of the study and for 90 days after the last dose of the study drug.\n\nsince last menstrual cycle with menopausal levels of FSH (FSH\\>40), b) who are surgically menopausal (surgical sterility defined by tubal occlusion, bilateral oophorectomy, bilaterally or hysterectomy).\n\nFemales of non-childbearing potential are defined as postmenopausal who a) had more than 24 months since last menstrual cycle with menopausal levels of FSH (FSH Level \\> 40), b) who are surgically menopausal (surgical sterility defined by tubal occlusion, bilateral oophorectomy, bilateral salpingectomy or hysterectomy).\n\n* For hypertensive patients, hypertension must be controlled by stable dose of anti-hypertensive medication for at least 2 months prior to screening (and the stable dose can be maintained throughout the study) with BP \\< 150/\\<95 mmHg\n* Patients previously treated with vitamin E (\\>400IU/day), Polyunsaturated fatty acid (\\>2g/day) or Ursodeoxycholic acid fish oil can be included if drugs are stopped at least 3 months prior to enrolment and up to the end of the study.\n\nExclusion Criteria:\n\n* Patients with active (acute or chronic) liver disease other than NASH (e.g. viral hepatitis, genetic hemochromatosis, Wilson disease, alpha-1 antitrypsin deficiency, alcohol liver disease, drug induced liver disease) at the time of enrolment.\n* ALT or AST \\> 5 times ULN.\n* Abnormal synthetic liver function (serum albumin ≤3.5gm%, INR \\>1.3).\n* Known alcohol and/or any other drug abuse or dependence in the last five years.\n* Weight \\>120 Kg (264.6 lbs.).\n* Known history or presence of clinically significant, cardiovascular, gastrointestinal, metabolic (other than diabetes mellitus), neurologic, pulmonary, endocrine, psychiatric, neoplastic disorder or nephrotic syndrome.\n* History or presence of any disease or condition known to interfere with the absorption, distribution, metabolism or excretion of drugs including bile salt metabolites (e.g. inflammatory bowel disease (IBD), previous intestinal (ileal or colonic) operation, chronic pancreatitis, celiac disease or previous vagotomy.\n* Weight loss of more than 5% within 6 months prior to enrolment.\n* History of bariatric surgery.\n* Uncontrolled blood pressure BP ≥150/≥95.\n* Non-type 2 DM (type 1, endocrinopathy, genetic syndromes etc.).\n* Patients with HIV.\n* Daily alcohol intake \\>20 g/day (2 units/day) for women and \\>30 g/day (3 units/day) for men.\n* Treatment with anti-diabetic medications other than at least one and no more than three of the following: metformin, sulfonylurea, DPP-4 inhibitors, oral GLP-1 receptor agons metformin and more than two of the following medications sulfonylurea, DPP-4 inhibitors, oral GLP-1 receptor agonists (semaglutide), SGLT-2 inhibitors, or TZDs.\n* Fibrates and statins not provided on a stable dose in the last 6 months.\n* Patients who are treated with valproic acid, Tamoxifen, methotrexate, amiodarone.\n* Chronic treatment with antibiotics (e.g. Rifaximin).\n* Homeopathic and/or Alternative treatments. Any treatment must be stopped before the screening period.\n* Uncontrolled hypothyroidism defined as Thyroid Stimulating Hormone \\>2X the upper limit of normal (ULN). Thyroid dysfunction controlled for at least 6 months prior to screening is permitted.\n* Patients with renal dysfunction: eGFR\\< 40 ml/min.\n* Unexplained serum creatinine phosphokinase (CPK) \\>3X the upper limit of normal (ULN). Patients with a reason for CPK elevation may have the measurement repeated prior to enrolment; a CPK retest \\> 3X ULN leads to exclusion.\n* Subjects meeting criteria for contraindication for MRI - including the following:\n\n  * History of severe claustrophobia impacting ability to perform MRI during the study, even despite mild sedation/treatment with as anxiolytic.\n  * Subjects with metal implants, devices, paramagnetic objects contained within the body and excessive or metal-containing tattoos.\n  * Subjects unable to lie still within the environment of the MRI scanner or maintain a breath-hold for the required period to acquire images, even despite mild sedation/treatment with an anxiolytic.\n* Subject participated in a clinical research study involving a new chemical entity within 4 weeks of study entry.\n* Known allergy to soy.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Treatment-related Adverse Events.",
        "description": "The safety of Oral Insulin will be measured by the number of treatment-related adverse events according to CTCAE version 5.0\n\nA biostatistician reviewed the study data and determined that it is of poor quality and cannot be appropriately analyzed.\n\nConclusions about this study cannot be made based on the study data.",
        "timeFrame": "Week -6 through Week 12 inclusive"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Screening in Liver Fat Content as Measured by MRI Proton Density Fat Fraction (MR PDFF)",
        "description": "The change in liver fat content measured by MRI-Proton Density Fat Fraction from week -6 to week 12 MR PDFF is expressed as a fat percentage in the liver.\n\nChange in MR PDFF = MR PDFF (week 12) - MR PDFF( Screening)\n\nA biostatistician reviewed the study data and determined that it is of poor quality and cannot be appropriately analyzed.\n\nConclusions about this study cannot be made based on the study data.",
        "timeFrame": "Week -6 (screening) and Week 12"
      },
      {
        "measure": "Change From Screening in Liver Fibrosis (Elasticity)",
        "description": "Change from screening in Mean Transient Elasticity (Fibrosis) measured in kPA (kilo Pascal).\n\nA biostatistician reviewed the study data and determined that it is of poor quality and cannot be appropriately analyzed.\n\nConclusions about this study cannot be made based on the study data.",
        "timeFrame": "Week -6 (Screening) and Week 12"
      },
      {
        "measure": "Change From Screening in Liver Steatosis",
        "description": "Change in liver steatosis as measured by FibroScan Controlled Attenuation Parameter (CAP) in units of dB/meter. Mean fibrosis score (severity scale of liver fibrosis) measured at screening (week -6) and week 12. Fibrosis Score CAP measures the steatosis (fatty change) in the liver. The CAP score is measured in decibels per meter (dB/m). It ranges from 100 to 400 dB/m, with higher values indicating more fatty change.\n\nA biostatistician reviewed the study data and determined that it is of poor quality and cannot be properly analyzed.\n\nConclusions about this study cannot be made based on the study data.",
        "timeFrame": "Week -6 and Week 12"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 3,
      "otherCount": 0,
      "totalCount": 4
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 29,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-21T22:34:02.600Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}