{
  "nctId": "NCT05970120",
  "briefTitle": "A Study of Intracardiac Ultrasound With the NUVISION NAV Ultrasound Catheter",
  "officialTitle": "Clinical Evaluation of Intracardiac Ultrasound With the NUVISION NAV Ultrasound Catheter",
  "protocolDocument": {
    "nctId": "NCT05970120",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-04-17",
    "uploadDate": "2025-02-18T07:04",
    "size": 843890,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05970120/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 30,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-09-05",
    "completionDate": "2024-02-22",
    "primaryCompletionDate": "2024-02-22",
    "firstSubmitDate": "2023-07-24",
    "firstPostDate": "2023-08-01"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Diagnosed with and candidate for clinically-indicated cardiac ablation procedure for the management of ventricular tachycardia, premature ventricular complex, scar-related atrial tachycardia or atrial fibrillation (participants having undergone a previous ablation procedure may be included)\n* Signed participants Informed Consent Form (ICF)\n* Able and willing to comply with all pre-, post-, and follow-up testing and requirements\n\nExclusion Criteria:\n\n* Structural heart defect which can only be repaired by cardiac surgery\n* Pericarditis within 6 months\n* Left ventricular ejection fraction (LVEF) less than or equal to (\\<=) 25 percent (%) for ventricular tachycardia (VT) participants\n* LVEF \\<= 40% for participants with atrial arrhythmia\n* History of chronic gastro-intestinal medical problems involving the esophagus, stomach and/or untreated acid reflux\n* History of abnormal bleeding and/or clotting disorder\n* Clinically significant infection or sepsis\n* History of stroke or transient ischemic attack (TIA) within the past 6 months of enrollment\n* Uncontrolled heart failure or New York Heart Association (NYHA) function class IV\n* Implanted with a pacemaker or intracardiac cardiac defibrillator within the past 6 weeks (42 days)\n* Implanted with a mechanical valve\n* Diagnosed atrial or ventricular myxoma, interatrial baffle or patch, tumor or other abnormality that precludes catheter introduction or manipulation\n* Any of the following within 6 months of enrollment: major surgery except for the index procedure, myocardial infarction, unstable angina, percutaneous coronary intervention\n* Participants with any other significant uncontrolled or unstable medical condition (such as uncontrolled bradyarrhythmia's, ventricular arrhythmias, hyperthyroidism, or significant coagulation disorder)\n* Significant congenital anomaly or medical problem that in the opinion of the investigator would preclude enrollment in this study\n* Women who are pregnant (as evidenced by pregnancy test if pre-menopausal), lactating, or who are of childbearing age and plan on becoming pregnant during the course of the clinical investigation\n* Categorized as vulnerable population and requires special treatment with respect to safeguards of well-being\n* Concurrent enrollment in an investigational study evaluating another device or drug",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants With Completion of Imaging With the NUVISION NAV Ultrasound Catheter Without Resort to Non-study Mapping Catheter",
        "description": "Percentage of participants with completion of imaging with the NUVISION NAV ultrasound catheter without resort to non-study mapping catheter were reported.",
        "timeFrame": "At Day 1"
      },
      {
        "measure": "Number of Participants With Serious Adverse Events (SAEs) Within 7 Days of Index Procedure Related to the NUVISION NAV Ultrasound Catheter",
        "description": "Number of participants with SAEs within 7 days of index procedure related to the NUVISION NAV ultrasound catheter were reported. An AE was any untoward medical experience (sign, symptom, illness, abnormal laboratory value, or other medical event) occurring to a participant during the course of the study whether or not related to the investigational device. SAE was any AE that results in: death, persistent or significant disability/incapacity, requires inpatient hospitalization or prolongation of existing hospitalization, was life-threatening experience, a congenital anomaly/birth defect and may jeopardize participant and/or may require medical or surgical intervention to prevent one of the outcomes listed above.",
        "timeFrame": "From day of index procedure (Day 1) up to 7 days"
      }
    ],
    "secondary": [
      {
        "measure": "Physician Assessment of Deployment, Maneuverability and Navigational Features With the NUVISION NAV Ultrasound Catheter During the Study Procedures",
        "description": "Physician assessment of deployment, maneuverability and navigational features with the NUVISION NAV ultrasound catheter during the study procedures were reported. The physician's feedback was collected after each study procedure for each investigational catheter through a questionnaire-based survey consisting of 15 question/sub-question. Each survey question/sub-question included a response option with a Likert scale of 1 to 7 (1=poor and 7=excellent). A score of 4 on the Likert scales indicated the catheter met expectations or was comparable to other devices. Scores of greater than or equal to (\\>=) 4 were considered satisfaction.",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Physician Assessment of Imaging Quality Acquired With the NUVISION NAV Ultrasound Catheter During the Study Procedures",
        "description": "Physician assessment of imaging quality acquired with the NUVISION NAV ultrasound catheter during the study procedures was reported. The quality of image acquired with NUVISION NAV ultrasound catheter and displayed by CARTO software was assessed through physician's feedback on 11 question/sub-questions. Each survey question/sub-question included a response option with a Likert scale of 1 to 7 (1=poor and 7=excellent). A score of 4 on the Likert scales indicated the catheter met expectations or was comparable to other devices. Scores of \\>=4 were considered satisfaction.",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Physicians Overall Feedback on the NUVISION NAV Ultrasound Catheter During the Study Procedures",
        "description": "Physicians overall feedback on the NUVISION NAV ultrasound catheter during the study procedure was reported. The overall feedback on the NUVISION NAV ultrasound catheter was assessed through physician's feedback on 3 question/sub-questions. Each survey question/sub-question included a response option with a Likert scale of 1 to 7 (1=poor and 7=excellent). A score of 4 on the Likert scales indicated the catheter met expectations or was comparable to other devices. Scores of \\>=4 were considered satisfaction. TEE is transesophageal echocardiography.",
        "timeFrame": "Day 1"
      },
      {
        "measure": "Number of Serious Adverse Events (SAEs) Excluding NUVISION NAV Ultrasound Catheter Related SAE Within 7 Days of Index Procedure",
        "description": "Number of SAEs excluding NUVISION NAV ultrasound catheter related SAE within 7 days of index procedure was reported. AE was any untoward medical experience (sign, symptom, illness, abnormal laboratory value, or other medical event) occurring to a participant during the course of the study whether or not related to the investigational device. SAE was any AE that results in: death, persistent or significant disability/incapacity, requires inpatient hospitalization or prolongation of existing hospitalization, was life-threatening experience, a congenital anomaly/birth defect and may jeopardize participant and/or may require medical or surgical intervention to prevent one of the outcomes listed above.",
        "timeFrame": "From day of index procedure (Day 1) up to 7 days"
      },
      {
        "measure": "Number of Participants With Non-serious Adverse Events Within 7 Days of Index Procedure Related to the NUVISION NAV Ultrasound Catheter",
        "description": "Number of participants with non-serious adverse events within 7 days of index procedure related to the NUVISION NAV ultrasound catheter were reported. AE was any untoward medical experience (sign, symptom, illness, abnormal laboratory value, or other medical event) occurring to a participant during the course of the study whether or not related to the investigational device.",
        "timeFrame": "From day of index procedure (Day 1) up to 7 days"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 7
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 49,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-21T22:34:13.566Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}