{
  "nctId": "NCT05966090",
  "briefTitle": "A Study on Safety and Immune Response of Investigational RSV OA Vaccine in Combination With Herpes Zoster Vaccine in Healthy Adults",
  "officialTitle": "A Phase III, Open-label, Randomized, Controlled, Multi-country Study to Evaluate the Immune Response, Safety and Reactogenicity of RSVPreF3 OA Investigational Vaccine When Co-administered With Herpes Zoster Recombinant Subunit (HZ/su) Vaccine in Adults Aged 50 Years and Older",
  "protocolDocument": {
    "nctId": "NCT05966090",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-04-17",
    "uploadDate": "2025-02-18T06:43",
    "size": 5532699,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05966090/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE3"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 530,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-07-28",
    "completionDate": "2024-07-29",
    "primaryCompletionDate": "2024-02-19",
    "firstSubmitDate": "2023-07-21",
    "firstPostDate": "2023-07-28"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* A male or female participant ≥50 YOA at the time of the first study intervention administration.\n* Female participants of non-childbearing potential may be enrolled in the study.\n* Female participants of childbearing potential may be enrolled in the study, if the participant:\n\n  * has practiced adequate contraception from 1 month prior to study intervention administration.\n  * has a negative pregnancy test on the day of and prior to study intervention administration.\n  * has agreed to continue effective contraception until the end of the study.\n* Participants who, in the opinion of the investigator, can and will comply with the requirements of the protocol. Written or witnessed informed consent obtained from the participant prior to any study specific procedure being performed.\n* Participants living in the general community or in an assisted-living facility that provides minimal assistance, such that the participant is primarily responsible for self-care and activities of daily living.\n* Participants who are medically stable in the opinion of the investigator at the time of first study intervention administration. Participants with chronic stable medical conditions with or without specific treatment, such as diabetes mellitus, hypertension, or cardiac disease, are allowed to participate in this study if considered by the investigator as medically stable.\n\nExclusion Criteria:\n\n* Pregnant or lactating female.\n* Female planning to become pregnant or planning to discontinue contraceptive precautions.\n* Any confirmed or suspected autoimmune disorders, immunosuppressive or immunodeficient condition resulting from disease or immunosuppressive/cytotoxic therapy, based on medical history and physical examination.\n* History of any reaction or hypersensitivity likely to be exacerbated by any component of the study interventions, in particular any history of severe allergic reaction to any vaccine component.\n* History of Guillain-Barré syndrome.\n* Any history of dementia or any medical condition that moderately or severely impairs cognition.\n* Recurrent or uncontrolled neurological disorders or seizures. Participants with medically controlled chronic neurological diseases can be enrolled in the study as per investigator assessment, provided that their condition will allow them to comply with the requirements of the protocol.\n* Significant underlying illness that in the opinion of the investigator would be expected to prevent completion of the study.\n* Any medical condition that in the judgment of the investigator would make intramuscular injection unsafe.\n* Clinically suspected or polymerase chain reaction (PCR)-confirmed ongoing episode of herpes zoster.\n* History of previous vaccination with any licensed or investigational recombinant adjuvanted zoster vaccine (HZ/su vaccine; Shingrix) before the study start or planned receipt through study participation.\n* History of previous vaccination with any licensed or investigational live herpes zoster vaccine (Zostavax) in the last 2 years from enrollment, or planned receipt through study participation.\n* Previous vaccination with licensed or investigational RSV vaccine.\n* Use of any investigational or non-registered product (drug, vaccine or medical device) other than the study interventions during the period beginning 30 days before the first dose of study interventions, or their planned use during the study period.\n* Planned or actual administration of a vaccine not foreseen by the study protocol in the period starting 30 days before the first study intervention administration and ending 30 days after the last study intervention administration.\n\n  o In the case of COVID-19 and inactivated/subunit/split influenza vaccines, this time window can be decreased to 14 days before and after each study intervention administration provided COVID-19 vaccine use is in line with local governmental recommendations.\n* Planned or actual administration of adjuvanted quadrivalent influenza vaccine influenza vaccine not foreseen by the study protocol in the period starting 30 days before the first study intervention administration and ending 30 days after the last study intervention administration.\n* Administration of long-acting immune-modifying drugs during the period starting 180 days before the administration of first dose of study interventions or planned administration at any time during the study period (e.g., infliximab).\n* Administration of immunoglobulins and/or any blood products or plasma derivatives during the period starting 90 days before the administration of first dose of study interventions or planned administration during the study period.\n* Chronic administration (defined as more than 14 consecutive days in total) of immunosuppressants or other immune modifying drugs during the period starting 90 days prior to the first study intervention dose or planned administration during the study period. For corticosteroids, this will mean prednisone ≥20 mg/day, or equivalent. Inhaled, topical or intra-articular steroids are allowed.\n* Concurrently participating in another clinical study, at any time during the study period, in which the participant has been or will be exposed to an investigational or a non investigational vaccine/product (IMP) (drug or invasive medical device).\n* History of chronic alcohol consumption and/or drug abuse as deemed by the investigator to render the potential participant unable/unlikely to provide accurate safety reports or comply with study procedures.Bedridden participants.\n* Planned move during the study conduct that prohibits participation until study end.\n* Participation of any study personnel or their immediate dependents, family, or household members.",
    "healthyVolunteers": true,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Adjusted Geometric Mean Concentration (GMC) of Anti-glycoprotein E (gE) Antibodies at 1 Month Post-second Dose of HZ/su Vaccination",
        "description": "Anti-gE antibodies were measured with enzyme linked immunosorbent assay (ELISA) and the results were expressed as GMC, in milli international units per milliliter (mIU/mL).",
        "timeFrame": "At 1 month post-second dose of HZ/su vaccination (Day 91)"
      },
      {
        "measure": "Adjusted Geometric Mean Titers (GMT) of Respiratory Syncytial Virus-A (RSV-A) Neutralizing Titers [Estimated Dilution 60 (ED60)] at 1 Month After the RSVPreF3 OA Vaccination",
        "description": "Neutralizing titers were measured with neutralization assay and the results were expressed as GMT. The ED60 was defined as the dose that produced an effect in 60% of the population.",
        "timeFrame": "At Day 31 for Co-administration Group and at Day 61 for Control Group"
      },
      {
        "measure": "Adjusted GMTs of RSV-B Neutralizing Titers (ED60) at 1 Month After the RSVPreF3 OA Vaccination",
        "description": "Neutralizing titers were measured with neutralization assay and the results were expressed as GMT. The ED60 was defined as the dose that produced an effect in 60% of the population.",
        "timeFrame": "At Day 31 for Co-administration Group and at Day 61 for Control Group"
      }
    ],
    "secondary": [
      {
        "measure": "Percentage of Participants With Seropositivity at Pre-vaccination and 1 Month Post-second Dose of HZ/su Vaccination",
        "description": "Seropositivity was defined as the percentage of participants whose antibody concentration was greater than or equal to the assay cut-off value (97 mIU/mL).",
        "timeFrame": "Pre-vaccination (Day 1) and 1 month post-second dose of HZ/su vaccination (Day 91)"
      },
      {
        "measure": "GMC of Anti-glycoprotein Antibodies at Pre-vaccination and 1 Month Post-second Dose of HZ/su Vaccination",
        "description": "Anti-gE antibodies were measured with ELISA and the results were expressed as GMC.",
        "timeFrame": "Pre-vaccination (Day 1) and 1 month post-second dose of HZ/su vaccination (Day 91)"
      },
      {
        "measure": "Mean Geometric Increase (MGI) of Anti-glycoprotein Antibodies at Pre-vaccination and 1 Month Post-second Dose of HZ/su Vaccination",
        "description": "The MGI was defined as the geometric mean of the within participant ratios of the post-vaccination titer over the pre-vaccination titer. Anti-gE antibodies were measured with ELISA.",
        "timeFrame": "At 1 month post-second dose of HZ/su vaccination (Day 91) compared to Pre-vaccination (Day 1)"
      },
      {
        "measure": "Vaccine Response Rate (VRR) at 1 Month Post-second Dose of HZ/su Vaccination",
        "description": "The VRR was defined as the percentage of participants who had at least: a 4-fold increase post-vaccination anti-gE antibody concentration as compared to (over) the pre-vaccination anti-gE antibody concentration (for participants who were seropositive at pre-vaccination); or, a 4-fold increase post-vaccination anti-gE antibody concentration as compared to (over) the anti-gE antibody cut-off value for seropositivity (97 mIU/mL) (for participants who were seronegative at pre-vaccination).",
        "timeFrame": "At 1 month post-second dose of HZ/su vaccination (Day 91)"
      },
      {
        "measure": "GMT of RSV-A Neutralizing Titers (ED60) at Pre-vaccination and 1 Month After the RSVPreF3 OA Vaccination",
        "description": "Neutralizing titers were measured with neutralization assay and the results were expressed as GMT. The ED60 was defined as the dose that produced an effect in 60% of the population.",
        "timeFrame": "At pre-vaccination (Day 1) and Day 31 for Co-administration Group and at pre-vaccination (Day 1) and Day 61 for Control Group"
      },
      {
        "measure": "MGI of Respiratory Syncytial Virus-A Neutralizing Titers at 1 Month After the RSVPreF3 OA Vaccination",
        "description": "The MGI was defined as the geometric mean of the within participant ratios of the post-vaccination titer over the pre-vaccination titer. Neutralizing titers were measured with neutralization assay.",
        "timeFrame": "At 1 month after the RSVPreF3 OA vaccine dose (Day 31 for Co-administration Group and Day 61 for Control Group) compared to Pre-vaccination (Day 1 for Co-administration Group and Control Group)"
      },
      {
        "measure": "GMT of RSV-B Neutralizing Titers (ED60) at Pre-vaccination and 1 Month After the RSVPreF3 OA Vaccination",
        "description": "Neutralizing titers were measured with neutralization assay and the results were expressed as GMT. The ED60 was defined as the dose that produced an effect in 60% of the population.",
        "timeFrame": "At pre-vaccination (Day 1) and Day 31 for Co-administration Group and at pre-vaccination (Day 1) and Day 61 for Control Group"
      },
      {
        "measure": "MGI of RSV-B Neutralizing Titers at 1 Month After the RSVPreF3 OA Vaccination",
        "description": "The MGI was defined as the geometric mean of the within participant ratios of the post-vaccination titer over the pre-vaccination titer. Neutralizing titers were measured with neutralization assay.",
        "timeFrame": "At 1 month after the RSVPreF3 OA vaccine dose (Day 31 for Co-administration Group and Day 61 for Control Group) compared to Pre-vaccination (Day 1 for Co-administration Group and Control Group)"
      },
      {
        "measure": "Percentage of Participants With Solicited Administration Site Adverse Events (AEs) After Each Vaccine Dose Administration",
        "description": "The solicited administration site events after vaccination included pain, erythema/redness, and swelling.",
        "timeFrame": "Within 7 days (the day of vaccination and 6 subsequent days) after each vaccine administration (vaccines administered at Days 1 and 61 for Co-Administration Group and at Days 1, 31 and 61 for Control group)"
      },
      {
        "measure": "Percentage of Participants With Solicited Systemic AEs After Each Vaccine Dose Administration",
        "description": "The solicited systemic events after vaccination included arthralgia, fatigue, fever (pyrexia), headache, myalgia, shivering/chills, and gastrointestinal symptoms (nausea, vomiting, diarrhea, and abdominal pain).",
        "timeFrame": "Within 7 days (the day of vaccination and 6 subsequent days) after each vaccine administration (vaccines administered at Days 1 and 61 for Co-Administration Group and at Days 1, 31 and 61 for Control group)"
      },
      {
        "measure": "Percentage of Participants With Unsolicited Adverse Events",
        "description": "An AE was any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study vaccine, which does not necessarily have a causal relationship with study vaccine. An unsolicited AE was an AE that was either not included in the list of solicited events or could be included in the list of solicited events but with an onset outside the specified period of follow-up for solicited events. Unsolicited AEs must had been communicated by participant/participant's caregiver(s) who had signed the informed consent. Unsolicited AEs included both serious and non-serious AEs.",
        "timeFrame": "Within 30 days (the day of vaccination and 29 subsequent days) after vaccine administration"
      },
      {
        "measure": "Percentage of Participants With Serious Adverse Events (SAEs)",
        "description": "An SAE was defined as any untoward medical occurrence that, at any dose, resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect, or was an important medical event.",
        "timeFrame": "From first dose of study vaccine administration (Day 1) up to 6 months after last dose of study vaccine administration, approximately 241 days"
      },
      {
        "measure": "Percentage of Participants With Potential Immune-mediated Diseases (pIMDs)",
        "description": "The pIMD was a subset of adverse events of special interest that included autoimmune diseases and other inflammatory and/or neurologic disorders of interest which may or may not have an autoimmune etiology.",
        "timeFrame": "From first dose of study vaccine administration (Day 1) up to 6 months after last dose of study vaccine administration, approximately 241 days"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 13,
      "otherCount": 0,
      "totalCount": 16
    },
    "studyDesign": {
      "phases": [
        "PHASE3"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:02.774Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}