{
  "nctId": "NCT04885478",
  "briefTitle": "Professional's Health in Epidemiological Crisis Covid-19",
  "officialTitle": "SARS-CoV-2 Infection Among Healthcare Professionals: Demographic Characteristics and Serological and Immune Responses Related to Progression's Phenotype (ProHEPiC-19)",
  "protocolDocument": {
    "nctId": "NCT04885478",
    "filename": "Prot_SAP_ICF_001.pdf",
    "label": "Study Protocol, Statistical Analysis Plan, and Informed Consent Form",
    "date": "2021-05-18",
    "uploadDate": "2021-05-18T11:10",
    "size": 1478003,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04885478/document/Prot_SAP_ICF_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": true
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 1350,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2020-03-30",
    "completionDate": "2022-06-30",
    "primaryCompletionDate": "2022-06-30",
    "firstSubmitDate": "2021-05-12",
    "firstPostDate": "2021-05-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* ≥ 18 years of age\n* Accept to take part in the study and sign the informed consent according to the Declaration of Helsinki.\n* To be a health care professional worker infected or exposed to SARS-CoV-2.\n\nExclusion Criteria:\n\n* \\< 18 years old\n* Not to accept to take part in the study and/or not to sign the informed consent according to the Declaration of Helsinki.\n* Not to be a health care professional worker exposed to SARS-CoV-2",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "70 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Creation prospective cohort of health care workers",
        "description": "Include 675 exposed HCW participants and 675 infected HCW participants againts SARS-CoV-2, cohorts will be compared at each time point in terms of sociodemographic, epidemiological, clinical, and immunological information available. an exploratory bivariate analysis will be performed using the tests of Chi Square, ANOVA, Kruskall-Walis, depending on the application conditions assumptions.",
        "timeFrame": "Baseline, to 12 months after the beginning of the study"
      },
      {
        "measure": "Cohort description demografics ( age, sex, academic level, housing characteristics, work variables )",
        "description": "Descriptive analysis of the participants will be performed using the number and percentage for categorical variables, and mean and standard deviation or median and quartiles 1 and 3 for quantitative variables, an exploratory bivariate analysis will be performed using the tests of Chi Square, ANOVA, Kruskall-Walis, depending on the application conditions assumptions.",
        "timeFrame": "Baseline, to 12 months after the beginning of the study"
      },
      {
        "measure": "Cohort description clinical spectrum (asymptomatic, mild-moderate Illness, severe-critical)",
        "description": "Cohort comparison , an exploratory bivariate analysis will be performed using the tests of Chi Square, ANOVA, Kruskall-Walis, depending on the application conditions assumptions.",
        "timeFrame": "Baseline, to 12 months after the beginning of the study"
      }
    ],
    "secondary": [
      {
        "measure": "Kinetics of SARS-CoV-2. IgM Nucleocapside",
        "description": "IgM (nucleocapside) ELISA kits (Inmunodiagnostic Limited ©). Positivity thresholds were provided by the assay manufacturers and were considered positive with an index value greater than 1.1, indeterminate from 0.9 to 1.1 and negative if \\<0.9 index units",
        "timeFrame": "Baseline, 7 days, 15 days, 3, 6, 9 and 12 months after the beginning of the study"
      },
      {
        "measure": "Kinetics of SARS-CoV-2. IgG Nucleocapside",
        "description": "IgG (nucleocapside) ELISA kits (Inmunodiagnostic Limited ©). Positivity thresholds were provided by the assay manufacturers and were considered positive with an index value greater than 1.1, indeterminate from 0.9 to 1.1 and negative if \\<0.9 index units",
        "timeFrame": "Baseline, 7 days, 15 days, 3, 6, 9 and 12 months after the beginning of the study"
      },
      {
        "measure": "Kinetics of SARS-CoV-2. IgG Spike",
        "description": "IgG (spike). ELISA kits DECOV1901 (Demeditec Diagnostics GmbH©). Positivity thresholds were provided by the assay manufacturers and were considered positive with an index value greater than 40, indeterminate from 32 to 40 and negative if \\<32 Ul/ml",
        "timeFrame": "Baseline, 7 days, 15 days, 3, 6, 9 and 12 months after the beginning of the study"
      },
      {
        "measure": "Kinetics of SARS-CoV-2. T-Cell",
        "description": "SARS-CoV-2 specific CD4+ and CD8+ T-cell responses we performed an IFNγ ELISPOT assay. Wells will be considered positive if they contained at least 50 spot-forming cells per 106 PBMCs above the background level (2X mean + 3Xstandard deviation).",
        "timeFrame": "Baseline, 7 days, 15 days, 3, 6, 9 and 12 months after the beginning of the study"
      },
      {
        "measure": "To assess the relation between clinical variables and initial RT-PCR results in the whole sample and by sex.",
        "description": "To study the differences between clinical spectrums and initial RT-PCR we will use ANOVAs or Kruskal-Wallis tests, after checking normality assumption using a Shapiro-test",
        "timeFrame": "Baseline, to 12 months after the beginning of the study"
      },
      {
        "measure": "To analyse the relation between clinical variables and the interindividual differences in the immune response in early, mid, and long periods of immunization in the whole sample and by sex",
        "description": "To study the differences between clinical spectrums and immune response in early period we will use ANOVAs or Kruskal-Wallis tests, after checking normality assumption using a Shapiro-test . Similarly, to look for differences in antibody levels between sex, either a t-test or a Mann-Whitney test will be performed.",
        "timeFrame": "Baseline, 7 days, 15 days, 3, 6, 9 and 12 months after the beginning of the study"
      },
      {
        "measure": "Cytokines as biomarkers of disease progression in early, mid, and long periods of immunization.",
        "description": "Cryopreserved plasma samples will be used in a 45-plex assay of soluble mediators. The plates will be read with a Luminex instrument (Luminex 200, Austin Luminex, USA).Appropriate statistical tests (i.e. t-test or Mann-Whitney to compare between sexes and ANOVA or Kruskal-Wallis to compare between clinical spectrums) will be used after checking for normality (Shapiro-test)",
        "timeFrame": "Baseline, 7 days, 15 days, 3, 6, 9 and 12 months after the beginning of the study"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 3,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 84,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:08.895Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}