{
  "nctId": "NCT04916626",
  "briefTitle": "The OPUS YOUNG Trial. Early Intervention Versus Treatment as Usual for Adolescents With First-episode Psychosis",
  "officialTitle": "The OPUS YOUNG Study. The Efficacy of Early Intervention Service Versus Treatment as Usual for Adolescents Aged 12 - 17 With First-episode Psychosis, a Pragmatic Randomized Clinical Trial",
  "protocolDocument": {
    "nctId": "NCT04916626",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2023-07-07",
    "uploadDate": "2023-10-23T09:35",
    "size": 692900,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04916626/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "DOUBLE",
  "enrollmentInfo": {
    "enrollmentCount": 284,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2021-05-06",
    "completionDate": "2026-03",
    "primaryCompletionDate": "2026-03",
    "firstSubmitDate": "2021-05-06",
    "firstPostDate": "2021-06-07"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Between 12 and 17 years of age (both inclusive) at trial inclusion.\n2. First-episode psychosis within F2 spectrum (F20 schizophrenia, F21 Schizotypal disorder, F22 delusional disorder, F23 acute and transient psychotic disorders, F25 schizoaffective disorders, F28/29 other or un-specified non-organic psychosis) or depression with psychotic symptoms (F32.3, F33.3) or substance-induced psychosis (F1X.5) according to the International Statistical Classification of Diseases and Related Health Problems (ICD-10).\n3. Maximum 12 months since first prescription of antipsychotic treatment on the indication psychosis.\n4. Speak and understand Danish.\n5. Written informed consent from parents or legal caretakers. Participants who reach age 18 years during the trial will be asked to give personal written informed consent to continue their study participation.\n\nExclusion Criteria:\n\n1. A diagnosis of mental retardation of at least moderate severity defined as an intelligence quotient (IQ)of 49 or below (F71, F72, F73 according to the International Statistical Classification of Diseases and Related Health Problems (ICD-10).\n2. Currently compulsory admission and/or treatment according to Danish legislation",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "12 Years",
    "maximumAge": "17 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Personal and Social Performance Scale (PSP)",
        "description": "Change in the global score of social function, measured with Personal and Social Performance Scale (PSP). PSP provides a global score on a scale from 1-100, with lower scores indicating lower social functioning. The global score is based on scores on four subdomains (1. Socially useful activities, 2. Personal and social relationships, 3. Self-care, and 4. Disturbing and aggressive behaviour), rated on a 6-point Likert scale (1=absent to 6=very severe). The scoring of PSP is based on all available information and concerns the patient's daily level of functioning in the family, in school, and during leisure time during the past month. Higher global values mean better social function. Researchers will interview the participants prior to the scoring of PSP using a semi structured interview guide suitable for children and adolescents, developed by the OPUS YOUNG research team.",
        "timeFrame": "Last month at baseline (from enrollment), at month 12, at month 24 and at month 30"
      }
    ],
    "secondary": [
      {
        "measure": "Severity of psychotic symptom dimension, SAPS",
        "description": "Scale for Assessing Psychotic Symptoms in Schizophrenia (SAPS), used to assess the phenomenological presentation of psychotic symptoms in schizophrenia, is a rating scale to measure positive symptoms in schizophrenia. The SAPS- scale is split into 4 sub-scales (hallucinations, delusions, bizarre behavior and formal thought disorder) each of which are rated from 0 (absent) to 5 (severe) and for each domain is also given a global symptom severity score by the rater. The Psychotic symptom dimension is the sum of global scores, divided by the number of global scores (range 0-5). The psychotic dimension is composed of scores of hallucination and delusions. Higher score indicates worse level of symptoms.",
        "timeFrame": "Last month at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Severity of Negative symptom dimension, SANS",
        "description": "Scale for Assessing Negative Symptoms in Schizophrenia (SANS), used to assess the phenomenological presentation of negative symptoms in schizophrenia, is a rating scale to measure negative symptoms in schizophrenia. The SANS scale is divided into five sub-scales (affective flattening, alogia, avolition-apathy, anhedonia-asociality, attention), each of which are rated from 0 (absent) to 5 (severe) and for each domain is also given a global symptom severity score by the rater (global ratings). The Negative symptoms dimension is calculated as the sum of the global scores, divided by the number of global scores (range 0-5). The negative symptom dimension is composed of scores of anhedonia, avolition, affective flattening and alogia. Higher score indicates worse level of symptoms.",
        "timeFrame": "Last month at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Severity of disorganized symptom dimension",
        "description": "Severity of Disorganized symptom dimension is calculated as the sum of the global scores of formal thought disorder, bizarre and behaviors from Scale for Assessing Psychotic Symptoms in Schizophrenia (SAPS) and the score of inappropriate affects (item within the subscale for affective flattening) in Scale for Assessing Negative Symptoms in Schizophrenia (SANS) (range 0-5).Higher score indicates worse level of symptoms.",
        "timeFrame": "Last month at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Client satisfaction questionnaire, CSQ",
        "description": "Patients satisfaction with the treatment is measured with the CSQ-scale. CSQ assess global client satisfaction, along with single dimension. The CSQ has eight question-items (quality of service, kind of service, met needs, recommend to a friend, amount of help, deal with problems, overall satisfaction, and come back). Patients respond to those question-items using a 4-point Likert scale. Their responses are scored from 1 to 4, and thus the possible total scores range from 8 to 32. Higher scores indicate greater satisfaction. Self-rapport",
        "timeFrame": "Present time at month 12 and at month 24."
      },
      {
        "measure": "Quality of life, - Health Related Quality of Life Questionnaire for Children and Young People and their Parents, KIDSCREEN-10",
        "description": "The participants perception of their quality of life is assessed using the self-administered questionnaire KIDSCREEN-10. KIDSCREEN-10 contains 10 items: (1) Have you felt fit and well? (2) Have you felt full of energy? (3) Have you felt sad? (4) Have you felt lonely? (5) Have you had enough time for yourself? (6) Have you been able to do the things that you want to do in your free time? (7) Have your parent(s) treated you fairly? (8) Have you had fun with your friends? (9) Have you got on well at school? (10) Have you been able to pay attention? Participants respond to those question/items using a 5-point response scale. Answer categories item 1 and 9: not at all-slightly-moderately-very-extremely; all other items: never-seldom-quite often-very often-always. Responses are coded so that higher values indicate better QoL. A low score indicates a poor QOL, and a high score is indicative of a better QOL.",
        "timeFrame": "Last week at baseline (from enrollment), at month 12, at month 24 and at month 30"
      }
    ],
    "other": [
      {
        "measure": "Registration of multiaxial diagnostics, Schedule for affective disorders and schizophrenia for school-aged children (6-18 years) (K-SADS-PL), present and lifetime",
        "description": "Evaluation of clinical profile: by using K-SADS-PL scale for psychiatric diagnosis of patients.",
        "timeFrame": "Present and lifetime at baseline (from enrollment), at month 12 and at month 24"
      },
      {
        "measure": "Hallucinations, Experiences of thought disorder and Delusions, Schedules for Clinical Assessment in Neuropsychiatry (SCAN 2.1)",
        "description": "Hallucinations, Experiences of thought disorder and Delusions, measured with section 17 (Hallucinations), 18 (Experiences of thought disorder) and 19 (Delusions) in Schedules for Clinical Assessment in Neuropsychiatry (SCAN 2.1), using a rating scale (0 - 5), higher score indicating worse level of symptom.",
        "timeFrame": "Present and lifetime at baseline (from enrollment), at month 12 and at month 24"
      },
      {
        "measure": "Manic symptoms, (YMRS)",
        "description": "Young Maniac Rating Scale (YMRS), measure the severity of manic episodes. The scale has 11 items and is based on the patient's subjective report of his or her clinical condition over the previous 48 hours. Total score rage is from 0 to 60 and the higher score represent a worse outcome.",
        "timeFrame": "Last 2 days at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Depressions, Hamilton-6, (HAM-6)",
        "description": "HAM-6 measures symptoms of depression for the last 3 days. Total score will be measured. Ranges from 0 to 22. Higher is worse.",
        "timeFrame": "Last 3 days at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Psychotic symptoms, Scale for Assessing Psychotic Symptoms in Schizophrenia (SAPS)",
        "description": "Scale for Assessing Psychotic Symptoms in Schizophrenia (SAPS), clinician-administered questionnaire.The SAPS- scale is split into 4 sub-scales (hallucinations, delusions, bizarre behavior and formal thought disorder) each of which are rated from 0 (absent) to 5 (severe) and for each domain is also given a global symptom severity score by the rater (0 - 5). Higher score indicates worse level of symptoms.",
        "timeFrame": "Last month at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Negative symptoms, Scale for Assessing Negative Symptoms in Schizophrenia (SANS)",
        "description": "Scale for Assessing Negative Symptoms in Schizophrenia (SANS), clinician- administered questionnaire. Higher score indicates worse level of symptoms.The SANS scale is divided into five sub-scales (affective flattening, alogia, avolition-apathy, anhedonia-asociality, attention), each of which are rated from 0 (absent) to 5 (severe) and for each domain is also given a global symptom severity score by the rater (global ratings, range 0-5). Higher score indicates worse level of symptoms.",
        "timeFrame": "Last month at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Global psychopathology, severity, The Clinical Impression Scale-Severity (CGI-S)",
        "description": "The Clinical Impression Scale-Severity, (CGI-S), a clinician- administered scale for impression of global psychopathology, rated fra 1 (no sign of mental illness) to 7 (among the most extremely ill patients). Higher score indicates worse level of global Psychopathology.",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Global psychopathology, Improvement, The Clinical Global Impression Scale - Improvement (CGI-I)",
        "description": "The Clinical Global Impression Scale - Improvement, (CGI-I), a clinician-administered scale for impression of global improvement of the patients mental health rated from 1(very much improved) to 7 (very much worse). Higher score indicates worse level mental health since the year before.",
        "timeFrame": "Last year at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Suicidal behavior",
        "description": "Self-reported suicidal ideation questionnaire, the patients answer yes or no to question of suicidal behavior ( whether they have ever had suicidal thoughts, and if so, how frequently and whether they acted on and what they did). Positive answer (Yes) means worse outcome.",
        "timeFrame": "Present and lifetime at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Changes in global cognitive functioning, Brief Assessment of Cognition in Schizophrenia (BACS)",
        "description": "The Brief Assessment of Cognition in Schizophrenia (BACS) includes brief assessments of executive functions, verbal fluency, attention, verbal memory, working memory and motor speed. Z-scores are calculated from composite scores. Higher z-scores are indicative of better cognitive performance, lower z-scores are indicative of lower cognitive performance. Range of z-scores anticipated to be between -3 and 3.",
        "timeFrame": "Present time at baseline (from enrollment) and at month 24"
      },
      {
        "measure": "Changes in social cognition, Hinting Task",
        "description": "Hinting Task measures Theory of Mind",
        "timeFrame": "Present time (from enrollment) and at month 24"
      },
      {
        "measure": "Changes in social cognition, EIMT",
        "description": "Emotional Intensity Morphing Task (EIMT) measures facial emotional recognition",
        "timeFrame": "Present time (from enrollment) and at month 24"
      },
      {
        "measure": "General self-efficacy (GSE) (patients)",
        "description": "Measures general belief in one's own capabilities. Self-report. Total score is measured. Ranges from 10 to 40. Higher scores indicate better self-efficacy",
        "timeFrame": "Present time (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Treatment alliance Working Alliance Inventory scale (WAI)",
        "description": "Measured the experience of alliance between the client and the therapist(s). Self-report. Total score is measured. Ranges from 12 to 60. Higher scores indicate better alliance.",
        "timeFrame": "Last month at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Negative effects of psychological treatment questionnaire (NEQ)",
        "description": "Self-reported questionnaire of participants impressions of negative effects of the treatment they received. The NEQ answers 16 questions about their impressions of negative effects of the treatment, from 1 (not at all) to 5 (very much). Higher score means worse.",
        "timeFrame": "Last 2 years at month 24"
      },
      {
        "measure": "School adherence",
        "description": "Days in school/education/employment, self-report",
        "timeFrame": "Last 3 month at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Quality-adjusted life year, European Quality of Life (EuroQol) 5-Dimension 5-Level (EQ 5D - 5L) Questionnaire General Health Status Score",
        "description": "Self-reported questionnaire, EQ-5D-5L is a 5-item questionnaire that assesses 5 domains including mobility, self-care, usual activities, pain/discomfort and anxiety/depression plus a visual analog scale rating \"health today\" with ranges from 0 (worst imaginable health state) to 100 (best imaginable health state). Each dimension has 5 response options (no problems, slight problems, moderate problems, severe problems and extreme problems) that reflect increasing levels of difficulty. The responses to the 5 dimensions are used to compute a single utility score ranging from zero (worst health state) to 1 (better health state) representing the general health status of the individual.",
        "timeFrame": "Present time at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Children health, The Child Health Utility (CHU9D)",
        "description": "Self-reported questionnaire about children's health consists of 9 items, each with 5 response categories (scored 1-5) that assess the child/adolescent functioning \"today\" across domains of worry, sadness, pain, tiredness, annoyance, school, sleep, daily routine and activities. The instrument is available in both self-report (completed by the child). Higher scores mean a worse outcome.",
        "timeFrame": "Present time at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Substance abuse, Timeline Follow Back, Trivsel og effekt monitorering (TEM)",
        "description": "Measured using the Timeline Follow Back interview TEM, in which you systematically go through every day for the last 4 weeks recording any alcohol and drug (legal and illegal) consumption.\n\nLess consumed alcohol and substance will be considered better",
        "timeFrame": "Last 4 weeks at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Medication side-effects, (Danish scale for medication side-effects) Bivirkningsskala Skala Til Registering af Uønskede Virkninger af Psykofarmaka, UKU.",
        "description": "Registration and assessment of medication side-effects the last 3 days. Possible score: 0 (not present) to 3 (present to a severe degree). Higher scores mean worse outcome.",
        "timeFrame": "Last 3 days at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Self-reported use of antipsychotic medication",
        "description": "The use of antipsychotics and any other medication (drug, daily dosage, duration) will be carefully recorded in both the experimental group and the treatment as usual (TAU) group. Information on medication use will be obtained through the participant's medical journal and by self-reported information at the assessment interview.",
        "timeFrame": "Last month at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Executive Function, Behavior Rating Inventory of Executive, 2. edition (BRIEF-2), parent reported questionnaire.",
        "description": "A questionnaire for parents to assess executive functions, the BRIEF-2, Parent Form is used for children and young people aged 5-18 years and it includes 63 statements about the child's behavior in everyday life. The statements of BRIEF-2 have 3 (force-choice) possible answers: never (score of 1), sometimes (score of 2), often (score of 3);. The BRIEF-2 includes clinical subscales that measure different aspects of executive functions such as Inhibit, Self-Monitoring, Flexibility, Emotional Control, Initiation, Working Memory, Planning / Organizing, Task Monitoring, and Organizing Materials. Based on these subscales, the BRIEF-2 generates 3 indices (Behavior Regulation, Emotion Regulation, and Cognitive Regulation) as a Global Executive Functioning measure. The Global Executive Functioning raw scores range from a minimum 60 to maximum of 180. Higher scores mean worse executive problems.",
        "timeFrame": "Last six month at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Parental stress (PSS) parent reported questionnaire.",
        "description": "The parental stress scale is a parent-reported questionnaire (range 18 -90), a higher score indicates more parental stress",
        "timeFrame": "Present and lifetime at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Family function (FAD)",
        "description": "60-item self-report measure of family functioning answered on a four-point Likert scale ranging from 'strongly agree' to 'strongly disagree'.",
        "timeFrame": "Present time at baseline (from enrollment), at month 24 and at month 30"
      },
      {
        "measure": "General self-efficacy (GSE) parent-reported questionnaire.",
        "description": "Measures general belief in one's own capabilities. Total score is measured. Ranges from 10 to 40. Higher scores indicate better self-efficacy",
        "timeFrame": "Present time (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "The Client satisfaction questionnaire (CSQ). Parent-reported questionnaire.",
        "description": "Measures satisfaction with treatment. Total score is measured, ranging from 8 to 32. Higher scores indicate higher satisfaction. Self-report",
        "timeFrame": "Present time at month 12 and at month 24"
      },
      {
        "measure": "Negative effects of psychological treatment (NEQ). Parent-reported questionnaire.",
        "description": "Self-reported questionnaire of parents impressions of negative effects of the treatment. The NEQ has 16 questions about their impressions of negative effects of the treatment, from 1 (not at all) to 5 (very much). Higher score means worse.",
        "timeFrame": "Last 2 years at month 24"
      },
      {
        "measure": "Use of psychopharmacological treatment",
        "description": "Individual-level data retrieved from The National Patient Register, containing information about contacts with the health care system during the trial period. Data is routinely collected in the Danish health care system independent of this present study. Contacts with the health care system will be assessed and compared as incidence rates of acute/non acute, in-patient/outpatient and psychiatric/somatic contacts.",
        "timeFrame": "From the participant enters the study to month 30"
      },
      {
        "measure": "Register-based information (others)",
        "description": "Data on the patients will be extracted from the following registers from Statistics Denmark: The Danish Population Register, the Danish Psychiatric Central Register, the Danish Education Register, the Danish Register of Special Education, the Danish Institution Register, the Danish Register of School Grades, the Danish Patient Register, the Danish Prescription Register, and the Danish Migration Register. We will assess socio-demographic information including school attendance, school grades and exams, labour market affiliation, civil status, cohabitation status, data on complications to the pregnancy and birth of the participant, education, living in an institution (and type of institution), use of any health care and social services and, in the unlikely event: cause of death.",
        "timeFrame": "At 30 months (6 months follow-up after end-of-trial)"
      },
      {
        "measure": "Electrocardiogram (ECG), standard leads",
        "description": "Individual-level data retrieved from the patients' medical record.",
        "timeFrame": "Present and at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Personal and Social Performance Scale (PSP), subdomains",
        "description": "Subdomains of the PSP. PSP is a validated clinician-rated scale that assesses degree of difficulty in 4 areas of functioning: socially useful activities, personal and social relationships, self-care, disturbing and aggressive behaviors rated on 6-point Likert scale (1=absent to 6=very severe), . The scoring of PSP is based on all available information and concerns the patient's daily level of functioning in the family, in school, and during leisure time during the past month. Researchers will interview the participants prior to the scoring of PSP using a semi structured interview guide suitable for children and adolescents, developed by the OPUS YOUNG research team. Higher score indicating worse function",
        "timeFrame": "Last month at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Use of health care services",
        "description": "Individual-level data retrieved from Danish National Patient Register containing information about contacts with the health care system during the follow-up period. Data is collected routinely in the Danish health care system, independent of this present study. Contacts with the health care system will be assessed and compared as incidence rates of acute/non-acute, in-patient/out-patient and psychiatric/somatic contacts.",
        "timeFrame": "Last month at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Triglycerides",
        "description": "Individual-level data retrieved from the patients' medical record. Measurement of lipids (in serum), triglycerides (mmol/l)",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Total cholesterol",
        "description": "Individual-level data retrieved from the patients' medical record. Measurement of lipids (in serum), total cholesterol,(mmol/l)",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Low density lipoprotein (LDL)",
        "description": "Individual-level data retrieved from the patients' medical record. Measurement (mmol/l) of lipids (in serum), low density lipoprotein ( LDL), (mmol/l)",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Very-low-density lipoprotein (VLDL)",
        "description": "Individual-level data retrieved from the patients' medical record. Measurement of lipids (in serum), very-low-density lipoprotein (VLDL), (mmol/l)",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "High density lipoprotein, (HDL)",
        "description": "Individual-level data retrieved from the patients' medical record. Measurement of lipids (in serum), high density lipoprotein (HDL), (mmol/l)",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Glucose values",
        "description": "Individual-level data retrieved from the patients' medical record. Fasting glucose values, blood test, (mmol/L)",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Determination of prolactin",
        "description": "Individual-level data retrieved from the patients' medical record. Determination of prolactin, blood test, (nmol/l)",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Haemoglobin",
        "description": "Individual-level data retrieved from the patients' medical record, red blood cell status, haemoglobin, blood test (mmol/l)",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Leukocyte cell count (and differential count)",
        "description": "Individual-level data retrieved from the patient's' medical record, white blood cell status, leukocyte cell count (and differential count), (x 10/l) blood test.",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Thrombocyte cell count",
        "description": "Individual-level data retrieved from the patients' medical record, thrombocyte cell count(x 10/l) blood test.",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Sodium (Na)",
        "description": "Individual-level data retrieved from the patients' medical record, electrolytes, sodium (Na), blood test (mmol/l)",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Potassium (Ka)",
        "description": "Individual-level data retrieved from the patients' medical record, electrolytes, potassium (Ka), blood test (mmol/l)",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Creatinine",
        "description": "Individual-level data retrieved from the patients' medical record, electrolytes, creatinine, blood test (micromol/l)",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Aspartate transaminase, (ASAT)",
        "description": "Individual-level data retrieved from the patients' medical record, Liver test: aspartate transaminase, (ASAT), blood test (U/l)",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Alkaline phosphatases;",
        "description": "Individual-level data retrieved from the patients' medical record, Liver test: alkaline phosphatases, blood test (U/l)",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Thyroid-stimulating hormone (TSH)",
        "description": "Individual-level data retrieved from the patients' medical record, metabolism: thyroid - stimulating hormone (TSH), blood test (mU/l)",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      },
      {
        "measure": "Vitamin D",
        "description": "Individual-level data retrieved from the patients' medical record, vitamin D, (nmol/l), blood test",
        "timeFrame": "Present at baseline (from enrollment), at month 12, at month 24 and at month 30"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 5,
      "otherCount": 49,
      "totalCount": 55
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:19.203Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}