{
  "nctId": "NCT02942407",
  "briefTitle": "Trial to Evaluate Anticoagulation Therapy in Hemodialysis Patients With Atrial Fibrillation",
  "officialTitle": "RENal Hemodialysis Patients ALlocated Apixaban Versus Warfarin in Atrial Fibrillation (RENAL-AF) Randomized Clinical Trial",
  "protocolDocument": {
    "nctId": "NCT02942407",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2018-09-12",
    "uploadDate": "2020-02-28T10:35",
    "size": 1445579,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02942407/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 154,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-12",
    "completionDate": "2019-08-12",
    "primaryCompletionDate": "2019-07-27",
    "firstSubmitDate": "2016-04-14",
    "firstPostDate": "2016-10-24"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Males and females, age at least 18 years, or the local age of consent, whichever is greater.\n* Patients with AF defined as AF on ECG at enrollment or two or more reports of AF from separate monitoring events at least 2 weeks apart (report of ECG, Holter monitor, event monitor or implantable loop recorder).\n* CHA2DS2-VASc score of ≥ 2.\n* End-stage renal disease treated with hemodialysis for ≥ 3 months.\n* Considered by the treating physician(s) to be candidate for oral anticoagulation.\n* If of childbearing potential, be willing to avoid pregnancy during the study.\n\nExclusion Criteria:\n\n* Not considered by the treating physician(s) to be candidates for oral anticoagulation (for example, hemoglobin \\< 8.5g/dL, history of intracranial hemorrhage, active bleeding, recent gastrointestinal bleed or retroperitoneal bleed, severe hepatic impairment, or anaphylactic reaction to apixaban)\n* Moderate or severe mitral stenosis\n* Conditions other than AF that require anticoagulation such as mechanical prosthetic valve, deep venous thrombosis, or pulmonary embolism\n* Need for aspirin at a dose \\> 81 mg a day or need for P2Y12 antagonist therapy (for example clopidogrel, prasugrel, or ticagrelor)\n* Life expectancy \\< 3 months\n* Anticipated kidney transplant within the next 3 months\n* Prisoners or others who are involuntarily incarcerated or detained\n* Pregnant, breastfeeding, or considering pregnancy.\n* Participation in a clinical trial of an experimental treatment within the past 30 days",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants Experiencing ISTH (International Society on Thrombosis and Haemostasis) Major or Clinically Relevant Non-major Bleeding",
        "description": "Assess the safety of apixaban versus warfarin regarding ISTH major bleeding or clinically relevant non-major bleeding events in patients with NVAF (nonvalvular atrial fibrillation) and ESRD (end-stage renal disease) on hemodialysis.\n\nMajor bleeding event is defined as:Acute clinically overt bleeding (including access site related bleeding) accompanied by 1 or more of the following: Decrease in Hgb of 2g/dL or more with overt bleeding; Transfusion of 2 or more units of packed RBCs in the setting of an overt bleeding event; Bleeding within a critical site. Hemorrhagic stroke (primary or infarction with hemorrhagic conversion) were classified as major bleeds.\n\nNon-major bleeding event is defined as: Acute or sub-acute clinically overt bleeding (including access site related bleeding) that does not meet criteria for major bleeding \\& results in Hospital admission for bleeding, physician guided medical or surgical treatment for bleeding, or change in antithrombotic therapy",
        "timeFrame": "Randomization up to Month 15/Final Visit"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Participants Experiencing Stroke or Systemic Embolism",
        "description": "Number of participants experiencing adjudicated stroke or systemic embolism.",
        "timeFrame": "Randomization up to Month 15/Final Visit"
      },
      {
        "measure": "Number of Participants Experiencing Mortality",
        "description": "Evaluate mortality rates for those participants randomized to warfarin and apixaban in patients with NVAF and ESRD on hemodialysis",
        "timeFrame": "Randomization up to Month 15/Final Visit"
      },
      {
        "measure": "Persistence of Therapy",
        "description": "Evaluate days between time from initiation to discontinuation of randomized therapy.",
        "timeFrame": "Randomization up to Month 15/Final Visit"
      },
      {
        "measure": "Apixaban Plasma Concentration, Cmax",
        "description": "Evaluate the pharmacokinetics of apixaban in ESRD NVAF patients on hemodialysis. The measurement was done from 0-12 hours after the dose was given on Day 1.",
        "timeFrame": "0-12 hours post-dose"
      },
      {
        "measure": "Apixaban Plasma Concentration, Cmin",
        "description": "Evaluate the pharmacokinetics of apixaban in ESRD NVAF patients on hemodialysis. The measurement was done from 0-12 hours after the dose was given on Day 1.",
        "timeFrame": "0-12 hours post-dose"
      },
      {
        "measure": "Area Under the Plasma Apixaban Concentration Curve From 0 to 12 Hours After Dose (AUCO-12)",
        "description": "Evaluate the pharmacokinetics of apixaban in ESRD NVAF patients on hemodialysis. The measurement was done from 0 to 12 hours after dose was given on Day 1.",
        "timeFrame": "0-12 hours post-dose"
      },
      {
        "measure": "Apixaban Pharmacodynamics, Chromogenic Factor Xa Assay",
        "description": "Evaluate the pharmacodynamics of apixaban in ESRD NVAF patients on hemodialysis",
        "timeFrame": "Baseline: Day 3, 4, or 5; Day 28"
      },
      {
        "measure": "Adherence to Treatment With Apixaban or With Warfarin",
        "description": "Measured by self-reported days of medication compliance over the last 30 days.",
        "timeFrame": "Month 15/Final Visit"
      }
    ],
    "other": [
      {
        "measure": "Number of Participants Experiencing Systemic Embolism",
        "description": "Adjudicated diagnosis of systemic arterial embolism (Non-pulmonary, non-cranial events) will require a positive clinical history consistent with an acute loss of blood flow to a peripheral artery (or arteries), which is supported by evidence of embolism/thrombosis from surgical specimens, autopsy, angiography, vascular imaging, or other objective testing.\n\nClinical presentation would include:\n\n1. Abrupt development of pain, absent pulses, pallor, and/or paresis in an extremity (at least an entire digit) without previous severe claudication or findings of severe peripheral vascular disease.\n2. Renal embolism will be diagnosed when sudden flank pain or a change in renal laboratory findings occurred.\n3. Abdominal vascular/visceral embolism was considered definite if acute abdominal symptoms or referred symptoms developed along with a change in abdominal examination or appropriate laboratory values.",
        "timeFrame": "Randomization up to Month 15/Final Visit"
      },
      {
        "measure": "Number of Participants Experiencing Stroke",
        "description": "Adjudcated stroke defined as a new, non-traumatic episode of focal or global neurological dysfunction of sudden onset caused by central nervous system (CNS) vascular injury as a result of hemorrhage or infarction and not due to a readily identifiable non-vascular cause (i.e. brain tumor). CNS includes brain, spinal cord and retina. The required duration of the deficit is ≥ 24 hours.\n\n* Events with neurologic deficit lasting for \\< 24 hours and an imaging modality showing evidence of an acute stroke will be counted as stroke as well.\n* A retinal ischemic event (embolism, infarction) will be considered a stroke",
        "timeFrame": "Randomization up to Month 15/Final Visit"
      },
      {
        "measure": "Number of Participants Experiencing Stroke, Systemic Embolism, Major Bleeding or All-cause Mortality",
        "description": "Evaluate those experiencing stroke, systemic embolism, ISTH major bleeding, or all-cause mortality for those randomized to warfarin and apixaban in patients with NVAF and ESRD on hemodialysis\n\nDefinitions of stroke and systemic embolism are provided under the measurement description of the secondary outcomes for each individual event. Definition of major bleed is provided in outcome measurement description of the primary outcome measure.",
        "timeFrame": "Randomization up to Month 15/Final Visit"
      },
      {
        "measure": "Baseline Biomarkers",
        "description": "Analysis of outcomes and treatment effect according to levels of cardiovascular biomarkers at baseline",
        "timeFrame": "Baseline"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 8,
      "otherCount": 4,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 72,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-21T22:34:14.181Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}