{
  "nctId": "NCT05789576",
  "briefTitle": "A Study to Investigate Efficacy and Safety of VTAMA® (Tapinarof) Cream, 1% in Plaque Psoriasis in the Head and Neck Region",
  "officialTitle": "A Phase 4, Open-label Study to Investigate the Efficacy and Safety of VTAMA® (Tapinarof) Cream, 1% in the Treatment of Plaque Psoriasis Occurring in the Head and Neck Region",
  "protocolDocument": {
    "nctId": "NCT05789576",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-11-01",
    "uploadDate": "2024-04-30T19:34",
    "size": 5534213,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05789576/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 31,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2023-03-13",
    "completionDate": "2023-07-19",
    "primaryCompletionDate": "2023-06-30",
    "firstSubmitDate": "2023-03-14",
    "firstPostDate": "2023-03-29"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* 18 years of age or older, at the time of signing the informed consent\n* Participants with clinical diagnosis of plaque psoriasis, including lesion(s) in the head and neck region and stable disease in the head and neck region for at least 3 months prior to the study\n* Participant has a plaque psoriasis lesion in the head and neck region that is suitable for evaluation as the target lesion and has a PGA (target lesion) score of 2 (Mild), 3 (Moderate), or 4 (Severe) at Screening and Baseline\n* Female subjects of child bearing potential who are engaging in sexual activity that could lead to pregnancy agree to follow the specified contraceptive guidance throughout the study\n* Negative pregnancy test at Baseline (Day 1)\n* Capable of giving written informed consent\n\nExclusion Criteria:\n\n* Diagnosis of a type of psoriasis other than plaque psoriasis\n* Any sign of infection of any of the psoriatic lesions\n* Concurrent significant dermatologic or inflammatory condition other than plaque psoriasis that, in the Investigator's opinion, would make it difficult to interpret data or assessments during the study\n* History of or ongoing serious illness or medical, physical, or psychiatric condition(s) that, in the Investigator's opinion, may interfere with participation in the study and ability to understand and give informed consent\n* History of sensitivity to the study product, or components thereof or a history of drug or other allergy that, in the opinion of the Investigator or Medical Monitor, contraindicates participation in the study\n* Previous known participation in a clinical study with tapinarof (previously known as GSK2894512 and WBI-1001); previous or current use of VTAMA® (Tapinarof) cream, 1%\n* Use of any prohibited medication or procedure within the indicated period before the baseline visit including other investigational product within 30 days or 5 half-lives of the investigational product (whichever is longer)\n* UV light therapy or prolonged exposure to natural or artificial sources of UV radiation (e.g., phototherapy, tanning beds/booths, or therapeutic sunbathing) within 4 weeks prior to the Baseline",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants Who Achieve a Target Lesion Physician Global Assessment (PGA) Score in the Head and Neck Region of Clear (0) or Almost Clear (1) With a ≥ 2-grade Improvement",
        "description": "Physician Global Assessment (PGA) is a clinical tool for assessing the current state/severity of a participant's psoriasis in a target lesion of the head and neck region at a given timepoint. It is a static 5-point assessment of plaque qualities on the clinical characteristics of erythema, scaling, and plaque thickness/elevation within the head and neck region. The PGA ranges from 0 to 4, and is assessed as Clear (0), Almost Clear (1), Mild (2), Moderate (3), and Severe (4). Higher PGA scores represent more severe disease.",
        "timeFrame": "from Baseline to Week 12"
      }
    ],
    "secondary": [
      {
        "measure": "Time to Achieve a Target Lesion PGA Score of Clear (0) or Almost Clear (1) With a ≥ 2-grade Improvement",
        "description": "Physician Global Assessment (PGA) is a clinical tool for assessing the current state/severity of a participant's psoriasis in a target lesion of the head and neck region at a given timepoint. It is a static 5-point assessment of plaque qualities on the clinical characteristics of erythema, scaling, and plaque thickness/elevation within the head and neck region. The PGA ranges from 0 to 4, and is assessed as Clear (0), Almost Clear (1), Mild (2), Moderate (3), and Severe (4). Higher PGA scores represent more severe disease.",
        "timeFrame": "Baseline to Week 12"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 1,
      "otherCount": 0,
      "totalCount": 2
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 19,
    "complexityCategory": "Simple"
  },
  "collectionDate": "2025-09-21T22:34:19.283Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}