{
  "nctId": "NCT04767061",
  "briefTitle": "Impact of Beta-blockers on Physical Function in HFpEF",
  "officialTitle": "N-of-1 Trials for Deprescribing Beta-blockers in HFpEF",
  "protocolDocument": {
    "nctId": "NCT04767061",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2022-12-27",
    "uploadDate": "2023-05-31T16:56",
    "size": 739114,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04767061/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 9,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-04-01",
    "completionDate": "2023-04-28",
    "primaryCompletionDate": "2022-04-28",
    "firstSubmitDate": "2021-02-12",
    "firstPostDate": "2021-02-23"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Ambulatory adults ≥65 years of age with Heart Failure with Preserved Ejection Fraction (HFpEF) according to ACC/AHA guidelines: (signs and symptoms of Heart failure \\[HF\\] and ejection fraction \\[EF\\] ≥50%)\n* Taking Beta blocker\n\nExclusion Criteria:\n\n* Alternate Causes of HFpEF Syndrome:\n\n  1. Severe valvular disease\n  2. Constrictive pericarditis\n  3. High output heart failure\n  4. Infiltrative cardiomyopathy\n* Other compelling indication for beta blocker\n\n  1. Prior EF \\< 50%\n  2. Hypertrophic cardiomyopathy\n  3. Angina symptoms\n  4. Acute coronary syndrome, myocardial infarction or coronary artery bypass surgery in prior 3 year\n  5. History of ventricular tachycardia\n  6. Atrial arrhythmia with hospitalization for rapid ventricular response, prior 1 year\n  7. Sinus tachycardia \\> 100 beats per minute (bpm), atrial arrhythmia with ventricular rate \\>90 bpm, systolic blood pressure \\> 160 mmHg\n* Clinical instability (N-of-1 trials are appropriate for stable conditions only)\n\n  1. Decompensated HF\n  2. Hospitalized in past 30 days\n  3. Medication changes or procedures in prior 14 days (to prevent confounding from other interventions), at PI discretion\n* Estimated life expectancy \\<6 months\n* Moderate-severe dementia or psychiatric disorder precluding informed consent\n* Any condition that, in Principal Investigator's opinion, makes the patient unsuitable for study participation",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "65 Years",
    "stdAges": [
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Physical Activity When on Beta-blocker Versus When Off Beta-blocker, as Measured by Step Count on Wearable Activity Monitoring Device",
        "description": "The wearable activity monitoring device measures daily step count. Due to the nature of N-of-1 trials, the duration of a subject's periods varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 and 6 weeks. We will compare average step counts over 2-week periods, which will be the final 2 weeks of each period when subjects are either on their \"home\" (ON Beta Blockers) or minimally tolerated (OFF Beta Blockers) dose. The outcome measure data is the mean collected during the outcome measure time frame.",
        "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 8-weeks (last 2 weeks of each period for up to 4 periods)."
      },
      {
        "measure": "Change in Lower Extremity Function When on Beta-blocker Versus When Off Beta-blocker, as Measured by the Balance Portion of a Modified Version of the Short Physical Performance Battery.",
        "description": "The Short Physical Performance Battery assesses gait speed, core strength when rising from a chair without using the upper extremities, and balance while standing without a cane or walker. The balance test portion of the SPPB assesses the subject's ability to stand unassisted without the use of a cane or walker. Balance test scores range from 0 - 4 with higher scores indicating better ability to stand unassisted. Our research team conducted the balance test according to SPPB standards. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame.",
        "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 24-weeks. This outcome was measured at baseline and at each end of period visit."
      },
      {
        "measure": "Change in Lower Extremity Function When on Beta-blocker Versus When Off Beta-blocker, as Measured by the Gait Speed Portion of a Modified Version of the Short Physical Performance Battery.",
        "description": "The Short Physical Performance Battery assesses gait speed, core strength when rising from a chair without using the upper extremities, and balance while standing without a cane or walker. The gait speed portion of the SPPB assesses the subject's lower extremity function. When comparing the number of seconds it takes to complete the 4-meter gait speed test, quicker speeds indicate better lower extremity function. Our research team conducted the 4-meter gait speed test according to SPPB standards, but have chosen on comparing the speed at which subjects were able to complete the test. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame.",
        "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 24-weeks. This outcome was measured at baseline and at each end of period visit."
      },
      {
        "measure": "Change in Lower Extremity Function When on Beta-blocker Versus When Off Beta-blocker, as Measured by the Chair Rise Portion of a Modified Version of the Short Physical Performance Battery.",
        "description": "The Short Physical Performance Battery assesses gait speed, core strength when rising from a chair without using the upper extremities, and balance while standing without a cane or walker. The chair rise portion of the SPPB assesses core strength. When comparing the number of seconds it takes to complete 5 chair rises, quicker speeds indicate better core strength. Our research team has chosen on comparing the speed at which subjects were able to complete the test. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the outcome measure time frame.",
        "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 24-weeks. This outcome was measured at baseline and at each end of period visit."
      },
      {
        "measure": "Change in Exercise Capacity When on Beta-blocker Versus When Off Beta-blocker, as Measured by Peak Oxygen Consumption (VO2) During Cardiopulmonary Exercise Test (CPET)",
        "description": "Cardiopulmonary exercise testing (CPET) measures breath-by-breath oxygen production during symptom-limited exercise on a stationary bike. This permits the calculation of peak oxygen consumption (VO2). Percent predicted peak VO2 for body weight will also be calculated. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame.",
        "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 6-weeks. This outcome was measured at the end of the first and second visit."
      }
    ],
    "secondary": [
      {
        "measure": "Change in Patient-reported Quality of Life When on Beta-blocker Versus When Off Beta-blocker, as Measured by Patient-Reported Outcome Measurement Information System-29 (PROMIS-29)",
        "description": "The PROMIS-29 assesses 7 domains with 4 questions with an additional pain intensity numeric rating scale. The patients' answers to the PROMIS-29 are scored from 1-5 (except for the pain numeric rating scale). The sum of the PROMIS-29 is the raw score transformed into a final T-score metric. Scores are mapped so that the values follow a normal distribution with a population mean T-score of 50 and an SD of 10. Instead of having a min or max, the PROMIS-29 raw scores have been transformed into t-scores for comparison to a reference population (the US general population) with a mean of 50 and SD of 10. Scores lower than 50 indicate worse health compared to the US general population. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker before enrollment, therefore, each subject's respective period for the OFF and ON periods could range between 3 - 6 weeks. The values measured over the time points were averaged.",
        "timeFrame": "The maximum amount of time a subject could have been assessed for this measure is 76-weeks (24-week max intervention phase,1-year follow-up phase). This outcome was measured at baseline, weekly, end of period and intervention visits, and during follow-up."
      },
      {
        "measure": "Change in Patient-reported Sexual Function When on Beta-blocker Versus When Off Beta-blocker, as Measured by Patient-Reported Outcome Measurement Information System-Sexual Function (PROMIS-Sexual Function)",
        "description": "Patient-Reported Outcome Measurement Information System-Sexual Function (PROMIS-Sexual Function) measures self-reported sexual function and satisfaction. Questions are ranked on a 6-point Likert scale, with higher scores indicating poorer sexual function and satisfaction. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame. The score ranges from 0-10 with higher scores meaning worsened sexual function.",
        "timeFrame": "The maximum amount of time a subject could have been assessed for this measure is 76-weeks (24-week max intervention phase,1-year follow-up phase). This outcome was measured at baseline, end of period and intervention visits, and during follow-up."
      },
      {
        "measure": "Change in Patient-reported Cognitive Function When on Beta-blocker Versus When Off Beta-blocker, as Measured by Patient-Reported Outcome Measurement Information System-Short Form 6a (PROMIS SF-6a)",
        "description": "Patient-Reported Outcome Measurement Information System-Short Form 6a (PROMIS SF-6a) is a survey of patient-perceived cognitive deficits. Questions are ranked on a 5-point Likert scale, with higher scores indicating better cognitive function. Scores are mapped so the values follow a normal distribution with a population mean T-score of 50 and an SD of 10. Instead of having a min or max, the raw scores have been transformed into t-scores for comparison to a reference population (the US general population) with a mean of 50 and SD of 10. Scores lower than 50 indicate worse cognitive function compared to the US general population. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3-6 weeks. The outcome measure data is the mean of the data collected during the span of the measured time points.",
        "timeFrame": "The maximum amount of time a subject could have been assessed for this measure is 76-weeks (24-week max intervention phase,1-year follow-up phase). This outcome was measured at baseline, weekly, end of period and intervention visits, and during follow-up."
      },
      {
        "measure": "Change in Patient-reported Health Status When on Beta-blocker Versus When Off Beta-blocker, as Measured by Kansas City Cardiomyopathy Questionnaire (KCCQ-12)",
        "description": "The Kansas City Cardiomyopathy Questionnaire (KCCQ-12) is a heart failure-specific health status survey. Questions are ranked on 5- to 7-point Likert scales, with higher scores indicating better health status. KCCQ scores are scaled from 0 to 100 and frequently summarized in 25-point ranges, where scores represent health status as follows: 0 to 24: very poor to poor; 25 to 49: poor to fair; 50 to 74: fair to good; and 75 to 100: good to excellent. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame.",
        "timeFrame": "The max amount of time a subject could have been assessed for this measure is 76-weeks (24-week max intervention phase,1-year follow-up phase). This outcome was measured at baseline, bi-weekly, end of period and intervention visits, and during follow-up."
      },
      {
        "measure": "Change in Patient-reported Health When on Beta-blocker Versus When Off Beta-blocker, as Measured by the EuroQol-5D Visual Analogue System (EQ-5D VAS)",
        "description": "The EuroQol-5D Visual Analogue System (EQ-5D VAS) indicates patient-perceived health on a vertical visual analogue scale. The scale ranges from 0, indicating poorest health, to 100, indicating the best health. Due to the nature of N-of-1 trials, the duration of a subject's period varies based on the subject's \"home\" dose of beta-blocker prior to enrollment, therefore, each subject's respective time period for the OFF and ON periods could range between 3 - 6 weeks. The outcome measure data is the mean of the data collected during the span of the outcome measure time frame.",
        "timeFrame": "The maximum amount of time a subject could have been assessed for this outcome measure is 24-weeks. This outcome was measured at baseline and at each end of period visit."
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 5,
      "secondaryCount": 5,
      "otherCount": 0,
      "totalCount": 10
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 89,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:01.957Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}