{
  "nctId": "NCT04942379",
  "briefTitle": "Asthma Link: A Real World Application of School Supervised Asthma Therapy",
  "officialTitle": "Asthma Link: A Real World Application of School Supervised Asthma Therapy",
  "protocolDocument": {
    "nctId": "NCT04942379",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-10-27",
    "uploadDate": "2024-03-29T19:45",
    "size": 360774,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04942379/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 66,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-08-10",
    "completionDate": "2023-08-22",
    "primaryCompletionDate": "2023-03-27",
    "firstSubmitDate": "2021-05-12",
    "firstPostDate": "2021-06-28"
  },
  "eligibilityCriteria": {
    "criteria": "STUDY INCLUSION/EXCLUSION CRITERIA:\n\nChild Inclusion Criteria:\n\n* Meet the eligibility criteria for Asthma Link (as described below)\n* Enrolled in Asthma Link (if randomized to the Asthma Link Condition)\n* Able and willing to provide informed assent\n\nChild Exclusion Criteria:\n\n* Unable or unwilling to provide informed assent\n* Diagnosis of a serious co-morbid illness during the past 5 years\n* Developmental delay that would prevent study participation.\n* Planning on moving from primary residence or moving outside of the school district in the next 1 year\n* A sibling to a child participating in this study\n\nParent Inclusion Criteria:\n\n* Parent/guardian to patient\n* 18 years or older\n* Able to understand and communicate in English or Spanish\n* Able and willing to provide informed consent.\n\nParent Exclusion Criteria:\n\n* Adults lacking capacity\n* Prisoners\n\nMedical Provider, School Nurse, Asthma Champion Inclusion Criteria:\n\n• Able and willing to provide informed consent\n\nMedical Provider, School Nurse, Asthma Champion Exclusion Criteria:\n\n• Unable or unwilling to provide informed consent\n\nChild eligibility for children enrolled in Asthma Link:\n\n* children aged 6-17 years (enrolled in grade 1-12)\n* prescribed daily inhaled corticosteroid (ICS) for asthma\n* 1 or more courses of oral steroids in the past 2 years OR 1 or more hospitalizations or ED visits for asthma in the past 2 years OR 1 or more sick visits for asthma in the past year OR Asthma Control Test (ACT) score \\<19\n* parent/child report of poor ICS adherence on adherence checklist- i.e. child or parent says \"Yes\" when provider asks if they have difficulty remembering to take their medication or if they regularly take medication holidays or breaks\n* able and willing to assent\n* parental permission\n* English or Spanish speaking",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "6 Years",
    "maximumAge": "17 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Recruitment Procedures Assessed by Number of Patients Screened",
        "description": "Research staff will track number of patients screened during enrollment process.",
        "timeFrame": "Baseline"
      },
      {
        "measure": "Recruitment Procedures Assessed by Number of Eligible Participants",
        "description": "Research staff will track number of eligible participants who meeting study criteria during the enrollment process.",
        "timeFrame": "Baseline"
      },
      {
        "measure": "Recruitment Procedures Assessed by Number of Patients Recruited Into the Study",
        "description": "Research staff will track number of patients recruited into the study after they are assessed for eligibility.",
        "timeFrame": "Baseline"
      },
      {
        "measure": "Recruitment Procedures Assessed by Number of Eligible Patients That Were Not Enrolled or Refused to Participate.",
        "description": "Research staff will track the number of patients that were not enrolled or refused to participate in the study along with the reasons for non-enrollment.",
        "timeFrame": "Baseline"
      },
      {
        "measure": "Retention of Study Participants (Drop Out)",
        "description": "Research staff to track number of participants who drop out of the study and note reasons for not completing study.",
        "timeFrame": "Up to end of study, approximately 12 months"
      },
      {
        "measure": "Retention of Study Participants (Lost to Follow-up)",
        "description": "Research staff to track number of participants lost to follow-up, who did not complete the 12 month study assessment.",
        "timeFrame": "Up to end of study, approximately 12 months"
      },
      {
        "measure": "Intervention Fidelity - Pediatric Practice",
        "description": "Research staff to assess for intervention fidelity within the pediatric practice through a checklist for pediatric staff to assess percentage of eligible children enrolled.",
        "timeFrame": "Baseline"
      },
      {
        "measure": "Intervention Fidelity - Percentage of Enrolled Students Receiving Intervention",
        "description": "Research staff to assess for intervention fidelity by school nurse report of percentage of enrolled students receiving supervised therapy.",
        "timeFrame": "Up to end of study, approximately 12 months"
      },
      {
        "measure": "Intervention Fidelity - School Nurse and Family Participation",
        "description": "Research staff to assess for intervention fidelity by school nurse checklist of each enrolled child attending daily school nurse sessions and his/her family bringing medication to school.",
        "timeFrame": "Up to end of study, approximately 12 months"
      }
    ],
    "secondary": [
      {
        "measure": "Acceptability - Participants",
        "description": "Research staff will assess acceptability of the study among stakeholders (parent-child dyads, medical providers, school nurses) via a survey in which we will ask stakeholders to rate each component of the Asthma Link intervention using a study specific Acceptability scale ranging from 1 (strongly disagree) to 5 (strongly agree). Qualitative interviews will be performed with stakeholders at 12 months",
        "timeFrame": "3 months, 6 months, 12 months"
      },
      {
        "measure": "Adoption of Asthma Link Intervention - Medical Provider",
        "description": "Research staff will assess adoption of the intervention via Pediatric practice log to track number of providers offering Asthma Link.",
        "timeFrame": "Baseline, 3 months, 6 months, 12 months"
      },
      {
        "measure": "Adoption of Asthma Link Intervention - Participant",
        "description": "Research staff will assess adoption of the intervention via survey to family at each survey timepoint of study to assess ability to obtain 2 inhalers (one for home and one for school) and deliver medicine to school.",
        "timeFrame": "3 months, 6 months, 12 months"
      },
      {
        "measure": "Adoption of Asthma Link Intervention - School Nurse",
        "description": "Research staff will assess adoption of the intervention via school nurse log to track family bringing in medicine to school and frequency of child coming to nurses office to receive the medication.",
        "timeFrame": "Baseline, 3 months, 6 months, 12 months"
      },
      {
        "measure": "Cost Effectiveness of Intervention",
        "description": "Research staff will use survey questions to assess time and costs for school nurses to review the toolkit and administer the intervention, pediatric providers to implement the program, and parents to participate in the intervention",
        "timeFrame": "School nurses and pediatric practices 6 and 12 months/Parents 3, 6 and 12 months"
      },
      {
        "measure": "Sustainability of Intervention",
        "description": "Research staff will use a survey questions to parents, pediatric practice staff and school staff",
        "timeFrame": "3 months, 6 months, 12 months"
      },
      {
        "measure": "Asthma Symptoms - Spirometry",
        "description": "Research staff will assess asthma symptoms utilizing spirometry to measure Forced Expiratory Volume.",
        "timeFrame": "Baseline, 3 months, 6 months, 12 months"
      },
      {
        "measure": "Asthma Symptoms - Asthma Control Test",
        "description": "Research staff will assess asthma symptoms utilizing the validated measure: Asthma Control Test (ACT) which consists of parent's assessment of level of control over child's asthma symptoms in the previous 4 weeks.",
        "timeFrame": "Baseline, 3 months, 6 months, 12 months"
      },
      {
        "measure": "Asthma Symptoms - Maximum Symptoms Days",
        "description": "Research staff will assess asthma symptoms utilizing the validated measure: Maximum Symptom Days (the largest value of the number of days in the previous 2 weeks that a parent reports that their child experienced a) cough, wheezing, or shortness of breath, b) slowed activities due to symptoms, or 3)nocturnal awakening due to these symptoms.",
        "timeFrame": "Baseline, 3 months, 6 months, 12 months"
      },
      {
        "measure": "Frequency of Healthcare Utilization Over Time",
        "description": "Research staff will assess the frequency of healthcare utilization (# of emergency room visits, # of hospital admissions, # of oral steroid courses, and # of urgent care visits) due to asthma through parent report on surveys and medical record review.",
        "timeFrame": "Baseline, 3 months, 6 months, 12 months"
      },
      {
        "measure": "Medication Adherence",
        "description": "Research staff will assess medication adherence via a survey questions administered to parents and through pharmacy refill data.",
        "timeFrame": "Baseline, 3 months, 6 months, 12 months"
      },
      {
        "measure": "School Absences",
        "description": "Research staff will assess school absences via parent report and school nurse report",
        "timeFrame": "Baseline, 3 months, 6 months, 12 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 9,
      "secondaryCount": 12,
      "otherCount": 0,
      "totalCount": 21
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:01.388Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}