{
  "nctId": "NCT03586986",
  "briefTitle": "Risk Factors in Early Multiple Sclerosis",
  "officialTitle": "Risk Factors in Early Multiple Sclerosis",
  "protocolDocument": {
    "nctId": "NCT03586986",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-04-21",
    "uploadDate": "2021-08-03T12:24",
    "size": 327600,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03586986/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 300,
    "enrollmentType": "ESTIMATED"
  },
  "timeline": {
    "startDate": "2018-07-26",
    "completionDate": "2024-05",
    "primaryCompletionDate": "2024-05",
    "firstSubmitDate": "2018-05-15",
    "firstPostDate": "2018-07-16"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* FDR Inclusion Criteria\n\n  1. Male and female\n  2. All races and ethnicities\n  3. Ages 18-30\n  4. Must have a parent, sibling or child with MS fulfilling McDonald 2017 criteria\n  5. No symptoms suggestive of MS on formal screen\n  6. Ability to undergo a non-contrast MRI and venipuncture, and perform an environmental screen, mood screen and cognitive test\n* Non-FDR Inclusion Criteria\n\n  1. Male and female\n  2. All races and ethnicities\n  3. Ages 18-30\n  4. Must NOT have a FDR (parent, sibling, child) or second degree relative (grandparent, aunt or uncle) with MS fulfilling McDonald 2017 criteria\n  5. No symptoms suggestive of MS on formal screen\n  6. Ability to undergo venipuncture and perform an environmental screen.\n\nExclusion Criteria:\n\n* FDR Exclusion Criteria\n\n  1. Symptoms suggestive of MS on formal screen\n  2. Prior diagnosis of autoimmune disease that may be associated with CNS dysfunction and MRI lesions, e.g. Sjogren's\n* Non-FDR Exclusion Criteria\n\n  1. Symptoms suggestive of MS on formal screen\n  2. Prior diagnosis of autoimmune disease that may be associated with CNS dysfunction and MRI lesions, e.g. Sjogren's",
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "30 Years",
    "stdAges": [
      "ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Discovery of Lesions disseminated in space on brain MRI",
        "description": "Lesions disseminated in space on brain MRI. The presence or absence of these lesions will only be measured once at the initial visit.",
        "timeFrame": "At the subject's Initial Visit"
      }
    ],
    "secondary": [
      {
        "measure": "Define risk stratification algorithm for prediction of MS",
        "description": "The investigators will measure the prevalence of specific genetic markers including, single nucleotide polymorphism analysis of more than 200 known mutations and analysis of HLA-DRB1 variants, with the goal of defining an expanded risk stratification scheme.",
        "timeFrame": "Within 4 months of the Initial Visit"
      },
      {
        "measure": "Define risk stratification algorithm for prediction of MS",
        "description": "The investigators will measure the prevalence of immunological markers including, CD4, CD8, CD40, CD19 and CD20 with the goal of defining an expanded risk stratification scheme.",
        "timeFrame": "Within 4 months of the Initial Visit"
      },
      {
        "measure": "Define risk stratification algorithm for prediction of MS",
        "description": "The investigators will measure the prevalence of vitamin D deficiencies, with the goal of defining an expanded risk stratification scheme.",
        "timeFrame": "Within 4 months of the Initial Visit"
      },
      {
        "measure": "Define risk stratification algorithm for prediction of MS",
        "description": "The investigators will measure the prevalence of lipid markers including, total cholesterol, high and low density lipoproteins, and triglycerides, with the goal of defining an expanded risk stratification scheme.",
        "timeFrame": "Within 4 months of the Initial Visit"
      },
      {
        "measure": "Define risk stratification algorithm for prediction of MS",
        "description": "The investigators will measure the presence of the viral infection Epstein-Barr virus, with the goal of defining an expanded risk stratification scheme.",
        "timeFrame": "Within 4 months of the Initial Visit"
      },
      {
        "measure": "Define risk stratification algorithm for prediction of MS",
        "description": "The investigators will measure the presence of the viral infection Cytomegalovirus, with the goal of defining an expanded risk stratification scheme.",
        "timeFrame": "Within 4 months of the Initial Visit"
      },
      {
        "measure": "Define risk stratification algorithm for prediction of MS",
        "description": "The investigators will measure the presence of the viral infection Herpes Simplex I, with the goal of defining an expanded risk stratification scheme.",
        "timeFrame": "Within 4 months of the Initial Visit"
      },
      {
        "measure": "Define risk stratification algorithm for prediction of MS",
        "description": "The investigators will measure the presence of the viral infection Herpes Simplex II, with the goal of defining an expanded risk stratification scheme.",
        "timeFrame": "Within 4 months of the Initial Visit"
      },
      {
        "measure": "Define risk stratification algorithm for prediction of MS",
        "description": "The investigators will measure the presence of the viral infection Varicella zoster virus, with the goal of defining an expanded risk stratification scheme.",
        "timeFrame": "Within 4 months of the Initial Visit"
      },
      {
        "measure": "Define risk stratification algorithm for prediction of MS",
        "description": "The investigators will measure the prevalence of CNS damage marker Neurofillament light, with the goal of defining an expanded risk stratification scheme.",
        "timeFrame": "Within 4 months of the Initial Visit"
      },
      {
        "measure": "Define risk stratification algorithm for prediction of MS",
        "description": "The investigators will measure activity level, using the Godin Leisure-time Exercise questionnaire, with the goal of defining an expanded risk stratification scheme. Weekly frequencies of strenuous, moderate, and light activities (i.e. number of times per week an individual performs these activities) are multiplied by nine, five, and three, respectively. Total weekly leisure activity is calculated in arbitrary units by summing the products of the separate components, as shown in the following formula: Weekly leisure activity score = (9 × Strenuous) + (5 × Moderate) + (3 × Light). As there is no limit for the number of times a participant can perform an exercise per week, the maximum score is boundless. While, a sedentary individual may exhibit the minimum score of 0.",
        "timeFrame": "Within 4 months of the Initial Visit"
      },
      {
        "measure": "Define risk stratification algorithm for prediction of MS",
        "description": "The investigators will evaluate cognitive functions using the Perceived Stress Scale, with the goal of defining an expanded risk stratification scheme. This will be used to evaluate stress domains. Individual scores on the Perceived Stress Scale can range from 0 to 40 with higher scores indicating higher perceived stress. Scores ranging from 0-13 would be considered low stress. Scores ranging from 14-26 would be considered moderate stress. Scores ranging from 27-40 would be considered high perceived stress.",
        "timeFrame": "Within 4 months of the Initial Visit"
      },
      {
        "measure": "Define risk stratification algorithm for prediction of MS",
        "description": "The investigators will evaluate cognitive functions using University of Colorado's NeuroQol Depression Scale, with the goal of defining an expanded risk stratification scheme. This assessment will be used to evaluate depression domains. The minimum raw score is 8, which represents better (desirable) self-reported health, and the maximum score is 40, which represents worse (undesirable) self-reported health. These raw scores will be converted to T-scores, with 36.9 being the minimum and 75.0 being the maximum T-score.",
        "timeFrame": "Within 4 months of the Initial Visit"
      },
      {
        "measure": "Define risk stratification algorithm for prediction of MS",
        "description": "The investigators will evaluate cognitive functions using University of Colorado's NeuroQol Anxiety Scale, with the goal of defining an expanded risk stratification scheme. This assessment will be used to measure anxiety domains, with the highest raw score of 40 representing worse (undesirable) self-reported anxiety, and a raw score of 8 representing better (desirable) self-reported anxiety. These raw scores will be converted to T-scores, with 36.4 being the minimum and 76.8 being the maximum T-score.",
        "timeFrame": "Within 4 months of the Initial Visit"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 14,
      "otherCount": 0,
      "totalCount": 15
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 99,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:13.360Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}