{
  "nctId": "NCT02757547",
  "briefTitle": "Transcranial Magnetic Stimulation for Epilepsy",
  "officialTitle": "Registered Electrical Sources for Effective TMS Treatment of Epilepsy",
  "protocolDocument": {
    "nctId": "NCT02757547",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2015-11-17",
    "uploadDate": "2019-02-04T16:06",
    "size": 5474008,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02757547/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "CROSSOVER",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 2,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2015-09",
    "completionDate": "2017-11-15",
    "primaryCompletionDate": "2017-11-15",
    "firstSubmitDate": "2016-04-19",
    "firstPostDate": "2016-05-02"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Failure of adequate seizure control with prior use of at least 2 anti-seizure drugs.\n2. at least one clearly identified and localizable likely seizure onset focus, as defined by the discharges (typically epileptiform spikes) and as identified by dEEG assessment through one or more routine clinical dEEG evaluations. This focus must be 2 to 3 cm from the head surface (to be reachable by TMS). Where multiple spike foci are present and meet these criteria, then the focus with either clinically relevant symptoms or the most spikes (or both) will be chosen as the target for treatment.\n3. two or more partial seizures, with or without secondary generalization, in the last month, but less than 10 seizures per day.\n4. Anti-seizure drug regimen has remained unchanged for the month before study entry, and there is reasonable likelihood of stability for the duration of the study, with the exception of allowing short-term rescue medications, such as lorazepam.\n5. a history of epilepsy for at least 2 years.\n6. age of 22 years and older.\n\nExclusion Criteria:\n\n1. If of childbearing potential, the patient must agree to use an effective method of birth control during the study and cease participation if pregnant.\n2. Nursing mothers are excluded.\n3. A history or condition of progressive brain disorders, serious systemic diseases, symptomatic cerebrovascular disease, cardiac disease, or alcohol abuse. Special conditions, for example, non-malignant brain tumors and vascular malformations, can be considered for entry on a case-by-case basis. Patients are not excluded on the basis of previous psychiatric hospitalizations or suicide attempts.\n4. A history or condition of (generalized) status epilepticus or psychogenic seizures.\n5. Presence of a cardiac pacemaker, vagus nerve stimulator, or metal implantation in the body (other than the teeth) including neurostimulators, cochlear implants, and implanted medication pumps.\n6. Previous surgery involving opening the skull.\n7. Unable to express presence of pain or discomfort.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "22 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Suppression of Seizure Frequency",
        "description": "The primary outcome was determined to be measured by the reduction in seizure frequency compared to baseline.",
        "timeFrame": "Placebo compared to Active"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 1
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "CROSSOVER"
    },
    "overallComplexityScore": 39,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-21T22:34:18.602Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}