{
  "nctId": "NCT04799405",
  "briefTitle": "Home-based tDCS in Major Depressive Disorder",
  "officialTitle": "Supervised Home-based Transcranial Direct Current Stimulation (tDCS) for Major Depressive Disorder",
  "protocolDocument": {
    "nctId": "NCT04799405",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-01-13",
    "uploadDate": "2021-12-08T16:10",
    "size": 1430355,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04799405/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 5,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-09-24",
    "completionDate": "2021-07-02",
    "primaryCompletionDate": "2021-07-02",
    "firstSubmitDate": "2021-03-10",
    "firstPostDate": "2021-03-16"
  },
  "eligibilityCriteria": {
    "criteria": "Patients meeting one of the following criteria may be eligible to participate in this study.\n\n1. Patients with medication-resistant MDD who have undergone rTMS or ECT and responded to it but whose benefit has lapsed, and they need repeat a rTMS or ECT course that they cannot access\n2. Patients with medication-resistant MDD who have undergone rTMS or ECT and responded to it but whose benefit has lapsed, and they need repeat a rTMS or ECT course that they cannot access\n3. Patients with medication-resistant MDD who are undergoing rTMS or ECT and responding, but cannot continue to get the rTMS or ECT course due to COVID-19 pandemic-related regulations or other access concerns\n4. Patients with medication-resistant MDD who are referred to rTMS or ECT and are found well qualified but cannot access rTMS or ECT due to COVID-19 pandemic-related regulations or other access concerns.\n\nThe benefits of this project address a present need due to the COVID-19 pandemic, but also go beyond the present situation and address a larger, pre-existing need. Across all these potential groups of participants, prospective participants will:\n\n* need to have a primary psychiatrist who agrees to their participation in the study and is willing to continue to follow the patient and work collaboratively with the study team\n* need to be assessed by their primary psychiatrist to be stable enough to be able to remain at home and participate in the present study without undue risk to their safety\n* need to be living with an adult willing and capable to provide oversight and learn to deliver the home-based tDCS\n* have the capability to connect with the study team for daily supervision of the intervention sessions and close safety monitoring, and be willing to commit to doing so\n\nInclusion Criteria:\n\nIndividuals with MDD\n\nParticipants will be men and women who:\n\n* Are aged 50 or older\n* Able to read, write, and communicate in English\n* Have a caregiver who is willing and able to provide the home tDCS sessions.\n* Participants must be under the care of a treating psychiatrist who approves of the study participation and believes that TMS or ECT is indicated for his/her patient but that\n\n  * it would not endanger the patient to participate in the present study rather than pursue such alternative, or\n  * the patient could not gain access to TMS or ECT due to COVID-19 (The depression phase of bi-polar disorder is not a reason for exclusion if the treating psychiatrist believes TMS or ECT would be indicated).\n\nParticipants with MDD must fit into one of the following 3 groups (medication-resistant MDD defined as 1) participant's condition has not responded to prescribed antidepressant medication; 2) participant is medication intolerant, or 3) some other underlying reason):\n\n* Patients with medication-resistant Major depressive disorder (MDD) who have undergone repetitive transcranial magnetic stimulation (rTMS) or electroconvulsive therapy (ECT) and responded to it but whose benefit has lapsed and they need repeat rTMS or ECT course that they cannot access;\n* Patients with medication-resistant MDD who are undergoing rTMS or ECT and responding, but cannot continue to get the rTMS or ECT course due to COVID-19 pandemic-related regulations or other access concerns\n* Patients with medication-resistant MDD who are referred to rTMS or ECT and are found well qualified but cannot access rTMS or ECT due to COVID-19 pandemic-related regulations or other access concerns.\n\nFurther, participants must:\n\n* Meet criteria for a diagnosis of MDD according to the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV-TR) (American Psychiatric Association, 2000), as determined via an tele-health interview with a study psychiatrist, and confirmed with the Mini International Neuropsychiatric Interview (MINI; Version 5.0.0) (Sheehan et al., 1998) and the prospective participant's primary psychiatrist.\n* Currently experiencing a major depressive episode of at least four weeks' duration as part of a unipolar or bipolar depression. Score will need to be at least 20 on the MADRS.\n\nFurther, participants must have a willing and eligible caregiver-administrators who is:\n\n* At least 21 years of age\n* Able to read, write, and communicate in English\n* Self-reported computer proficiency and willingness to learn how to use tDCS as defined by \"yes\" answers to the questions \"Do you feel comfortable using a computer?\" and \"are you willing to learn\n* How to administer tDCS?\" Stated availability throughout the study period to administer tDCS sessions to the participant with MDD.\n\nExclusion Criteria:\n\n* Exclusion criteria for participants with MDD will be:\n\n  * Any DSM-psychotic disorder\n  * Drug or alcohol abuse or dependence in the preceding three months;\n  * Concurrent benzodiazepine medication;\n  * High suicide risk (Utilizing the Beck Depression Inventory and the Hamilton Depression Scale, suicide risk will be assessed at baseline by the study psychiatrist) ;\n  * History of clinically defined neurological disorder or insult; Metal in the cranium or skull defects;\n  * Skin lesions on the scalp at the proposed electrode sites;\n  * Pregnancy.\n  * Medical devices (i.e. cardiac pacemaker, deep brain stimulator, medication infusion pump, cochlear implant, vagus nerve stimulator).\n  * Previous skull surgery with resultant skull defects\n  * Inability to understand study procedures following review of the Informed Consent form.\n\nUnderstanding will be assessed by asking the participant with MDD to answer the following three questions:\n\n1. What is the purpose of this study?\n2. What are the risks of study involvement?\n3. If you decide to participate, are you allowed to withdraw from the study at any time? Answers will be recorded by study personnel on the \"Assessment of Protocol Understanding\" form. Insufficient understanding will be defined by one or more incorrect answers, as determined at the discretion of the investigator.\n\nExclusion criteria for Participant caregiver-administrators:\n\n* Poor eyesight,\n* Severe arthritis in the hands, pain, deformity or other condition that interferes with successful administration of tDCS.\n* Inability to understand study procedures following review of the Informed Consent form.\n\nUnderstanding will be assessed by asking the participant caregiver-administrator to answer the following three questions:\n\n1. What is the purpose of this study?\n2. What are the risks of study involvement?\n3. If you decide to participate, are you allowed to withdraw from the study at any time? Answers will be recorded by study personnel on the \"Assessment of Protocol Understanding\" form (see attached). Insufficient understanding will be defined by one or more incorrect answers, as determined at the discretion of the investigator.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "50 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Montgomery-Asberg Depression Rating Scale (MADRS)",
        "description": "The MADRS is a 10-item clinical rating scale to measure the severity of depressive symptoms based on a clinical interview with a participant/patient. Higher MADRS score indicates more severe depression, and each item yields a score of 0 to 6. The overall score ranges from 0 to 60, and includes questions related to: apparent sadness, reported sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, and suicidal thoughts. Cut off points are: 0 to 6 - normal, symptom absent, 7 to 19 - mild depression, 20 to 34 - moderate depression, \\>34 - severe depression. Clinical remission is considered as a MADRS score ≤ 10.\n\nThe primary outcome will be total MADRS score from baseline to one-month follow-up (pre and post-intervention; 12 weeks).",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Number of Treatment-Emergent Adverse Events [Safety and Tolerability] and Missed Sessions",
        "description": "Feasibility and tolerability/safety will be evaluated using home-based data as recorded in the Neuroelectrics portal: number of missed sessions and number of adverse events reported on adverse event questionnaire",
        "timeFrame": "12 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "The Quality of Life Enjoyment and Satisfaction Questionnaire - Short Form (Q-LES-Q-SF)",
        "description": "The Quality of Life Enjoyment and Satisfaction Questionnaire - Short Form (Q-LES-Q-SF) is a 16 item questionnaire that captures life satisfaction over the past week across several domains. Each question is rated on a 5 point scale from 1 (Very Poor) to 5 (Very Good). The Total Score is reported as percentage maximum possible % Max = Raw-minimum score/maximum score-minimum score. (Raw score minus the minimum possible raw score divided by the maximum possible raw score minus the minimum possible raw score).\n\nThis measure was administered at baseline and at 1 month follow-up, which were separated by 12 weeks.",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "The Quick Inventory of Depressive Symptomatology (16-Item) (Self-Report)(QIDS-SR16)",
        "description": "The Quick Inventory of Depressive Symptomatology (16-Item) (Self-Report)(QIDS-SR16) is a self-report measure of depressed symptomology. Questions in the QIDS - SR-16 correlate with the nine DSM-IV symptom criterion domains, Including: Sleep disturbance (initial, middle, and late insomnia or hypersomnia) (Q 1 - 4), Sad mood (Q 5), Decrease/increase in appetite/weight (Q 6 - 9), Concentration (Q 10), Self-criticism (Q 11), Suicidal ideation (Q 12), Interest (Q 13), Energy/fatigue (Q 14), Psychomotor agitation/retardation (Q 15 - 16). Severity of depression can be judged based on the total score, which ranges from 0 to 27.\n\n1-5 = No depression 6-10 = Mild depression 11-15 = Moderate depression 16-20 = Severe depression 21-27 = Very severe depression\n\nThis measure was administered at baseline and at 1 month follow-up, which were separated by 12 weeks.",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Beck Depression Inventory (BDI)",
        "description": "The Beck Depression Inventory (BDI) is 21-item multiple-choice self-report inventory, one of the most widely used instruments for measuring the severity of depression. For each item, a value of 0 to 3 is assigned and then the total score is summed. The standard cut-offs are as follows:\n\n0-9: indicates minimal depression 10-18: indicates mild depression 19-29: indicates moderate depression 30-63: indicates severe depression. Higher total scores indicate more severe depressive symptoms.\n\nThis scale was given at baseline and 12 weeks later at the 1-month follow-up visit.",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Hamilton Depression Rating Scale",
        "description": "Hamilton Depression Rating Scale (HDRS) is comprised of 21 items for inquiry, and only the first 17 are used in scoring. Each question examines a different symptom or aspect of depression, including: mood, guilt, suicidal ideation, insomnia, agitation, and somatic symptoms. Items are scaled either from 0 - 2 or 0 - 4, and each item is summed for a total score. Benchmarks suggested at: 0-7 normal; 8 - 13 mild depression; 14-18 moderate depression; 19-22 severe depression ; \\>=23 very severe depression.\n\nThis scale was administered at baseline and 12 weeks later at the 1-month follow-up visit.",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Montreal Cognitive Assessment (MoCA)",
        "description": "The Montreal Cognitive Assessment (MoCA) is designed as a rapid screening instrument for mild cognitive dysfunction. It assesses different cognitive domains. The total possible score is 30 points; a score of 26 or above is considered normal. Severity of impairment can be determined with the following scores: 18-25 = mild cognitive impairment, 10-17= moderate cognitive impairment, and less than 10= severe cognitive impairment. The maximum total score is 30 and the minimum total score is 0 points.\n\nThis assessment was administered at baseline and at 1 month post-intervention (12 week span).",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Digit Span Forward",
        "description": "A digit-span forward task measures working memory storage capacity of numbers. Participants are auditorily presented with a chain of numerical digits and are instructed to recall the sequence of numbers verbally in the order that it was presented to the participant. The number of digits on the first trial is three. The length of the sequence increases with each correct trial completion. The more numbers recalled the better a participants has done.",
        "timeFrame": "12 weeks"
      },
      {
        "measure": "Digit Span Backward",
        "description": "A digit-span task backwards measures working memory storage capacity of numbers. Participants are auditorily presented with a chain of numerical digits and are instructed to recall the sequence of numbers verbally in backwards order. The number of digits on the first trial is two. The length of the sequence increases with each correct trial completion. The more numbers recalled the better a participants has done.",
        "timeFrame": "12 weeks"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 7,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 59,
    "complexityCategory": "Complex"
  },
  "collectionDate": "2025-09-21T22:34:03.182Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}