{
  "nctId": "NCT02750930",
  "briefTitle": "Extension to Study 200952 to Evaluate the Long-term Safety, Tolerability and Pharmacodynamics of Albiglutide Liquid Drug Product in Type 2 Diabetes Mellitus Subjects",
  "officialTitle": "An Open-label Extension to Study 200952 to Evaluate the Long-term Safety, Tolerability and Pharmacodynamics of Albiglutide Liquid Drug Product in Subjects With Type 2 Diabetes Mellitus",
  "protocolDocument": {
    "nctId": "NCT02750930",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2015-10-28",
    "uploadDate": "2017-11-20T15:41",
    "size": 1122838,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02750930/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 8,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-10-07",
    "completionDate": "2017-03-21",
    "primaryCompletionDate": "2017-03-21",
    "firstSubmitDate": "2016-04-14",
    "firstPostDate": "2016-04-26"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Subjects who have completed the 26 week Treatment Phase of Study 200952\n* Male or female\n* Able and willing to provide informed consent.\n\nExclusion Criteria:\n\n* Subject meets one or more of the withdrawal stopping criteria at Visit 1 (Week 26)",
    "healthyVolunteers": false,
    "sex": "ALL",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)",
        "description": "An AE is any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product whether or not it is considered drug related. This would include any side effect, injury, toxicity, sensitivity reaction, abnormal or worsening of a laboratory value, concurrent illness or sudden death. Pre-existing conditions that worsen during a study will be reported as AEs. SAE is any AE that results in death, is life-threatening, requires inpatient hospitalization or extends a current hospital stay, results in an ongoing or significant incapacity or interferes substantially with normal life functions, or causes a congenital anomaly or birth defect, or is associated with liver injury or impaired liver function. Number of participants who reported any AE or SAE during this extension study or who had ongoing AE or SAE from study 200952 have been presented.",
        "timeFrame": "Up to Week 34"
      },
      {
        "measure": "Number of Participants With Physical Examination Abnormalities",
        "description": "A full physical examination was planned to be done, at a minimum, assessment of the skin (including injection site), head, eyes, ears, nose, throat, thyroid, respiratory system cardiovascular system, abdomen (liver and spleen), lymph nodes, central nervous system and extremities was planned. The evaluation of skin (including injection site), respiratory system, cardiovascular system, abdomen (liver, spleen), and central nervous system was planned; however, it was not performed due to early termination of the study.",
        "timeFrame": "Up to Week 34"
      },
      {
        "measure": "Number of Participants With Hematology Values of Potential Clinical Importance (PCI)",
        "description": "Blood samples were collected from the participants to evaluate the hematology paramaters. The following hematology parameters were measured: platelet count, red blood cell (RBC) count, hemoglobin, hematocrit, mean corpuscular volume (MCV), mean corpuscular hemoglobin (MCH), white blood cell (WBC) count, neutrophils, lymphocytes, monocytes, eosinophils, and basophils, at the specified timepoints (Week 0, 4, 10, 22, 26 and Week 34). Number of participants with hematology paramaters with PCI values has been reported.",
        "timeFrame": "Up to Week 34"
      },
      {
        "measure": "Number of Participants With Clinical Chemistry Parameters of PCI",
        "description": "The following clinical chemistry parameters were measured: blood urea nitrogen (BUN), creatinine, calcium, bicarbonate, potassium, sodium, chloride, uric acid, aspartate amino transferase (AST), alanine amino transferase (ALT), alkaline phosphatase, gamma glutamyl transferase (GGT), total and direct bilirubin, total protein, and albumin at the specified timepoints (Week 0, 4, 10, 22, 26 and Week 34). Number of participants with clinical chemistry paramaters with PCI values has been reported.",
        "timeFrame": "Up to Week 34"
      },
      {
        "measure": "Number of Participants With Clinically Significant Urinalysis Abnormalities by Dipstick Method",
        "description": "Urine samples were collected early morning from the participants at specified timepoints (Weeks 26 to 52). The following urinalysis parameters were measured: specific gravity, power of hydrogen (pH), glucose, protein, blood and ketones by dipstick; microscopic examination (if blood or protein was abnormal). Number of participants with no clinically significant abnormalities in urinalysis dipstick results were reported.",
        "timeFrame": "Up to 26 weeks"
      },
      {
        "measure": "Number of Participants With Pulse Rate Values of PCI",
        "description": "The pulse rate, was measured after completion of the electrocardiogram (ECG) sampling at specified timepoints (Week 0, 4, 10, 22, 26 and Week 34). The participants were asked to be either in semi-recumbent or sitting position. During blood withdraws the vitals were performed prior to blood collection. Number of participants with pulse rate values of PCI has been reported.",
        "timeFrame": "Up to Week 34"
      },
      {
        "measure": "Number of Participants With Systolic and Diastolic Blood Pressure of PCI",
        "description": "The systolic and diastolic blood pressure, were measured after completion of the ECG sampling at specified timepoints (Week 0, 4, 10, 22, 26 and Week 34). The participants were asked to be either in semi-recumbent or sitting position. During blood withdraws the vitals were performed prior to blood collection. Number of participants with systolic and diastolic blood pressure values of PCI has been reported.",
        "timeFrame": "Up to Week 34"
      },
      {
        "measure": "Number of Participants With Clinically Significant Findings for 12-lead ECG",
        "description": "A single 12-lead ECG was performed at the specified timepoints (Weeks 0, 26 and 34) during the study where the participant was instructed to be in semi-recumbent position for 10 to 15 minutes before obtaining the ECG. An ECG machine that automatically calculated the heart rate and measures like the PR, QRS, QT, and corrected QT intervals. Number of participants with clinically significant findings in ECG results has been reported.",
        "timeFrame": "Up to Week 34"
      },
      {
        "measure": "Number of Participant With Positive Results of Anti-albiglutide Antibody Production Over Time",
        "description": "Anti-albiglutide antibodies were planned to be assessed using a validated enzyme-linked immunosorbent assay, which utilized a tiered testing approach. It was to be collected at specified timepoints at Week 0, Week 4, Week 10, Week 26 and Week 34 (follow-up). Confirmed positive samples were to be titrated to obtain the titer of anti-albiglutide antibodies. The number of participants with positive results of anti-albiglutide antibody production was to be reported. However, due to early termination only limited number of key safety data was analyzed. This study 204682 was planned as an extension of the main study, 200952 and was supposed to end well after the main study. However, the 204682 extension study was terminated prior to completion of the main study 200952, which is a double-blind study. To preserve the integrity of the main study 200952, results of anti-albiglutide antibody were not completed after the termination.",
        "timeFrame": "Up to Week 34"
      }
    ],
    "secondary": [],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 9,
      "secondaryCount": 0,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 94,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:03.009Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}