{
  "nctId": "NCT03497689",
  "briefTitle": "EXPEDITE: A Study of Remodulin Induction Followed by Orenitram Optimization to Treat Pulmonary Arterial Hypertension",
  "officialTitle": "EXPEDITE: A 16-Week, Multicenter, Open-label Study of Remodulin Induction Followed by Orenitram Optimization in Subjects With Pulmonary Arterial Hypertension",
  "protocolDocument": {
    "nctId": "NCT03497689",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2019-06-24",
    "uploadDate": "2023-03-08T09:04",
    "size": 22672879,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03497689/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 36,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-01-31",
    "completionDate": "2022-05-11",
    "primaryCompletionDate": "2022-05-11",
    "firstSubmitDate": "2018-03-20",
    "firstPostDate": "2018-04-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Subjects who voluntary gave written informed consent to participate in study.\n2. Males and female subjects aged 18 to 75 years at Screening (date the subject provided written informed consent to participate in study).\n3. Subjects with a diagnosis of World Health Organization (WHO) Group 1 pulmonary hypertension (PH): symptomatic idiopathic or heritable PAH; or PAH associated with connective tissue disease, human immunodeficiency virus (HIV) infection, repaired congenital systemic-to-pulmonary shunt (at least 1 year since repair with respect to the date of providing informed consent), or appetite suppressant/toxin use.\n4. Subjects with WHO functional class (FC) II or III symptoms at Baseline.\n5. Subjects with 6MWD \\>250 m at Baseline.\n6. Subjects who were either not receiving PAH-targeted therapy or were currently being treated with 1 or 2 oral FDA-approved PAH therapies consisting of an endothelin receptor antagonist (ERA) and/or either a phosphodiesterase type-5 inhibitor (PDE5-I) or a soluble guanylate cyclase (sGC) stimulator for ≥45 days, and on a stable dose for ≥30 days prior to the Baseline Visit.\n7. Subjects on stable doses of other medical therapies for at least 10 days prior to the Baseline Visit, with no dose adjustments, additions, or discontinuations, with the exception of discontinuation or dose changes of anticoagulants and/or diuretics. Subjects could not have recent changes to non-pharmacologic interventions, such as exercise, diet plans, pulmonary rehabilitation, or sleep apnea treatment, for at least 10 days prior to Baseline Visit.\n8. Subjects with historical right heart catheterization (RHC) results consistent with WHO Group 1 PH, as demonstrated by pulmonary artery pressure mean of ≥25 mmHg, a pulmonary artery wedge pressure (PAWP) or left ventricular (LV) end-diastolic pressure ≤15 mmHg (if a PAWP measurement was not available) and a pulmonary vascular resistance (PVR) \\>3 Wood units, in the absence of unrepaired congenital heart disease (other than patent foramen ovale).\n9. Subject underwent an RHC within 180 days of Baseline and had a cardiac index ≥2.0 L/min/m² with no changes in their PAH medication regimen (ie, both dosing and drug) since the RHC.\n10. Subjects with most recent historical echocardiogram (ECHO) demonstrating clinically normal left systolic and diastolic ventricular function and absence of any clinically significant left-sided heart disease. Subjects with clinically insignificant LV diastolic dysfunction due to the effects of right ventricular (RV) overload (RV hypertrophy and/or RV dilation) were eligible.\n11. Subjects who agreed to follow the specified precautions to avoid pregnancy as follows:\n\n    1. For female subjects of childbearing potential, a negative urine pregnancy test was required at Screening and Baseline prior to initiating study drug. Female subjects of childbearing potential must have followed 1 of the following approaches: i. practice actual abstinence from intercourse, ii. had a partner with a vasectomy, iii. had an intrauterine device, or iv. must have used 2 different forms of highly effective contraception for the duration of the study, and for at least 48 hours after discontinuing study drug. Medically acceptable forms of effective contraception included approved hormonal contraceptives (such as birth control pills) or barrier methods (such as a condom or diaphragm).\n    2. Male subjects with a partner of childbearing potential must have used a condom during intercourse for the duration of the study, and for 48 hours after discontinuing study drug.\n12. HIV-positive subjects must have had a CD4 lymphocyte count of at least 200 cells/mm\\^3 within 30 days of Screening and been receiving current standard-of-care anti-retroviral or other effective medication for the treatment of HIV, with no changes for at least 8 weeks prior to enrollment.\n13. Subjects who, in the opinion of the Investigator, were capable of communicating effectively with study personnel and were considered reliable, willing, and likely to be cooperative with protocol requirements and attend all required study visits.\n14. Subjects who had the capability to answer surveys and questionnaires written in English.\n\nExclusion Criteria:\n\n1. Female subjects who were pregnant, lactating, or planning to become pregnant during the study.\n2. Subjects with a current diagnosis of uncontrolled sleep apnea, as defined by their physician.\n3. Subjects with renal insufficiency, as defined by requiring dialysis or an estimated creatinine clearance of \\<30 mL/min, as calculated by the Cockcroft-Gault equation.\n4. Subjects with liver dysfunction defined as elevated liver function tests (alanine aminotransferase or aspartate aminotransferase) ≥3 times the upper limit of normal at Screening, or subjects with Child-Pugh Class B or C hepatic disease.\n5. Subjects with anemia, as defined by Screening hemoglobin \\<9 g/dL.\n6. Subjects with an active infection or condition that interfered with interpretation of study assessments.\n7. Subjects with a history of ischemic heart disease (defined as subjects who required anti-anginal therapy within 6 months of Screening or who had experienced a documented myocardial infarction within 6 months of Screening) or a history of left-sided myocardial dysfunction, as evidenced by a PAWP \\>15 mmHg or LV ejection fraction \\<50%.\n8. Subjects with uncontrolled systemic hypertension, as evidenced by systolic blood pressure \\>160 mmHg or diastolic blood pressure \\>100 mmHg at Baseline.\n9. Subjects with severe hypotension, as evidenced by systolic blood pressure \\<90 mmHg or diastolic blood pressure \\<50 mmHg at Baseline.\n10. If a lung assessment was completed as per standard of care, any subject with 1 or more of the following signs of documented relevant lung disease within 180 days of Baseline: total lung capacity \\<60% of predicted or forced expiratory volume in 1 second \\<55% of predicted normal.\n11. Subjects with chronic musculoskeletal disorder or any other disease that limited ambulation, or who were connected to a machine that was not portable.\n12. Subjects with a history of alcohol abuse or illicit drug abuse within 12 months of Baseline which, in the Investigator's opinion, made the subject inappropriate for enrollment in a clinical study.\n13. Subjects with any other concomitant disease with life expectancy of \\<12 months from Baseline.\n14. Subjects with an unstable psychiatric condition or those not capable of understanding the objectives, nature, or consequences of the study, or who have any condition which, in the Investigator's opinion, constituted an unacceptable risk to the subject's safety.\n15. Subjects who were currently receiving an investigational drug, had an investigational device in place, or who had participated in an investigational drug or device study within 180 days prior to Baseline. Participation in an observational study within 180 days prior to Baseline did not disqualify a subject from enrolling.\n16. Subjects who had received a prostacyclin-class therapy within 28 days of Baseline.\n17. Subjects who had a Registry to Evaluate Early and Long-Term PAH Disease Management (REVEAL) 2.0 Risk Score of ≥10.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Subjects Achieving Oral Treprostinil Dose",
        "description": "The number of subjects that achieved an oral treprostinil dose of ≥4 mg TID (or a total daily dose \\[TDD\\] of 12 mg) at Week 16 (or a dose of ≥0.057 mg/kg TID \\[TDD of 0.171 mg/kg\\] for subjects \\<70 kg).",
        "timeFrame": "Assessed at Week 16"
      }
    ],
    "secondary": [
      {
        "measure": "Change in 6-minute Walk Distance (6MWD)",
        "description": "The 6-Minute Walk Test (6MWT) is used to measure exercise ability in patients with chronic respiratory diseases. The distance walked on a predetermined course over 6 minutes was recorded.",
        "timeFrame": "From Baseline to Week 16"
      },
      {
        "measure": "Change in Borg Dyspnea Score",
        "description": "The Borg dyspnea score is a 10-point scale rating the maximum level of dyspnea experienced during the 6MWT. Scores range from 0 (no shortness of breath) to 10 (worst shortness of breath you have ever had).",
        "timeFrame": "From Baseline to Week 16"
      },
      {
        "measure": "Number of Subjects With Changes in WHO FC",
        "description": "WHO FC ranges from I (subjects with PH but without resulting limitation of physical activity) to IV (subjects with PH with inability to carry out any physical activities without symptoms). A lower WHO FC was considered \"improved\"; a higher WHO FC was considered \"worsened.\"",
        "timeFrame": "From Baseline to Week 16"
      },
      {
        "measure": "Change in Serum N-terminal Pro-brain Natriuretic Peptide (NT-proBNP) Levels",
        "description": "NT-proBNP is a hormone produced by the heart. NT-proBNP concentration is associated with changes in right heart morphology and function. The main purpose of NT-proBNP testing is to see if the blood levels of this protein are within the expected range for a healthy person. Normal levels of NT-proBNP are less than 125 pg/mL for people under 75 years old and less than 450 pg/mL for people over age 75. NT-proBNP levels over 900 pg/mL may be a sign of heart failure. The higher the level, the more serious the condition.",
        "timeFrame": "From Baseline to Week 16"
      },
      {
        "measure": "Change in Echocardiogram Parameters (Change in Cardiac Output)",
        "description": "ECHOs provide information regarding cardiac structure and function. Cardiac output was summarized at each time point listed.",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Change in Echocardiogram Parameters (Heart Rate)",
        "description": "ECHOs provide information regarding cardiac structure and function. Heart rate was summarized at each time point listed.",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Change in Echocardiogram Parameters (Left Ventricular Outflow Track Dimension)",
        "description": "ECHOs provide information regarding cardiac structure and function. Left ventricular outflow track (LVOT) dimension was summarized at each time point listed.",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Change in Echocardiogram Parameters (LVOT Velocity Time Integral)",
        "description": "ECHOs provide information regarding cardiac structure and function. LVOT velocity time integral was summarized at each time point listed.",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Change in Echocardiogram Parameters (LV Diameter)",
        "description": "ECHOs provide information regarding cardiac structure and function. LV diameter was summarized at each time point listed.",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Change in Echocardiogram Parameters (LV Eccentricity Index [Diastole])",
        "description": "ECHOs provide information regarding cardiac structure and function. LV Eccentricity Index (Diastole) was summarized at each time point listed. Diastole LV Eccentricity Index is measured during ECHOs to assess how much the shape of the LV deviates from normal while the heart is relaxing (full of blood prior to contraction). A lower Diastole LV Eccentricity Index indicates that the LV is closer to a normal shape during diastole. A higher Diastole LV Eccentricity Index indicates that the LV is more elongated/stretched during diastole, indicating potential heart problems. There is no theoretical minimum or maximum value for the index range.",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Change in Echocardiogram Parameters (LV Eccentricity Index [Systole])",
        "description": "ECHOs provide information regarding cardiac structure and function. LV Eccentricity Index (Systole) was summarized at each time point listed. Systole LV Eccentricity Index is measured during ECHOs to assess how much the shape of the LV deviates from normal while the heart is contracting (pumping blood to the body). A lower Systole LV Eccentricity Index indicates that the LV is closer to a normal shape during systole. A higher Systole LV Eccentricity Index indicates that the LV is more elongated/stretched during systole, indicating potential heart problems. There is no theoretical minimum or maximum value for the index range.",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Change in Echocardiogram Parameters (Pulmonary Valve Acceleration Time)",
        "description": "ECHOs provide information regarding cardiac structure and function. Pulmonary valve acceleration time was summarized at each time point listed.=.",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Change in Echocardiogram Parameters (RV/LV Ratio)",
        "description": "ECHOs provide information regarding cardiac structure and function. RV/LV (diastole) ratio was summarized at each time point listed. RV/LV Ratio is the ratio of right ventricular to left ventricular diameter. A normal RV/LV Ratio is 0.6 to 1.0. When the ratio exceeds 1.0 it is indicative of high pulmonary artery pressure or right ventricular hypertrophy.",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Change in Echocardiogram Parameters (Right Atrial Area)",
        "description": "ECHOs provide information regarding cardiac structure and function. Right atrial area was summarized at each time point listed.",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Change in Echocardiogram Parameters (RV Diameter)",
        "description": "ECHOs provide information regarding cardiac structure and function. RV diameter was summarized at each time point.",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Change in Echocardiogram Parameters (RV Free Wall Strain)",
        "description": "ECHOs provide information regarding cardiac structure and function. RV free wall strain was summarized at each time point listed .",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Change in Echocardiogram Parameters (RV Myocardial Performance Index)",
        "description": "ECHOs provide information regarding cardiac structure and function. RV myocardial performance index (MPI) was summarized at each time point listed. RV MPI is a measurement used to assess RV systolic function in patients with PH. MPI correlates with pulmonary arterial pressure. Normal MPI is approximately 0.35. Higher MPI values indicate higher pulmonary arterial pressure.",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Change in Echocardiogram Parameters (Tricuspid Annular Plane Systolic Excursion)",
        "description": "ECHOs provide information regarding cardiac structure and function. Tricuspid annular plane systolic excursion was summarized at each time point listed.",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Change in PAH Symptom Score",
        "description": "PAH symptoms included fatigue, dyspnea, lower extremity edema, dizziness, syncope, chest pain, and orthopnea. Symptoms were scored (Grades 0 \\[none\\], 1 \\[mild\\], 2 \\[moderate\\], to 3 \\[severe\\]) except for syncope (0 \\[No\\], 1 \\[Infrequent; 1 episode\\], 2 \\[Somewhat frequent; 2 to 3 episodes\\], and 3 \\[Often; \\>4 episodes). A lower score was considered \"improved\"; a higher score was considered \"worsened.\"",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Change in Patient-reported Outcomes (Health-related Quality of Life)",
        "description": "The Health-related Quality of Life in Pulmonary Hypertension Questionnaire (emPHasis-10) is a 10-question questionnaire used during clinical assessments that measures quality of life by the patients participating in the study. The patients graded their response to each of the 10 health-related questions on a scale of 0 to 5 based on how they were feeling that day. The most favorable score for each question is 0, and the least favorable score for each question is 5. A total score was then summed for each subject based on their responses to the 10 questions. The lower the total score was (best possible total score was 0), the less living with PH was negatively affecting the quality of the patient's life. The higher the total score (worst possible score was 50), the more living with PH was negatively affecting the quality of the patient's life.",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Change in Treatment Satisfaction",
        "description": "The Treatment Satisfaction Questionnaire for Medication (TSQM) is a 14-question questionnaire that measures the level of satisfaction or dissatisfaction patients have with their study medication in 4 areas: effectiveness (3 questions), side effects (5 questions), convenience (3 questions), and global satisfaction (3 questions). With the exception of the first side effects question (a yes or no question), all items have 5 or 7 responses which are scored from 1 (least satisfied) to 5 or 7 (most satisfied). A total score is then summed for each domain on the following scales: effectiveness 1-21, side effects 1-20, convenience 1-21, and global satisfaction 1-17. Lower total scores in each domain indicate dissatisfaction with the study medication and higher total scores indicate satisfaction.",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Improvement From Baseline in Clinical Risk Category",
        "description": "6MWD low risk: \\>440 m, intermediate risk: 165-440 m, high risk: \\<165 m; NT-proBNP low risk: \\<300 ng/L, intermediate risk: 300-1400 ng/L, high risk: \\>1400 ng/L; WHO FC: low risk: I or II, intermediate risk: III, high risk: IV; and Right Atrial Area: low risk: \\<18 cm², intermediate risk: 18-26 cm², high risk: \\>26 cm². Moving from a higher risk category to a low risk category was considered \"improved;\" moving from a lower risk category to a higher risk category was considered \"worsened.\"",
        "timeFrame": "At Baseline and Week 16"
      },
      {
        "measure": "Achievement of Low Risk Category in Clinical Parameters",
        "description": "Low risk categories for the 4 selected parameters were: 6MWD \\>440 m, serum NT-proBNP \\<300 ng/L, WHO FC I or II, and right atrial area \\<18cm². The rows of the table indicate the count of participants that were in the low risk category for the parameter at Week 16.",
        "timeFrame": "At Week 16"
      },
      {
        "measure": "Overall Achievement",
        "description": "The percentage of subjects that ended the study in achievement Class 1 (either achieved an Orenitram dose of ≥4 mg TID \\[or TDD of 12 mg\\] at Week 16 or a dose of ≥0.057 mg/kg TID \\[or a TDD of 0.171 mg/kg\\] for subjects \\<70 kg), Class 2 (achieved a prescribed Orenitram dose ≥2 mg TID and \\<4 mg TID \\[or a TDD ≥6 mg and \\<12 mg\\] at specific visit, with at least 2 of the following 3 clinical parameters: 6MWD increase by ≥10% or ≥30 m from baseline, serum NT-proBNP reduction \\>30% from baseline, or WHO FC I or II), or Class 3 (were not Class 1 or Class 2, or with class undetermined).",
        "timeFrame": "At Week 16"
      },
      {
        "measure": "Transition and Maintenance of Orenitram Therapy",
        "description": "The percentage of subjects that transitioned to oral treprostinil at any dose and were maintained on therapy at Week 16 (considered a \"successful\" result).",
        "timeFrame": "At Week 16"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 25,
      "otherCount": 0,
      "totalCount": 26
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:00.783Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}