{
  "nctId": "NCT05516342",
  "briefTitle": "LEAD IT! An App to Enable Persons With Early Stage Dementia to Lead Group Activities for Their Peers",
  "officialTitle": "LEAD IT! An App to Enable Persons With Early Stage Dementia to Lead Group Activities for Their Peers",
  "protocolDocument": {
    "nctId": "NCT05516342",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2022-02-11",
    "uploadDate": "2024-05-22T16:45",
    "size": 7548390,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT05516342/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 182,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-11-10",
    "completionDate": "2023-06-11",
    "primaryCompletionDate": "2023-06-11",
    "firstSubmitDate": "2022-08-10",
    "firstPostDate": "2022-08-25"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria for Persons with Dementia\n\n* Must reside in an Assisted Living Facility or NH\n* Must be at least 65 years old\n* Must speak and read English\n* Must have a clinical diagnosis of dementia (any type).\n* Resident-players must score at least five on the Mini-Mental State Examination (MMSE)\n* Resident-leaders must score at least 13 on the MMSE\n* Resident-leaders must possess at least 70% of the characteristics of successful leaders, based upon the I'm Still Here Skills Inventory, Short Edition, Modified\n\nExclusion Criteria for Persons with Dementia -the person shows signs of rapid cognitive decline or physical deterioration over the last six months, as evidenced by medical records.\n\nInclusion Criteria for Staff\n\n* Must be at least 18 years old\n* Must speak English\n\nExclusion Criteria for Staff\n\n-n/a",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline to Treatment for Constructive Engagement on the Menorah Park Engagement Scale [Time Frame: Baseline (Month 1) and Treatment (Months 2, 3, and 4)",
        "description": "Constructive Engagement on the Menorah Park Engagement Scale is defined as doing or commenting on something related to the target activity. During baseline, multiple observations of \"standard\" activities were observed and a single mean score was calculated for all sessions observed during that month. Then, again, during treatment, multiple treatment activity sessions were observed over the course of three months (Months 2, 3, and 4) and a single mean score was calculated. The minimum value for Constructive Engagement is zero (0) and the maximum score is two (2). Higher scores represent a better outcome.",
        "timeFrame": "Baseline (Month 1) and Treatment (Months 2, 3, and 4)"
      },
      {
        "measure": "Change From Baseline to Treatment for Passive Engagement on the Menorah Park Engagement Scale",
        "description": "Passive Engagement on the Menorah Park Engagement Scale is defined as listening or watching something related to the target activity.During baseline, multiple observations of \"standard\" activities were observed and a single mean score was calculated for all sessions observed during that month. Then, again, during treatment, multiple treatment activity sessions were observed over the course of three months (Months 2, 3, and 4) and a single mean score was calculated. The minimum value for Passive Engagement is zero (0) and the maximum score is two (2). Higher scores represent a better outcome..",
        "timeFrame": "Baseline (Month 1) and Treatment (Months 2, 3, and 4)"
      },
      {
        "measure": "Change From Baseline to Treatment for Other Engagement on the Menorah Park Engagement Scale",
        "description": "Other Engagement on the Menorah Park Engagement Scale is defined as doing, commenting, listening, or watching something NOT related to the target activity. During baseline, multiple observations of \"standard\" activities were observed and a single mean score was calculated for all sessions observed during that month. Then, again, during treatment, multiple treatment activity sessions were observed over the course of three months (Months 2, 3, and 4) and a single mean score was calculated. The minimum value for Other Engagement is zero (0) and the maximum score is two (2). Lower scores represent a better outcome.",
        "timeFrame": "Baseline (Month 1) and Treatment (Months 2, 3, and 4)"
      },
      {
        "measure": "Change From Baseline to Treatment for Non Engagement on the Menorah Park Engagement Scale",
        "description": "Non-Engagement on the Menorah Park Engagement Scale is defined as sleeping and/or staring into space. During baseline, multiple observations of \"standard\" activities were observed and a single mean score was calculated for all sessions observed during that month. Then, again, during treatment, multiple treatment activity sessions were observed over the course of three months (Months 2, 3, and 4) and a single mean score was calculated. The minimum value for Non-Engagement is zero (0) and the maximum score is two (2). Lower scores represent a better outcome.",
        "timeFrame": "Baseline (Month 1) and Treatment (Months 2, 3, and 4)"
      },
      {
        "measure": "Change From Baseline to Treatment for Pleasure on the Menorah Park Engagement Scale",
        "description": "Pleasure on the Menorah Park Engagement Scale is defined as clearly observable laughing or smiling. During baseline, multiple observations of \"standard\" activities were observed and a single mean score was calculated for all sessions observed during that month. Then, again, during treatment, multiple treatment activity sessions were observed over the course of three months (Months 2, 3, and 4) and a single mean score was calculated. The minimum value for Pleasure is zero (0) and the maximum score is two (2). Lower scores represent a better outcome.",
        "timeFrame": "Baseline (Month 1) and Treatment (Months 2, 3, and 4)"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline to Treatment on Dementia Related Quality of Life (DEMQOL)",
        "description": "The Dementia Related Quality of Life Scale is a 28 item scale that examines quality of life in persons with dementia. The score ranges for 28 to 112. Higher scores represent a better outcome.",
        "timeFrame": "Baseline (Month 1) and Post-Treatment (Month 4)"
      },
      {
        "measure": "Change From Baseline to Treatment on the Neuropsychiatric Inventory-Nursing Home (NPI-NH), Frequency x Severity Score (FxS)",
        "description": "The NPI-NH examines 10 types of neuropsychiatric symptoms in persons with dementia, with the FxS score looking creating a composite score that takes into account frequency and severity of the symptoms. The score ranges from 0 to 120. Lower scores represent a better outcome.",
        "timeFrame": "Baseline (Month 1) and Post-Treatment (Month 4)"
      },
      {
        "measure": "Change From Baseline to Treatment on the Geriatric Depression Scale-Short Form (GDS-SF)",
        "description": "The GDS-SF consists of 15 questions requiring \"yes\" or \"no\" answers. It is specifically developed for use with older adults. For persons unable to answer the questions, a proxy can be used. The total score ranges from 0 to 15, with lower scores indicating a better outcome.",
        "timeFrame": "Baseline (Month 1) and Post-Treatment (Month 4)"
      },
      {
        "measure": "Change From Baseline to Treatment on the Cohen Mansfield Agitation Inventory (CMAI)",
        "description": "The 14-item CMAI is a caregiver rated questionnaire using a 5-point Likert scale to rate the frequency of disturbing behaviors in dementia such as verbal/physical aggression, general restlessness, strange noises, and so on. Scores range from 14 to 70, with lower scores indicating a better outcome.",
        "timeFrame": "Baseline (Month 1) and Post-Treatment (Month 4)"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 0,
      "exclusionCount": 0,
      "totalCount": 0
    },
    "endpoints": {
      "primaryCount": 5,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 9
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 80,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:03.620Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}