{
  "nctId": "NCT03988842",
  "briefTitle": "Standard-dose Apixaban AFtEr Very Low-dose ThromboLYSis for Acute Intermediate-high Risk Acute Pulmonary Embolism",
  "officialTitle": "Standard-dose Apixaban AFtEr Very Low-dose ThromboLYSis for Acute Intermediate-high Risk Acute Pulmonary Embolism",
  "protocolDocument": {
    "nctId": "NCT03988842",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2019-08-28",
    "uploadDate": "2021-02-11T19:22",
    "size": 1050705,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03988842/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 4,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2019-07-25",
    "completionDate": "2020-04-05",
    "primaryCompletionDate": "2020-04-05",
    "firstSubmitDate": "2019-05-24",
    "firstPostDate": "2019-06-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Chest CT angiogram (CTA) evidence of proximal Pulmonary Embolism (PE) with a filling defect in at least one main pulmonary artery or lobar artery\n* PE symptom duration ≤14 days\n* Intermediate-high risk PE: defined as RV dysfunction with an RV/LV diameter ≥ 0.9, sPESI \\> 0, and either troponin \\> 0.05ng/mL or BNP \\> 100 pg/mL, and hemodynamically stable (systolic blood pressure \\> 90mmHg without the use of vasopressor support)\n* Randomization within 24 + 4 hours of anticoagulation\n* Signed and dated informed consent obtained from subject or legally authorized representative before initiation of any study procedures\n\nExclusion Criteria:\n\n* Weight \\> 130kg or \\< 40 kg on day of randomization\n* Stroke or transient ischemic attack (TIA), head trauma, or other active intracranial or intraspinal disease within one year\n* Recent (within one month) or active bleeding from a major organ\n* Major surgery within 14 days\n* Clinician deems the subject too high-risk for bleeding using HAS-BLED criteria\n* History of any hematologic disease or coagulopathy\n* Cirrhosis (as determined by Child-Pugh B or C)\n* History of heparin-induced thrombocytopenia (HIT)\n* Hemodynamic instability defined as systolic blood pressure (SBP) less than 90mmHg and/or use of vasopressors for greater than 15 minutes\n* Severe hypertension as defined as SBP greater than 180mmHg\n* Cardiac arrest or active cardiopulmonary resuscitation (CPR)\n* Receiving neuraxial anesthesia or undergoing spinal puncture\n* Patient with prosthetic heart valves\n* Evidence of irreversible neurological compromise\n* Evidence of poor functional status\n* History of major gastrointestinal bleed within the last month\n* Active gastric or duodenal ulcers\n* Use of thrombolytics or glycoprotein IIb/IIIa antagonists within 3 days prior to diagnosis\n* Lovenox administration within 12 hours of randomization\n* Direct-acting oral anticoagulant use (dabigatran, rivaroxaban, apixaban, or edoxaban) with last known dose within 48 hours\n* Hemoglobin \\< 10 g/dL\n* Creatinine clearances \\< 60 mL/min\n* Platelets \\< 100 thousand/µL\n* INR \\> 1.4\n* Alanine transaminase (ALT) or aspartate transaminase (AST) ≥ 2 times upper limit of normal (ULN)\n* Total bilirubin (TBL) ≥ 1.5 times ULN (except due to confirmed Gilbert's syndrome)\n* Patient is pregnant (positive pregnancy test; women of childbearing capacity must be tested prior to enrollment) or breast feeding\n* Patient who is a prisoner, or if subject who becomes compulsory detained\n* Active cancer defined as diagnosis of cancer within six months before the study inclusion, or receiving treatment for cancer at the time of inclusion or any treatment for cancer during 6 months prior to randomization, or recurrent locally advanced or metastatic cancer\n* Known allergy, hypersensitivity or thrombocytopenia from heparin, tPA, or apixaban or iodinated contrast except for mild-moderate contrast allergies for which steroid pre-medication can be administered within 12 hours prior to the CTA\n* HIV/AIDS",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "maximumAge": "75 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Extent of Clot Lysis in the Experimental Arm",
        "description": "Change in percentage of clot lysis in the experimental arm only as measured using the Refined Modified Miller Score (RMMS) from the baseline CTA to the 24 hour CTA after 24mg of systemic (IV) tPA + standard anticoagulation therapy (experimental arm).",
        "timeFrame": "Baseline, 24 hours"
      }
    ],
    "secondary": [
      {
        "measure": "Change in Extent of Clot Lysis Between the Experimental Arm and the Active Comparator Arm",
        "description": "Change in percentage of clot lysis between the experimental arm and the active comparator arm as measured using the Refined Modified Miller Score (RMMS) from the baseline CTA to the 24 hour CTA after 24mg of systemic (IV) tPA + standard anticoagulation therapy (experimental arm) compared to 24mg of systemic (IV) placebo + standard anticoagulation therapy (active comparator arm).",
        "timeFrame": "Baseline, 24 hours"
      },
      {
        "measure": "Change in Right Ventricular to Left Ventricular Diameter (RV/LV) Ratio",
        "description": "RV/LV ratio as measured by chest CTA from baseline to 24 ± 6 hours after the infusion of very low dose systemic (IV) tPA in patients with acute intermediate-high risk PE compared with placebo.",
        "timeFrame": "Baseline, 24 hours"
      },
      {
        "measure": "Change in RV/LV Ratio From Baseline Echocardiogram",
        "description": "Change from baseline in echocardiographic parameters as measured by the RV/LV ratio within 24 hours ± 6 hours and at 30 ± 5 days after the end of the systemic (IV) tPA infusion compared with placebo.",
        "timeFrame": "Baseline, 24 hours and 30 days"
      },
      {
        "measure": "Change in Tricuspid Annular Plane Systolic Excursion (TAPSE) From Baseline Echocardiogram",
        "description": "Change from baseline in echocardiographic parameters as measured by the tricuspid annular plane systolic excursion (TAPSE) within 24 hours ± 6 hours and at 30 ± 5 days after the end of the systemic (IV) tPA infusion compared with placebo.",
        "timeFrame": "Baseline, 24 hours and 30 days"
      },
      {
        "measure": "Change in Right Ventricular Systolic Pressure (RVSP) From Baseline Echocardiogram",
        "description": "Change from baseline in echocardiographic parameters as measured by the estimated right ventricular systolic pressure (RVSP) within 24 hours ± 6 hours and at 30 ± 5 days after the end of the systemic (IV) tPA infusion compared with placebo.",
        "timeFrame": "Baseline, 24 hours and 30 days"
      },
      {
        "measure": "Change in the Collapse of the Inferior Vena Cava (IVC) From Baseline Echocardiogram",
        "description": "Change from baseline in echocardiographic parameters as measured by the collapse of the inferior vena cava (IVC) with respiration within 24 hours ± 6 hours and at 30 ± 5 days after the end of the systemic (IV) tPA infusion compared with placebo.",
        "timeFrame": "Baseline, 24 hours and 30 days"
      },
      {
        "measure": "Change in the Requirement for Oxygen Therapy After 6 Minute Walk Test (6MWT)",
        "description": "6MWT distance as measured by the requirement for oxygen therapy at 30 day, 60 day and one year ± 14 days clinic follow-up compared with placebo.",
        "timeFrame": "30 days, 60 days, and 1 year"
      },
      {
        "measure": "Change in Borg Dyspnea Scale Score After 6 Minute Walk Test (6MWT)",
        "description": "6MWT distance as measured by the Borg Dyspnea Scale score (Borg score) at 30 day, 60 day and one year ± 14 days clinic follow-up compared with placebo. The Borg Scale measures self-reported intensity and severity of breathlessness (dyspnea) and fatigue before, during, and after a 6MWT. Each item is scored 0 - 10 (0 = no breathlessness at all; 10 = most severe breathlessness that you have ever experienced), yielding a total between 0 and 20.",
        "timeFrame": "30 days, 60 days, and 1 year"
      },
      {
        "measure": "Change in Patient-Reported Outcomes Measurement Information System (PROMIS) Physical Function (PF) Questionnaire",
        "description": "Quality of life (QOL) as measured by the PROMIS PF-6at 30 days, 6 months and one year ± 14 days clinic follow-up compared with placebo. The PROMIS PF-6 measures self-reported physical function for everyday tasks (i.e., yard work, shopping, walking up/down stairs). Each item is score 1 - 5 (1 = unable to do/cannot do; 5 = without any difficulty/not at all), yielding a total between 6 and 30.",
        "timeFrame": "30 days, 6 months, and 1 year"
      },
      {
        "measure": "Change in Pulmonary Embolism Quality of Life (PEmb-QOL) Questionnaire",
        "description": "Quality of life (QOL) as measured by the PEmb-QOL at 30 days, 6 months and one year ± 14 days clinic follow-up compared with placebo. The PEmb-QOL measures self-reported QOL after a Pulmonary Embolism. The PEmb-QOL has nine sub-scales with higher scores indicating worse outcomes. Each item is score 1 - 5 (1 = unable to do/cannot do; 5 = without any difficulty/not at all), yielding a total between 6 and 30.",
        "timeFrame": "30 days, 6 months, and 1 year"
      },
      {
        "measure": "Number of Recurrent Deep Vein Thrombosis (DVT) and/or Pulmonary Embolism (PE) Events",
        "description": "Measured as the number of recurrent DVT and/or PE events in patients at 30 days, 60 days, 6 months, and 1 year compared to placebo.",
        "timeFrame": "30 days, 60 days, 6 months, and 1 year"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 11,
      "otherCount": 0,
      "totalCount": 12
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 94,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:02.774Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}