{
  "nctId": "NCT04765722",
  "briefTitle": "Mepolizumab for the Treatment of Chronic Cough With Eosinophilic Airways Diseases",
  "officialTitle": "Mepolizumab for the Treatment of Chronic Cough With Eosinophilic Airways Diseases",
  "protocolDocument": {
    "nctId": "NCT04765722",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2023-06-22",
    "uploadDate": "2025-05-05T13:08",
    "size": 725827,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT04765722/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "QUADRUPLE",
  "enrollmentInfo": {
    "enrollmentCount": 46,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2021-12-14",
    "completionDate": "2024-11-12",
    "primaryCompletionDate": "2024-11-12",
    "firstSubmitDate": "2021-02-05",
    "firstPostDate": "2021-02-21"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Aged ≥18\n2. Subjects with a history of chronic cough (cough lasting for \\>8 weeks)\n3. Evidence of airway eosinophilia (sputum eosinophilia\\>2%)\n4. Forced expiratory volume-1 ≥ 70% of predicted\n5. Normal chest x-ray (within the last 6 months)\n6. At least one dose of a COVID-19 vaccine a minimum of 2 weeks prior to enrollment\n\nExclusion Criteria:\n\n1. Symptoms of upper respiratory tract infection in the last 1 month which have not resolved.\n2. Lower respiratory tract infection or pneumonia in the last 1 month.\n3. Subjects with a positive covid-19 test within 2 weeks of screening\n4. Subjects with seasonal allergic rhinitis that affects their asthma control\n5. Current smoker or ex-smoker with ≥10 pack year smoking history and abstinence of ≤6 months\n6. Symptoms of uncontrolled asthma at screening defined as: Asthma Control Questionnaire-5 \\>1.5, or use of 3 or more puffs of a short acting beta-2 agonist per week, or an exacerbation in the previous month requiring oral prednisone or antibiotics.\n7. Use of regular maintenance oral corticosteroids or long-acting muscarinic antagonist within 4 weeks prior to enrolment into the study.\n8. A previous asthma exacerbation requiring Intensive Care Unit admission.\n9. Significant other primary pulmonary disorders in particular; pulmonary embolism, pulmonary hypertension, interstitial lung disease, lung cancer, cystic fibrosis, emphysema or bronchiectasis.\n10. Any history or symptoms of cardiovascular disease, particularly coronary artery disease, arrhythmias, hypertension, or congestive heart failure.\n11. Any history or symptoms of significant neurologic disease, including transient ischemic attack, stroke, seizure disorder, or behavioural disturbances\n12. Uncontrolled diabetes\n13. End-stage kidney or liver disease\n14. Clinically significant abnormalities in laboratory test results during the screening period (including complete blood count, coagulation, electrolytes, liver function tests) unless deemed not significant by the investigator.\n15. Any history or symptoms of clinically significant autoimmune disease\n16. History of anaphylaxis to any biologic therapy or vaccine\n17. History of Guillain-Barre Syndrome\n18. A helminth parasitic infection diagnosed within 24 weeks prior to the date of informed consent is obtained that has not been treated with or has failed to respond to standard of care therapy.\n19. Positive hepatitis B surface antigen, or hepatitis C virus antibody serology, or a positive medical history for hepatitis B or C. Subjects with a history of hepatitis B vaccination without history of hepatitis B can enroll.\n20. A history of immunodeficiency disorders including a positive human immunodeficiency virus test\n21. Pregnancy or breast-feeding.\n22. Women of childbearing potential must not be actively seeking pregnancy, and must use an effective form of birth control (confirmed by the Investigator). Effective forms of birth control include: true sexual abstinence, a vasectomized sexual partner, Implanon, female sterilization by tubal occlusion, any effective intrauterine device/ intrauterine system levonorgestrel Intrauterine system, Depo-Provera™ injections, oral contraceptive, and Evra Patch™ or Nuvaring™. Women of childbearing potential must agree to use an effective method of birth control, as defined above, from enrolment, throughout the study duration and within the 8 treatment weeks. They must demonstrate a negative serum pregnancy test at screening and demonstrate a negative urine pregnancy test immediately before each dose of study drug or placebo. Women not of childbearing potential are defined as women who are either permanently sterilized (hysterectomy, bilateral oophorectomy, or bilateral salpingectomy), or who are postmenopausal. Women will be considered postmenopausal if they have been amenorrheic for 12 months prior to the planned date of randomization without an alternative medical cause. The following age-specific requirements apply:\n\n    i. Women \\<50 years old would be considered postmenopausal if they have been amenorrheic for 12 months or more following cessation of exogenous hormonal treatment and follicle stimulating hormone (FSH) levels in the postmenopausal range.\n\n    ii. Women ≥50 years old would be considered postmenopausal if they have been amenorrheic for 12 months or more following cessation of all exogenous hormonal treatment.\n23. Male patients not using an acceptable method of contraception. All male patients who are sexually active must agree to use an acceptable method of contraception (condom with or without spermicide, vasectomy) from the first dose of study drug until their last dose.\n24. Use of angiotensin-converting-enzyme inhibitors\n25. Use of immunosuppressive medication (including but not limited to: methotrexate, cyclosporine, azathioprine, intramuscular long-acting depot corticosteroid, oral corticosteroid, or any experimental anti-inflammatory therapy) within 3 months prior to the date informed consent is obtained\n26. Use of any other biological within 4 months or 5 half-lives prior to randomization, whichever is longer.\n27. Any centrally acting medication within the last 2 weeks which in the view of the investigator could influence the coughing (Any participant who is taking amitriptyline, dextromethorphan, pregabalin, gabapentin or opioids will not be eligible to take part in this study unless they are willing and medically able to withdraw from such medication for the duration of the study. The reason for this is that centrally acting medications may influence coughing rates.)\n28. History of psychiatric illness, drug or alcohol abuse which may interfere in the participation of the trial.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change From Baseline in 24-hour Cough Frequency at 14 Weeks",
        "description": "Change from baseline in 24-hour cough frequency (coughs/hour) measured by the VitaloJAK cough monitor at 14 weeks.",
        "timeFrame": "14 weeks"
      }
    ],
    "secondary": [
      {
        "measure": "Change From Baseline in Awake Cough Frequency at 8 Weeks",
        "description": "Change from baseline in awake cough frequency (coughs/hour) measured by the VitaloJAK cough monitor at 8 weeks.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Change From Baseline in Awake Cough Frequency at 14 Weeks",
        "description": "Change from baseline in awake cough frequency (coughs/hour) at 14 weeks.",
        "timeFrame": "14 weeks"
      },
      {
        "measure": "Change From Baseline in Sleep Cough Frequency at 8 Weeks",
        "description": "Change from baseline in sleep cough frequency (coughs/hour) measured by the VitaloJAK cough monitor at 8 weeks.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Change From Baseline in Sleep Cough Frequency at 14 Weeks",
        "description": "Change from baseline in sleep cough frequency (coughs/hour) measured by the VitaloJAK cough monitor at 14 weeks.",
        "timeFrame": "14 weeks"
      },
      {
        "measure": "Change From Baseline in Cough Severity at 8 Weeks",
        "description": "Change from baseline in cough severity measured on the 100-mm visual analogue scale at 8 weeks. Scale ranges from 0 mm (no cough) to 100 mm (worst possible cough). Higher scores reflect worse cough severity.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Change From Baseline in Cough Severity at 14 Weeks",
        "description": "Change from baseline in cough severity measured on the 100-mm visual analogue scale at 14 weeks. Scale ranges from 0 mm (no cough) to 100 mm (worst possible cough). Higher scores reflect worse cough severity.",
        "timeFrame": "14 weeks"
      },
      {
        "measure": "Change From Baseline on the Leicester Cough Questionnaire at 8 Weeks",
        "description": "Change from baseline in cough quality of life measured by the Leicester Cough Questionnaire at 8 weeks. Total score ranges from 3 to 21, with higher scores indicating better cough quality of life.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Change From Baseline on the Leicester Cough Questionnaire at 14 Weeks",
        "description": "Change from baseline in cough quality of life measured by the Leicester Cough Questionnaire at 14 weeks. Total score ranges from 3 to 21, with higher scores indicating better cough quality of life.",
        "timeFrame": "14 weeks"
      },
      {
        "measure": "Change From Baseline in Blood Eosinophils at 8 Weeks",
        "description": "Change from baseline in blood eosinophils at 8 weeks.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Change From Baseline in Blood Eosinophils at 14 Weeks",
        "description": "Change from baseline in blood eosinophils at 14 weeks.",
        "timeFrame": "14 weeks"
      },
      {
        "measure": "Change From Baseline in Sputum Eosinophils at 8 Weeks",
        "description": "Change from baseline in sputum eosinophils (%) at 8 weeks.",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Change From Baseline in Sputum Eosinophils at 14 Weeks",
        "description": "Change from baseline in sputum eosinophils (%) at 14 weeks.",
        "timeFrame": "14 weeks"
      }
    ],
    "other": [
      {
        "measure": "Change From Baseline in Methacholine Provocative Concentration Eliciting a 20% Fall in FEV1 (PC20) at 14 Weeks",
        "description": "Change from baseline in methacholine provocative concentration eliciting a 20% fall in FEV1 (PC20) at 14 weeks.",
        "timeFrame": "14 weeks"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 12,
      "otherCount": 1,
      "totalCount": 14
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:02.609Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}