{
  "nctId": "NCT02658019",
  "briefTitle": "Pembrolizumab (Keytruda) in Advanced Hepatocellular Carcinoma",
  "officialTitle": "Phase II Study of Pembrolizumab (Keytruda®) in Advanced Hepatocellular Carcinoma (HCC)",
  "protocolDocument": {
    "nctId": "NCT02658019",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-09-15",
    "uploadDate": "2020-09-21T09:20",
    "size": 1009982,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02658019/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "NA",
  "interventionModel": "SINGLE_GROUP",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 29,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2016-05-06",
    "completionDate": "2019-12-17",
    "primaryCompletionDate": "2019-11-10",
    "firstSubmitDate": "2016-01-14",
    "firstPostDate": "2016-01-18"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n1. Patients must have diagnosis of advanced hepatocellular cancer (HCC) by one of the following:\n\n   * Histopathology\n   * Elevated serum alpha-fetoprotein (AFP) \\>400 ng/ml and findings on magnetic resonance imaging (MRI) or computed tomography (CT) scans characteristic of HCC\n   * Findings on triple phase MRI or CT scans characteristic of HCC in patients with cirrhosis and tumors at least 1 cm or greater, without a curative treatment option (transplant, resection, or ablation).\n2. Measurable disease as defined by RECIST v1.1 (provided in Section 14.0).\n3. Radiographic progression on previously treated areas (as defined by RECIST v1.1).\n4. Subject refusal for sorafenib treatment or intolerance to sorafenib are also allowed (intolerance is defined as ≥ 28 days of sorafenib (not necessarily consecutive) or ≥grade 3 toxicity due to sorafenib which does not resolve with appropriate supportive care).\n5. Patients should have failed at least one prior systemic therapy regimen which could include sorafenib. Patients may have progressed on sorafenib, been intolerant of, or refused sorafenib. Patients who are documented to refuse systemic chemotherapy or sorafenib are also eligible. No limit to prior systemic therapy. Prior locoregional therapy such as surgery, radiofrequency ablation or transarterial chemoembolization are also allowed, provided that progression has been documented after these therapies, and ≥4 weeks have elapsed since the last therapy; (these will not be counted as systemic therapy).\n6. Child-Pugh Classification with score ≤ 7 points. See Appendix G for criteria.\n7. Age ≥ 18 years\n8. Estimated life expectancy, in the judgement of the Investigator, of at least ≥ 12 weeks.\n9. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1. See Appendix C.\n10. Adequate bone marrow function as defined below:\n\n    * absolute neutrophil count (ANC) ≥ 1.2 x 10\\^9/L,\n    * platelets (PLT) ≥ 50 x 10\\^9/L\n11. Adequate liver function as defined below:\n\n    * serum bilirubin \\< 2 mg/dl\n    * Aspartate transaminase (AST/SGOT) ≤ 5 x upper limit of normal (ULN),\n    * Alanine transaminase (ALT/SGPT) ≤ 5 x ULN\n12. Adequate coagulation as defined by:\n\n    * serum prothrombin time (PT) ≤ 16 seconds\n13. Adequate renal function as defined by one of the following:\n\n    * serum Creatinine ≤ 1.5 x ULN OR\n    * (measured or calculated) Creatinine clearance ≥ 60 mL/min for patients with serum creatinine levels \\> 1.5 x ULN.\n14. Suitable venous access to allow for all study-related blood sampling.\n15. Female subject of childbearing potential (CBP) must have a negative urine or serum pregnancy within 3 days prior to receiving the first dose of study medication.\n16. Females of child bearing potential that are sexually active must agree to either practice 2 medically accepted highly effective methods of contraception at the same time or abstain from heterosexual intercourse from the time of signing the informed consent through 120 days after the last dose of study drug. See Appendix H for protocol-approved highly effective methods of contraceptive combinations. Subjects of childbearing potential are those who have not been surgically sterilized or have not been free from menses for \\> 1 year.\n17. Negative test for pregnancy is required of females of child-bearing potential; A female of child bearing potential is any woman, regardless of sexual orientation or whether they have undergone tubal ligation, who meets the following criteria:\n\n    * has not undergone a hysterectomy or bilateral oophorectomy; or\n    * has not been naturally postmenopausal for at least 24 consecutive months (i.e., has had menses at any time in the preceding 24 consecutive months or 730 days).\n18. Conception while on treatment must be avoided\n19. Male subjects should agree to use an adequate method of contraception starting with the first dose of study therapy through 120 days after the last dose of study therapy.\n20. Ability to understand and willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n1. Active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n2. Diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 2 years prior to the first dose of trial treatment.\n3. Major surgical procedure within 28 days prior to enrollment. Note: If subject received major surgery, they must have recovered adequately from the toxicity and/or complications from the intervention prior to starting therapy.\n4. Any unresolved toxicity \\> CTCAE grade 2 despite optimal care/support, from previous anti-cancer therapy, within 28 days prior to first dose of study drug. \\[Exceptions: Alopecia and ≤grade 2 neuropathy.\\]\n5. Prior therapy with an anti-Programmed Death (PD)-1, anti-PD-Ligand-(L)-1, or anti-PD-L2 agent.\n6. Receipt of anti-cancer monoclonal antibody within 4 weeks prior to first dose of study drug.\n7. Prior treatment with any other chemotherapy, radiotherapy, immunotherapy, or anticancer drug, agent or biologic within 4 weeks prior to first dose of study drug.\n8. Has received a live vaccine within 30 days of planned start of study therapy. Note: Seasonal influenza vaccines for injection are generally inactivated flu vaccines and are allowed; however intranasal influenza vaccines (e.g., Flu-Mist®) are live attenuated vaccines, and are not allowed.\n9. Receipt of any other investigational agents for their cancer ≤4 weeks of the first dose of study treatment.\n10. Known history of active Bacillus Tuberculosis (TB).\n11. Known history of, or any evidence of active, non-infectious pneumonitis or has a history of (non-infectious) pneumonitis that required steroids or current pneumonitis.\n12. Known history of Human Immunodeficiency Virus (HIV), HIV-1/2 antibodies.\n13. Known hypersensitivity to pembrolizumab or any of its excipients.\n14. Known active central nervous system (CNS) metastases and/or carcinomatous meningitis. \\[Exception: Subjects with previously treated brain metastases may participate provided they are stable (without evidence of progression by imaging, for at least 4 weeks prior to the first dose of study drug and any neurologic symptoms have returned to baseline), have no evidence of new or enlarging brain metastases, and are not using steroids for at least 7 days prior to trial treatment. This exception does not apply to carcinomatous meningitis which is excluded regardless of clinical stability.\\]\n15. Is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the trial through 120 days after the last dose of trial treatment.\n16. Any uncontrolled, intercurrent illness including but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia.\n17. Has a known additional malignancy that is progressing or requires active treatment. \\[Exception: Basal cell carcinoma of the skin or squamous cell carcinoma of the skin that has undergone potentially curative therapy, or in situ cervical cancer.\\]\n18. Any other serious medical or psychiatric illness/condition likely in the judgment of the Investigator(s) to interfere or limit compliance with study requirements/treatment.\n19. Treatment for active hepatitis C virus (HCV) within 60 days of study entry. \\[Note: Untreated HCV positive subjects are eligible, and if stable on pembrolizumab for 6 months after study entry, consideration may be given to starting anti-HCV therapy, at the discretion of the treating Investigator.\\]\n20. HCC patients with evidence of prior hepatitis B virus (HBV) must fulfill the following criteria in order to be eligible for the study: HBV viral load (VL) \\<100 IU/mL before study enrollment, and subjects with active HBV need to be on anti-HBV suppression ≥3 months, throughout treatment and for 6 months after.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Disease Control Rate (DCR) in Study Participants",
        "description": "Disease control rate (DCR) will be calculated per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 criteria, as the percentage of patients with best overall response to protocol therapy of either complete response (CR), partial response (PR) or stable disease (SD) that is maintained for at least 8 weeks.\n\nPer Response Evaluation Criteria in Sold Tumors Criteria (RECISTv1.1)for target lesions and assessed by MRI or CT: Complete response(CR),Disappearance of all target lesions; Partial response(PR),\\>=30% decrease in sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR",
        "timeFrame": "8 weeks"
      },
      {
        "measure": "Number of Participants With Treatment-Related Adverse Events",
        "description": "The safety of Pembrolizumab in HCC patients as measured by the incidence of treatment-related adverse events, including serious adverse events (SAEs), in study participants using the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 4.03, per physician discretion. The number of participants experiencing toxicity attributed by treating physician as definitely, probably and possibly-related to study treatment will be reported.",
        "timeFrame": "Up to 2 years"
      }
    ],
    "secondary": [
      {
        "measure": "Progression-Free Survival (PFS)",
        "description": "Progression-free survival (PFS) will be defined as the elapsed time from the first date of study treatment until documented disease progression (as per RECIST 1.1) or death from any cause, whichever is earlier. For patients who remain alive without progression, follow-up time will be censored at the date of last disease assessment .",
        "timeFrame": "Up to 25 months"
      },
      {
        "measure": "Overall Survival (OS)",
        "description": "Overall survival (OS) will be defined as the elapsed time from the enrollment to death from any cause. For surviving patients, follow-up will be censored at the date of last contact (or last date known to be alive).",
        "timeFrame": "Up to 25 months"
      },
      {
        "measure": "Objective Response Rate (ORR)",
        "description": "Objective response rate (ORR) will be defined as the percentage of the patients with a confirmed complete or partial response (CR or PR),by MRI or CT scan as per RECIST 1.1 criteria. Complete response (CR), Disappearance of all target lesions; Partial response (PR), \\>=30% decrease in sum of the longest diameter of target lesions; Overall response (OR) = (CR+PR.)Scans and assessments are performed every 9 weeks while on treatment up to 2 years if stable/responding, or up until time of disease progression.",
        "timeFrame": "Up to 2 years"
      },
      {
        "measure": "Duration of Response (DoR)",
        "description": "Duration of Response (DoR) will be defined as the elapsed time from documented tumor response to documented disease progression.",
        "timeFrame": "Up to 3 Years"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 4,
      "otherCount": 0,
      "totalCount": 6
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": false,
      "isMasked": false,
      "interventionModel": "SINGLE_GROUP"
    },
    "overallComplexityScore": 44,
    "complexityCategory": "Moderate"
  },
  "collectionDate": "2025-09-21T22:34:08.286Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}