{
  "nctId": "NCT02184416",
  "briefTitle": "Study Of The Impact Of Inlyta In 2nd Line On The Treatment Outcomes Of mRCC Patients Treated With Sutent In 1st Line In The Real Life Setting",
  "officialTitle": "AXITINIB IN ADVANCED / METASTATIC RENAL CELL CARCINOMA - A NON-INTERVENTIONAL STUDY OF REAL WORLD TREATMENT OUTCOMES IN PATIENTS RECEIVING 2ND LINE AXITINIB AFTER 1ST LINE SUNITINIB (ADONIS)",
  "protocolDocument": {
    "nctId": "NCT02184416",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2017-09-28",
    "uploadDate": "2022-04-29T20:54",
    "size": 9028636,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT02184416/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [],
  "studyType": "OBSERVATIONAL",
  "enrollmentInfo": {
    "enrollmentCount": 573,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2014-10-31",
    "completionDate": "2022-09-30",
    "primaryCompletionDate": "2022-09-30",
    "firstSubmitDate": "2014-07-02",
    "firstPostDate": "2014-07-09"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Patient 18 years of age and over\n* Histologically confirmed diagnosis of advanced/metastatic renal carcinoma (clear cell RCC as well as non-clear cell RCC) with measurable disease according to RECIST 1.1\n* Patients being treated with Sutent in 1st line according to the European therapeutic indication and/or being treated with Inlyta in 2nd line according to the European approved therapeutic indication (except post cytokines)\n* Evidence of a personally signed and dated informed consent document indicating that the patient (or a legally acceptable representative) has been informed of all pertinent aspects of the study.\n\nExclusion Criteria:\n\n* Patients being treated with cytokines or any other treatment outside of Sutent in 1st line\n* Patients receiving anti -tumor treatment beyond a second line\n* Patients already under Sutent, already under Inlyta: enrolment must occur at the beginning of each line of treatment (before or at the first follow up visit at the latest)",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "18 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Progression-Free Survival (PFS)",
        "description": "PFS for patients with adv/mRCC receiving Inlyta in 2nd line post Sutent is defined as the time from when the patient receives the first dose of Inlyta to the time of progression or death due to any cause, whichever occurs first",
        "timeFrame": "60 months"
      },
      {
        "measure": "Progression-Free Survival (PFS)",
        "description": "Combined PFS for patients with adv/mRCC receiving the Sutent-Inlyta sequence is defined as the time from when the patient receives the first dose with Sutent in first line, until progression or death due to any cause with Inlyta in 2nd line, whichever occurs first during the Sutent-Inlyta sequence",
        "timeFrame": "60 months"
      },
      {
        "measure": "Time to Treatment Failure (TTF)",
        "description": "TTF for Inlyta 2nd line is defined as from when the patient receives the first dose of Inlyta to the time of Inlyta discontinuation (date completed by the physician).",
        "timeFrame": "60 months"
      },
      {
        "measure": "Time to Treatment Failure (TTF)",
        "description": "TTF for the Sutent-Inlyta sequence is defined as the time from when the patient receives the first dose with Sutent in first line to the time of Inlyta discontinuation (date completed by the physician).",
        "timeFrame": "60 months"
      }
    ],
    "secondary": [
      {
        "measure": "Overall Response Rate (ORR)",
        "description": "ORR for adv/mRCC patients receiving Inlyta in 2nd line post Sutent defined as the percentage of patients with confirmed complete response (CR) or confirmed partial response (PR) according to RECIST criteria v1.1, relative to all patients who have baseline measurable disease.",
        "timeFrame": "60 months"
      },
      {
        "measure": "Overall Survival (OS)",
        "description": "OS for adv/mRCC patients receiving Sutent in first line followed by Inlyta in 2nd line as measured from the date of first Sutent dose to the date of death of any cause.",
        "timeFrame": "60 months"
      },
      {
        "measure": "Time to strategy failure (TSF)",
        "description": "TSF for patients receiving the Sutent-Inlyta sequence is defined as the time from when the patient receives the first dose with Sutent in first line to the time of Inlyta discontinuation (date completed by the physician) without the time between discontinuation of Sutent and start of Inlyta.",
        "timeFrame": "60 months"
      },
      {
        "measure": "Dosing",
        "description": "Description of real life usage of flexible dosing across Europe with description of treatment schedules (dosing change, dosing schedule, average dose received during the period treatment)",
        "timeFrame": "60 months"
      },
      {
        "measure": "Proportion of titrated patients",
        "description": "A patient is considered as titrated when an Inlyta dose increase is maintained for at least 4 weeks.",
        "timeFrame": "60 months"
      },
      {
        "measure": "Progression-Free Survival (PFS)",
        "description": "PFS for titrated and non-titrated patients when they receive Inlyta in 2nd line post Sutent",
        "timeFrame": "60 months"
      },
      {
        "measure": "Efficacy",
        "description": "Efficacy parameters (PFS, OS) for the combined 1st line Sutent - 2nd line sequences according to the second line post Sutent (other than Sutent-Inlyta)",
        "timeFrame": "60 months"
      },
      {
        "measure": "Safety",
        "description": "Safety description with AE listing in patients receiving Inlyta",
        "timeFrame": "60 months"
      },
      {
        "measure": "QoL",
        "description": "QoL using the Functional Assessment of Cancer Therapy-Kidney Symptom Index 19 (FKSI-19) questionnaire and the Mental Health (MH) and Role-Emotional (RE) domains of the SF-36 questionnaire.",
        "timeFrame": "60 months"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 4,
      "secondaryCount": 9,
      "otherCount": 0,
      "totalCount": 13
    },
    "studyDesign": {
      "phases": [],
      "isRandomized": false,
      "isMasked": true
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:13.360Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}