{
  "nctId": "NCT03292588",
  "briefTitle": "A Trial of Mepolizumab Adjunctive Therapy for the Prevention of Asthma Exacerbations in Urban Children",
  "officialTitle": "Mechanisms Underlying Asthma Exacerbations Prevented and Persistent With Immune-Based Therapy: A Systems Approach Phase 2 (ICAC-30)",
  "protocolDocument": {
    "nctId": "NCT03292588",
    "filename": "Prot_SAP_000.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2021-04-01",
    "uploadDate": "2022-04-19T15:51",
    "size": 2483769,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03292588/document/Prot_SAP_000.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "PHASE2"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "TRIPLE",
  "enrollmentInfo": {
    "enrollmentCount": 335,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2017-11-07",
    "completionDate": "2021-04-20",
    "primaryCompletionDate": "2021-04-20",
    "firstSubmitDate": "2017-09-20",
    "firstPostDate": "2017-09-25"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\nStudy applicant(s) that fulfill all of the inclusion criteria and none of the exclusion criteria are eligible for the study-\n\n* Participant and/or parent guardian must be able to understand and provide informed consent and age-appropriate assent;\n* Must have a primary place of residence in one of the pre-selected recruitment census tracts as outlined in the study's Manual of Procedures (MOP);\n* Has had a diagnosis of asthma made \\>1 year prior to recruitment;\n\n  --Those who received an asthma diagnosis by a clinician ≤1 year prior to recruitment must report that their respiratory symptoms were present for more than 1 year prior to recruitment.\n* Has had ≥2 asthma exacerbations in the prior year (defined as a requirement for systemic corticosteroids and/or hospitalization);\n* At Visit 0 (Screening), has the following requirement for asthma controller medication:\n\n  * For those ages 6 to 11 years, treatments with at least fluticasone 250 mcg dry powder inhaler (DPI) one puff twice daily or its equivalent and,\n  * For those ≥12 years of age, treatment with at least Advair 250/50 mcg dry powder inhaler (DPI), one puff twice daily or its equivalent.\n* Has peripheral blood eosinophils ≥150 cells/µl obtained at Visit 0 (Screening) or in another Inner-City Asthma Consortium (ICAC) clinical research study within 6 months;\n* Is able to perform spirometry at randomization (Visit for treatment assignment);\n* Has documentation of current medical insurance with prescription coverage at randomization; and\n* Has had varicella or the varicella vaccination.\n\nExclusion Criteria:\n\nIndividual(s) who meets any of the following criteria are not eligible for enrollment or randomization-\n\n* Is not able or willing to give written informed consent or comply with the study protocol;\n* Has concurrent (existing) medical problems that would require systemic corticosteroids or other immunomodulator treatments during the study;\n* Is currently receiving immunotherapy;\n* Is currently receiving treatment with omalizumab or has had omalizumab treatment within 6 months prior to planned participant randomization to treatment assignment;\n* Is currently requiring greater than fluticasone 500 mcg administered twice daily plus a long-acting beta agonist (LABA) one puff twice daily or its equivalent, and/or\n\n  --Individuals using oral corticosteroids daily or every other day for more than 14 days at the time of Visit 0 (Screening).\n* Is currently pregnant or lactating, or plans to become pregnant during the time of study participation\n\n  --Note: Females of child-bearing potential (post-menarche) must be abstinent or use a medically acceptable birth control method throughout the study (e.g. oral subcutaneous, mechanical, or surgical contraception).\n* Has a known, pre-existing clinically important lung condition other than asthma;\n* Has a current malignancy or previous history of cancer in remission for less than 12 months prior to randomization;\n* Has known, pre-existing, unstable liver disease;\n* Is a current smoker or has a smoking history of 10 or more pack years;\n* Has a known immunodeficiency disease;\n* Has other conditions that could lead to elevated eosinophils such as hypereosinophilic syndromes, including eosinophilic granulomatosis with polyangiitis;\n* Has a known, active pre-existing parasitic infestation or is undergoing treatment for a parasitic infestation\n\n  --Note: Once the individual has been successfully treated, the interested study applicant may be reevaluated for study eligibility.\n* Positive for use of investigational drugs within 4 weeks of randomization;\n* Has a past or current medical problems or findings from physical examination or laboratory testing that are not listed above, which, in the opinion of the study clinician,\n\n  * May pose additional risks from participation in this study,\n  * May interfere with the participant's ability to comply with study requirements, or\n  * May impact the quality or interpretation of the data obtained from the study.\n* In the event that the study applicant will not allow the study clinician, an asthma specialist, to manage their disease for the duration of the study or who are not willing to change their asthma medications to follow the protocol;\n* Has a known history of allergic reaction to previous biologic therapy for asthma; or\n* Has had a life threatening asthma exacerbation in the last 2 years requiring intubation, mechanical ventilation or resulting in a hypoxic seizure.",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "6 Years",
    "maximumAge": "17 Years",
    "stdAges": [
      "CHILD"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Number of Asthma Exacerbations During the Treatment Period",
        "description": "Exacerbations were defined as a prescription of a course of systemic corticosteroids by a clinician, initiation of a course of systemic corticosteroids by a participant, or as a hospitalization for asthma. If a participant initiated and completed a course of systemic corticosteroids without clinician involvement, this course was counted only if the study clinician agreed the treatment was warranted, and it met the following dosage: the course for prednisone, prednisolone, or methylprednisolone was at least 20 mg daily dose for 3 of 5 consecutive days. The course for dexamethasone was at least a 10 mg single daily dose. If a corticosteroid burst for the treatment of an asthma exacerbation was prescribed by a non-ICAC clinician, it was counted regardless of dose.",
        "timeFrame": "Up to 12 months"
      }
    ],
    "secondary": [
      {
        "measure": "Composite Asthma Severity Index (CASI)",
        "description": "Composite Asthma Severity Index (CASI) scores included 5 domains: day symptoms and albuterol use, night symptoms and albuterol use, controller treatment, lung function measures, and exacerbations. The minimum composite score was 0 while the maximum was 20. The higher the score the more allergy symptoms a subject has.",
        "timeFrame": "Week 12, 24, 36, 48, 52 after randomization"
      },
      {
        "measure": "Participant Quality of Life Measured Using the Physician Global Assessment Tool",
        "description": "The Physician Global Assessment Tool was used to assess the quality of life of the subjects during treatment. The questionnaire is one question that asks the physician to evaluate how the participant's quality of life changed over the course of treatment. There are seven possible options ranging from significantly worse to significantly improved.",
        "timeFrame": "Week 56"
      },
      {
        "measure": "Participant Quality of Life Measured Using the Patient Global Assessment, at Visit 14",
        "description": "The Patient Global Assessment Tool was used to assess the quality of life of the subjects during treatment. The questionnaire is one question that asks the participant to evaluate how their quality of life changed over the course of treatment. There are seven possible options ranging from significantly worse to significantly improved.",
        "timeFrame": "Week 56"
      },
      {
        "measure": "Lung Function as Assessed by Spirometry",
        "description": "A generalized mixed model was used to analyze spirometry parameter at each visit where the lung function was collected. The ratio of the forced expiratory volume to the forced vital capacity of the lungs (FEV1/FVC) is the outcome that measured lung function.",
        "timeFrame": "Weeks 12, 24, 36, 48, 52 after randomization"
      },
      {
        "measure": "Lung Function as Assessed by Impulse Oscillometry",
        "description": "A generalized mixed model was used to analyze impulse oscillometry parameter at each visit where the lung function was collected. The Percent Predicted FEV1 (%) is the outcome that measured lung function.",
        "timeFrame": "Weeks 12, 24, 36, 48, 52 after randomization"
      },
      {
        "measure": "Rate of Exacerbations (Mepolizumab vs. Placebo) During the Treatment Period for Participants Who Did Not Fit the FDA-approved Dosing Table for Omalizumab Therapy.",
        "description": "Looking at the rate of exacerbations similarly to the primary endpoint. This outcome measure also took into consideration FDA- approved dosing of omalizumab. The FDA-approved dosing table is based off of age, weight and pre-treatment Serum IGE",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "Rate of Exacerbations (Mepolizumab vs. Placebo) During the Treatment Period for Participants Who Fit the FDA-approved Dosing Table.",
        "description": "Looking at the rate of exacerbations similarly to the primary endpoint. This outcome measure also took into consideration FDA- approved dosing of omalizumab. The FDA-approved dosing table is based off of age, weight and pre-treatment Serum IGE",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "Time to First Asthma Exacerbation",
        "description": "A Cox PH model was also used to model the time to first asthma exacerbation during the treatment period. The Cox PH model included treatment arm as the primary exposure but was also adjusted for study site, number of exacerbations in year prior to study (2 or 3+), peripheral blood eosinophils (above or below 400 cells/μl), BMI (above or below 95th percentile for age) and total serum IgE (above or below 540 kUA/L).",
        "timeFrame": "Up to 12 months"
      },
      {
        "measure": "Number of Reported Adverse Events (AEs), Including Their Severity",
        "description": "The number of AEs by severity was used to assess safety. Please refer to the Adverse Event tables for specifics.",
        "timeFrame": "Week 4 (Treatment Initiation) to Week 56 (Completion of Treatment)"
      },
      {
        "measure": "Number of Reported Adverse Events (AEs), Including Their Treatment Relatedness",
        "description": "The number of AEs by relationship to study drug was used to assess safety. Please refer to the Adverse Event tables for specifics.",
        "timeFrame": "Week 4 (Treatment Initiation) to Week 56 (Completion of Treatment)"
      },
      {
        "measure": "Number of Reported Serious Adverse Events (SAEs) Inclusive of Severity. Please Refer to the Adverse Event Tables for Specifics.",
        "description": "The number of SAEs by severity and relationship to study drug was used to assess safety.",
        "timeFrame": "Week 4 (Treatment Initiation) to Week 56 (Completion of Treatment)"
      },
      {
        "measure": "Number of Reported Serious Adverse Events (SAEs) Inclusive of Treatment Relatedness. Please Refer to the Adverse Event Tables for Specifics.",
        "description": "The number of SAEs by relationship to study drug was used to assess safety.",
        "timeFrame": "Week 4 (Treatment Initiation) to Week 56 (Completion of Treatment)"
      }
    ],
    "other": [
      {
        "measure": "EXPLORATORY: Time to First Respiratory Virus-Induced Exacerbation",
        "description": "As measured by an exacerbation associated with a respiratory virus detected using nasal mucus samples obtained at the time of an exacerbation.",
        "timeFrame": "Week 4 (Treatment Initiation) to Week 56 (Completion of Treatment)"
      },
      {
        "measure": "EXPLORATORY:Number of Respiratory Virus-Induced Exacerbations",
        "description": "Measured by an exacerbation associated with a respiratory virus detected using nasal mucus samples obtained at the time of an exacerbation.",
        "timeFrame": "Week 4 (Treatment Initiation) to Week 56 (Completion of Treatment)"
      },
      {
        "measure": "EXPLORATORY:Childhood Asthma Control Test (ACT)/c-ACT",
        "description": "A validated tool to assess overall asthma control (over the last 4 weeks) in participants.",
        "timeFrame": "Visits (V) 4 (Week 4 Treatment Initiation) , V4 (Week 16), V7 (Week 28), V10 (Week 40), V13 (Week 52) and V14 (Week 56, Completion of Treatment)"
      },
      {
        "measure": "EXPLORATORY:Maximum Number of Asthma Symptom Days",
        "description": "Defined as the highest value among the following variables over a two-week period:\n\n* number of days with wheezing, tightness in the chest, or cough;\n* number of nights with disturbed sleep as a result of asthma; and\n* number of days on which the participant had to slow down or discontinue play/physical activities.",
        "timeFrame": "Week 4 (Treatment Initiation) to Week 56 (Completion of Treatment)"
      },
      {
        "measure": "EXPLORATORY:Bronchodilator Responsiveness",
        "description": "A measure to determine whether mepolizumab improves pulmonary outcomes.",
        "timeFrame": "Baseline (prior to treatment initiation), Week 56 (Completion of Treatment)"
      },
      {
        "measure": "EXPLORATORY: Gene Expression in Nasal Lavage Samples",
        "description": "Whole genome transcriptomics of nasal lavage samples to identify inflammatory pathways affected by mepolizumab.",
        "timeFrame": "Visits (V) 1 (Week 4 Treatment Initiation) , V3(Week 12), and V14 (Week 56, Completion of Treatment)"
      },
      {
        "measure": "EXPLORATORY: Gene Expression in Whole Blood RNA Samples",
        "description": "Whole genome transcriptomics of whole blood RNA samples to identify inflammatory pathways affected by mepolizumab..",
        "timeFrame": "Visits (V) 1 (Week 4 Treatment Initiation) , V3(Week 12), and V14 (Week 56, Completion of Treatment)"
      },
      {
        "measure": "EXPLORATORY:Levels of Antibody to Mepolizumab",
        "description": "An assay for detection/measurement of levels of antibody to mepolizumab. Analysis will include participants randomized to mepolizumab.",
        "timeFrame": "Visit (V) 1 (Week 4, prior to treatment initiation), V3 (Week 12), and Visit 14 (Week 56, Completion of Treatment)"
      },
      {
        "measure": "EXPLORATORY:Other Potential Biomarkers Not Specified to Date",
        "description": "Plasma, nasal samples, RNA and DNA will be banked for possible future study of potential biomarkers associated with asthma and asthma exacerbations.",
        "timeFrame": "Visit (V) 1 (Week 4, prior to treatment initiation), V3 (Week 12), and Visit 14 (Week 56, Completion of Treatment)"
      }
    ]
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 12,
      "otherCount": 9,
      "totalCount": 22
    },
    "studyDesign": {
      "phases": [
        "PHASE2"
      ],
      "isRandomized": true,
      "isMasked": true,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:00.784Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}