{
  "nctId": "NCT03890666",
  "briefTitle": "A 12-Week Treatment Study to Evaluate the Effectiveness of Albuterol Multidose Dry Powder Inhaler With Integrated Electronic Module Digital System (eMDPI DS) in Participants13 Years or Older With Asthma",
  "officialTitle": "CONNected Electronic Inhalers Asthma Control Trial 1 (\"CONNECT 1\"), a 12-Week Treatment, Multicenter, Open-Label, Randomized, Parallel Group Comparison, Feasibility Study to Evaluate the Effectiveness of the Albuterol eMDPI Digital System, to Optimize Outcomes in Patients at Least 13 Years of Age or Older With Asthma",
  "protocolDocument": {
    "nctId": "NCT03890666",
    "filename": "Prot_000.pdf",
    "label": "Study Protocol",
    "date": "2021-03-12",
    "uploadDate": "2022-09-29T11:28",
    "size": 1529073,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03890666/document/Prot_000.pdf",
    "hasProtocol": true,
    "hasSap": false,
    "hasIcf": false
  },
  "phase": [
    "PHASE4"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 333,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-10-26",
    "completionDate": "2021-10-04",
    "primaryCompletionDate": "2021-10-04",
    "firstSubmitDate": "2019-03-18",
    "firstPostDate": "2019-03-26"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* The participant has a documented diagnosis of asthma\n* The participant is currently on treatment with an inhaled corticosteroid (ICS) with a long-acting beta2 antagonist (LABA).\n* The participant is currently using inhaled albuterol sulfate as rescue medication and is willing to discontinue all other rescue medications and replace them with the study provided Albuterol eMDPI.\n* The participant can read and communicate in English and is familiar with and is willing to use his/her own smart device and download and use the App.\n\n  * Additional criteria apply, please contact the investigator for more information\n\nExclusion Criteria:\n\n* The participant has any clinically significant uncontrolled medical condition (treated or untreated) other than asthma.\n* The participant was hospitalized for severe asthma in the last 30 days.\n* The participant has a diagnosis of Chronic Obstructive Pulmonary Disease (COPD) or Asthma-COPD Overlap (ACO).\n* The participant is a current smoker or has a greater than 10 pack-year history of smoking.\n* The participant is currently being treated with systemic corticosteroids (oral, intramuscular, or intravenous) or has been treated within the last 30 days.\n* The participant has any treatment with biologics for asthma (for example, omalizumab, anti-IL5, anti-IL5R, anti-IL4R), or has had such treatment within the last 90 days.\n\n  * Additional criteria apply, please contact the investigator for more information",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "13 Years",
    "stdAges": [
      "CHILD",
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Percentage of Participants Achieving Meaningful Asthma Improvement at the End of 12-Week Treatment Period",
        "description": "Meaningful asthma improvement was defined as an Asthma Control Test (ACT) score of at least 20 at the end of the 12-week treatment period or an increase of at least 3 units on the ACT score from baseline at the end of the 12-week treatment period. The ACT was a simple, participant-completed tool used to assess overall asthma control. The 5 items included in the ACT assess daytime and night-time asthma symptoms, use of reliever medication, and impact of asthma on daily functioning. Each item in the ACT was scored on a 5-point scale, with a summation of all items providing scores ranging from 5 to 25. The scores span the continuum of poor control of asthma (score of 5) to complete control of asthma (score of 25), with a cutoff score of 19 and below indicating participants with poorly controlled asthma.",
        "timeFrame": "Baseline to Week 12"
      }
    ],
    "secondary": [
      {
        "measure": "Number of Discussions Between Participant and Investigational Center Healthcare Professional (iHCP) Regarding Inhaler Technique or Adherence",
        "description": "Number of participants who had discussions with iHCP regarding inhaler technique or adherence are reported.",
        "timeFrame": "Baseline up to Week 12"
      },
      {
        "measure": "Number of Decreased Doses of Inhaled Medication",
        "description": "Number of participants who received decreased dose of inhaled medication during the 12-week treatment period are reported.",
        "timeFrame": "Baseline up to Week 12"
      },
      {
        "measure": "Number of Increased Doses of Inhaled Medication",
        "description": "Number of participants who received increased dose of inhaled medication during the 12-week treatment period are reported.",
        "timeFrame": "Baseline up to Week 12"
      },
      {
        "measure": "Number of Changes to Different Inhaled Medication",
        "description": "Number of participants who received different inhaled medication during the 12-week treatment period are reported.",
        "timeFrame": "Baseline up to Week 12"
      },
      {
        "measure": "Number of Additional Inhaled Medication",
        "description": "Number of participants who received additional inhaled medication during the 12-week treatment period are reported.",
        "timeFrame": "Baseline up to Week 12"
      },
      {
        "measure": "Number of Addition of a Systemic Corticosteroid Medication for Asthma Therapy",
        "description": "Number of participants who received additional systemic corticosteroid medication for asthma therapy during the 12-week treatment period are reported.",
        "timeFrame": "Baseline up to Week 12"
      },
      {
        "measure": "Frequency of Intervention to Manage Comorbid Conditions Associated With Poor Asthma Control",
        "description": "Number of participants with different frequency of intervention to manage comorbid conditions such as Gastroesophageal Reflux Disease (GERD) and Sinusitis are reported.",
        "timeFrame": "Baseline up to Week 12"
      },
      {
        "measure": "Change From Baseline in Mean Weekly Short-acting Beta2 Agonist (SABA) Usage at Week 12 for the DS Group",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Baseline in the Number of SABA-free Days at Week 12 for the DS Group",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "System Usability Scale (SUS) Overall Score",
        "description": "The SUS was used to explore device acceptability and usability for participants in the DS group. It covered a variety of aspects of system usability, such as the need for support, training, and complexity, and thus giving a global view of subjective assessments of usability. It was a 10-question tool (with five response options; from 1=strongly disagree to 5=strongly agree) that provided a composite measure, ranging from 0 to 100, of the overall usability of the system being studied. Higher scores represent better usability level for the tool.",
        "timeFrame": "Week 12"
      },
      {
        "measure": "Change From Baseline in Beliefs About Medicines Questionnaire (BMQ) Concern Subscale Score at Week 12",
        "description": "The BMQ was used to assess cognitive representations of medicine. The Beliefs About Medicines Questionnaire-Specific 11 (BMQ-S11) was an 11-item questionnaire that assessed the representation of medication prescribed for personal use and the BMQ-General assesses beliefs about medicines in general. BMQ concern is a 6-item scale assessing participant's concerns about potential adverse consequences (range: 1=strongly disagree to 5=strongly agree). Participants indicated their degree of agreement on a 5-point scale, ranging from 1=strongly disagree to 5=strongly agree. Scores obtained for individual items were summed, divided by the total number of items and multiplied by 5 to give a total score ranging from 5 to 25 (higher scores=stronger beliefs).",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Baseline in BMQ Necessity Subscale Score at Week 12",
        "description": "The BMQ was used to assess cognitive representations of medicine. The Beliefs About Medicines Questionnaire-Specific 11 (BMQ-S11) was an 11-item questionnaire that assessed the representation of medication prescribed for personal use and the BMQ-General assesses beliefs about medicines in general. BMQ necessity is a 5-item scale assessing participant's beliefs about necessity of medications for controlling disease. Participants indicated degree of agreement on a 5-point scale, ranging from 1=strongly disagree to 5=strongly agree. Scores obtained for individual items were summed, divided by the total number of items and multiplied by 5 to give a total score ranging from 5 to 25 (higher scores=stronger beliefs).",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Baseline in Brief Illness Perception Questionnaire (BIPQ) Illness Comprehensibility Subscale Score at Week 12",
        "description": "The BIPQ was a 9-item questionnaire designed to rapidly assess cognitive and emotional representations of illness. Only one item assesses illness comprehensibility or coherence of illness (Item 7: How well do you feel you understand your illness?). This item was rated using a 0 (do not understand at all) to 10 (understand very clearly) response scale. A higher score indicates a stronger illness comprehensibility.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Baseline in BIPQ Cognitive Subscale Score at Week 12",
        "description": "BIPQ was a 9-item questionnaire designed to rapidly assess cognitive and emotional representations of illness. It comprised 5 items on cognitive representation of illness perception: consequences (Item 1: How much does your illness affect your life? Response range 0 \\[no affect\\] - 10 \\[severe affect\\]), timeline (Item 2: How long do you think your illness will continue? Response range 0 \\[a very short time\\] - 10 \\[forever\\]), personal control (Item 3: How much control do you feel you have over your illness? Response range 0 \\[no control\\] - 10 \\[extreme amount of control\\]), treatment control (Item 4: How much do you think your treatment can help your illness? Response range 0 \\[not at all\\] - 10 \\[extremely helpful\\]), and identity (Item 5: How much do you experience symptoms from your illness? Response range 0 \\[no symptoms\\] - 10 \\[severe symptoms\\]). Total BIPQ Cognitive Subscale Score was the sum of all item score and ranged from 0 to 50. A higher score indicates stronger illness perception.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Change From Baseline in BIPQ Emotional Representations Subscale Score at Week 12",
        "description": "BIPQ was a 9-item questionnaire designed to rapidly assess cognitive and emotional representations of illness. It comprised 2 items on emotional representation: concern (Item 6: How concerned are you about your illness? Response range 0 \\[not at all concerned\\] - 10 \\[extremely concerned\\]) and emotions (Item 8: How much does your illness affect you emotionally; for example, does it make you angry, scared, upset or depressed? Response range 0 \\[not at all affected emotionally\\] - 10 \\[extremely affected emotionally\\]). Total BIPQ Emotional Subscale Score was the sum of above 2 items score and ranged from 0 to 20. A higher score indicates extreme emotional representation.",
        "timeFrame": "Baseline, Week 12"
      },
      {
        "measure": "Number of Participants With Adverse Events (AEs)",
        "description": "An AE was defined as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. SAEs included death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, or an important medical event that jeopardized the participant and required medical intervention to prevent 1 of the outcomes listed in this definition. A summary of serious and non-serious AEs regardless of causality is located in 'Reported Adverse Events module'. Number of participants with any AEs, treatment-related AEs, and device-related AEs has been reported.",
        "timeFrame": "Baseline up to Week 14"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 1,
      "secondaryCount": 16,
      "otherCount": 0,
      "totalCount": 17
    },
    "studyDesign": {
      "phases": [
        "PHASE4"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:02.406Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}