{
  "nctId": "NCT03947333",
  "briefTitle": "Evaluation of a Patient Portal Intervention for Diabetes: A Pilot Randomized Controlled Trial",
  "officialTitle": "Evaluation of a Patient Portal Intervention for Diabetes: A Two-arm, Parallel-Design, Pilot Randomized Controlled Trial",
  "protocolDocument": {
    "nctId": "NCT03947333",
    "filename": "Prot_SAP_001.pdf",
    "label": "Study Protocol and Statistical Analysis Plan",
    "date": "2020-03-08",
    "uploadDate": "2022-01-08T02:32",
    "size": 239161,
    "downloadUrl": "https://clinicaltrials.gov/api/v2/studies/NCT03947333/document/Prot_SAP_001.pdf",
    "hasProtocol": true,
    "hasSap": true,
    "hasIcf": false
  },
  "phase": [
    "NA"
  ],
  "studyType": "INTERVENTIONAL",
  "allocation": "RANDOMIZED",
  "interventionModel": "PARALLEL",
  "masking": "NONE",
  "enrollmentInfo": {
    "enrollmentCount": 287,
    "enrollmentType": "ACTUAL"
  },
  "timeline": {
    "startDate": "2020-03-09",
    "completionDate": "2021-01-11",
    "primaryCompletionDate": "2021-01-11",
    "firstSubmitDate": "2019-05-09",
    "firstPostDate": "2019-05-13"
  },
  "eligibilityCriteria": {
    "criteria": "Inclusion Criteria:\n\n* Type 2 Diabetes Mellitus\n* Currently being treated with at least one antihyperglycemic medication\n* Able to speak and read in English\n* Reliable access to a computer (desktop or laptop) with internet capabilities\n* Active VUMC patient web portal (known as My Health At Vanderbilt) account\n\nExclusion Criteria:\n\n* Residing in a long term care facility\n* Medical condition that affects my memory or ability to think.\n* Severe visual impairment\n* Currently participating in another diabetes-related research study",
    "healthyVolunteers": false,
    "sex": "ALL",
    "minimumAge": "21 Years",
    "stdAges": [
      "ADULT",
      "OLDER_ADULT"
    ]
  },
  "endpoints": {
    "primary": [
      {
        "measure": "Change in Patient Activation at 6 Months",
        "description": "The uni-dimensional, 13-item, Patient Activation Measure (PAM-13) is a valid measure of patient activation (i.e., the knowledge, skills and confidence a person has in managing their own health and health care). Each item uses a 4-point Likert-type scale of response options ranging from strongly disagree to strongly agree. PAM-13 item responses result in total raw scores ranging from 13 to 52, which we converted to the linear interval scale of patient activation scores, ranging from 0 (lowest activation) to 100 (highest activation). The PAM-13 has good psychometric properties including excellent internal consistency reliability (Cronbach's alpha of 0.87). The PAM-13 scores have been used to predict healthcare outcomes including medication adherence and emergency room utilization.",
        "timeFrame": "Baseline to 6-month follow-up"
      },
      {
        "measure": "Change in Patient Activation at 3 Months",
        "description": "The uni-dimensional, 13-item, Patient Activation Measure (PAM-13) is a valid measure of patient activation (i.e., the knowledge, skills and confidence a person has in managing their own health and health care). Each item uses a 4-point Likert-type scale of response options ranging from strongly disagree to strongly agree. PAM-13 item responses result in total raw scores ranging from 13 to 52, which we converted to the linear interval scale of patient activation scores, ranging from 0 (lowest activation) to 100 (highest activation). The PAM-13 has good psychometric properties including excellent internal consistency reliability (Cronbach's alpha of 0.87). The PAM-13 scores have been used to predict healthcare outcomes including medication adherence and emergency room utilization.",
        "timeFrame": "Baseline to 3-month follow-up"
      }
    ],
    "secondary": [
      {
        "measure": "Change in Diabetes Self-Efficacy",
        "description": "The Perceived Diabetes Self-Management Scale (PDSMS) is a valid measure of diabetes self-efficacy (i.e., how confident they feel about their ability to carry out multiple self management tasks). The uni-dimensional, 8-item scale is scored on a five-point Likert scale. The total PDSMS score can range from 8 to 40, with higher scores indicating more confidence in self-managing one's diabetes. PDSMS has excellent internal consistency reliability (Cronbach's alpha of 0.83). PDSMS scores were associated with observed percentage of low blood sugars (r = .21), BMI (r = -.22), percentage of high blood sugars (r = -.36), average blood glucose (r = -.27), and A1C (r = -.25). Thus, the PDSMS appears to be validly associated with important self-management behaviors as well as with indicators of health status and diabetes control.",
        "timeFrame": "Baseline, 3-month follow up, 6-month follow-up"
      },
      {
        "measure": "Change in Diabetes Knowledge",
        "description": "The Short Diabetes Knowledge Instrument (SDKI) is a valid measure of diabetes knowledge with an emphasis on controlling blood glucose through diet, recognizing symptoms of abnormal blood glucose, and using healthy eating to prevent complications. It also includes items on foot care and the importance of physical activity for preventing cardiovascular complications. The SDKI is a uni-dimensional, 13-item scale with scores ranging from 0 to 13 (number of items answered correctly). SDKI demonstrated good internal consistency reliability (Cronbach's alpha 0.73) in a multi-ethnic sample of older adults suggesting the instrument can be used to measure diabetes knowledge in diverse populations (Quandt et al. Diabetes Educator, 2014).",
        "timeFrame": "Baseline, 3-month follow up, 6-month follow-up"
      },
      {
        "measure": "Change in Diabetes Self-Care (General Diet Adherence)",
        "description": "The Summary of Diabetes Self-Care Activity (SDSCA), developed by Toobert and Glasgow (1994), is a 10-item multidimensional instrument to assess levels of diabetes self-care across five domains: general diet (2 items), specific diet (2 items), exercise (2 items), foot care (2 items), and blood-glucose testing (2 items). The general diet subscale is used to assess general diet adherence. The instrument is based on the self-reported frequency of completing recommended activities during the past 7 days. An example item includes \"How often did you follow your recommended diet over the last 7 days?\" All responses are converted to percentages. Higher percentages represent better self-care on each subscale. The SDSCA has been used in a number of settings and studies and has been recommended for a standardized evaluation of quality improvement interventions in T2DM in Canada (Majumdar et al., 2005).",
        "timeFrame": "Baseline, 3-month follow up, 6-month follow-up"
      },
      {
        "measure": "Change in Diabetes Self-Care (Specific Diet)",
        "description": "The Summary of Diabetes Self-Care Activity (SDSCA), developed by Toobert and Glasgow (1994), is a 10-item multidimensional instrument to assess levels of diabetes self-care across five domains: general diet (2 items), specific diet (2 items), exercise (2 items), foot care (2 items), and blood-glucose testing (2 items). The specific diet subscale is used to assess intake of specific foods. The instrument is based on the self-reported frequency of completing recommended activities during the past 7 days. An example item includes \"How often did you follow your recommended diet over the last 7 days?\" All responses are converted to percentages. Higher percentages represent better self-care on each subscale. The SDSCA has been used in a number of settings and studies and has been recommended for a standardized evaluation of quality improvement interventions in T2DM in Canada (Majumdar et al., 2005).",
        "timeFrame": "Baseline, 3-month follow up, 6-month follow-up"
      },
      {
        "measure": "Change in Diabetes Self-Care (Exercise Adherence)",
        "description": "The Summary of Diabetes Self-Care Activity (SDSCA), developed by Toobert and Glasgow (1994), is a 10-item multidimensional instrument to assess levels of diabetes self-care across five domains: general diet (2 items), specific diet (2 items), exercise (2 items), foot care (2 items), and blood-glucose testing (2 items). The exercise subscale is used to assess exercise adherence. The instrument is based on the self-reported frequency of completing recommended activities during the past 7 days. An example item includes \"How often did you follow your recommended diet over the last 7 days?\" All responses are converted to percentages. Higher percentages represent better self-care on each subscale. The SDSCA has been used in a number of settings and studies and has been recommended for a standardized evaluation of quality improvement interventions in T2DM in Canada (Majumdar et al., 2005).",
        "timeFrame": "Baseline, 3-month follow up, 6-month follow-up"
      },
      {
        "measure": "Change in Diabetes Self-Care (Self-Monitoring of Blood Glucose Adherence)",
        "description": "The Summary of Diabetes Self-Care Activity (SDSCA), developed by Toobert and Glasgow (1994), is a 10-item multidimensional instrument to assess levels of diabetes self-care across five domains: general diet (2 items), specific diet (2 items), exercise (2 items), foot care (2 items), and blood-glucose testing (2 items). The blood-glucose testing subscale is used to assess self-monitoring of blood glucose adherence. The instrument is based on the self-reported frequency of completing recommended activities during the past 7 days. An example item includes \"How often did you follow your recommended diet over the last 7 days?\" All responses are converted to percentages. Higher percentages represent better self-care on each subscale. The SDSCA has been used in a number of settings and studies and has been recommended for a standardized evaluation of quality improvement interventions in T2DM in Canada (Majumdar et al., 2005).",
        "timeFrame": "Baseline, 3-month follow up, 6-month follow-up"
      },
      {
        "measure": "Change in Diabetes Self-Care (Diabetes Medication Adherence)",
        "description": "The Adherence to Refills and Medications Scale-Diabetes (ARMS-D) is a reliable and valid measure of diabetes medication adherence. The 11-item ARMS-D has good internal consistency reliability (α=0.86). Responses range from 1=\"none of the time\" to 4=\"all of the time,\" and are summed to produce an overall adherence score ranging from 12-48, with higher scores representing more problems with medication adherence.",
        "timeFrame": "Baseline, 3-month follow up, 6-month follow-up"
      },
      {
        "measure": "Change in Diabetes Distress",
        "description": "The Problem Areas in Diabetes Scale (PAID-5) is a valid measure of diabetes distress. The five-item, uni-dimensional scale has scores that range from 0 to 20, with higher scores suggesting greater diabetes-related emotional distress. The PAID-5 has excellent excellent internal consistency reliability (Cronbach's alpha 0.86) and is associated with measures of depression and hemoglobin A1c.",
        "timeFrame": "Baseline, 3-month follow up, 6-month follow-up"
      },
      {
        "measure": "Change in Blood Glucose Control",
        "description": "Participants' most recent hemoglobin A1C will be abstracted from participants' electronic medical record at enrollment (T0) and 6 month follow-up (T3).",
        "timeFrame": "Baseline to 6-month follow-up"
      },
      {
        "measure": "Change in Blood Pressure Control",
        "description": "Participants' most recent blood pressure measurement will be abstracted from participants' electronic medical record at enrollment (T0) and 6 month follow-up (T3) and will be used to calculate the participants' mean arterial pressure (MAP) using the following formula: MAP = diastolic pressure + 1/3(systolic pressure - diastolic pressure).",
        "timeFrame": "Baseline to 6-month follow-up"
      },
      {
        "measure": "Change in Flu Vaccination Status for 2019-20 Flu Season",
        "description": "The participants' influenza vaccination status (vaccinated vs unvaccinated) for the 2019-20 Flu Season will be abstracted from participants' electronic medical record at enrollment (T0), 3 month follow-up (T1).",
        "timeFrame": "Baseline, 3-month follow up"
      },
      {
        "measure": "Change in Low Density Lipoprotein",
        "description": "Participants' most recent low density lipoprotein measurement will be abstracted from participants' electronic medical record at enrollment (T0) and 6 month follow-up (T3).",
        "timeFrame": "Baseline to 6-month follow-up"
      },
      {
        "measure": "Satisfaction/Usability of My Health at Vanderbilt (for Control Group)",
        "description": "The System Usability Scale (SUS) is a valid measure of usability and assesses users' perceptions of ease of use, likability of the interface, and overall satisfaction using a 5- point Likert scale (strongly disagree to strongly agree). The ten items are scored on a five-point Likert scale. The item scores are summed and then converted to a score ranging from 0 (worst) to 100 (best). Based on prior research, a score above 68 would be above average and a score of 85 or above suggests excellent usability. The SUS has been used in several studies of patient facing health information technology (the article describing its psychometric properties has been cited over 500 times) and has excellent internal consistency reliability (Cronbach's alpha of 0.91).",
        "timeFrame": "Baseline, 3-month follow up, 6-month follow-up"
      },
      {
        "measure": "Satisfaction/Usability of My Diabetes Care (for Intervention Group)",
        "description": "The System Usability Scale (SUS) is a valid measure of usability and assesses users' perceptions of ease of use, likability of the interface, and overall satisfaction using a 5- point Likert scale (strongly disagree to strongly agree). The ten items are scored on a five-point Likert scale. The item scores are summed and then converted to a score ranging from 0 (worst) to 100 (best). Based on prior research, a score above 68 would be above average and a score of 85 or above suggests excellent usability. The SUS has been used in several studies of patient facing health information technology (the article describing its psychometric properties has been cited over 500 times) and has excellent internal consistency reliability (Cronbach's alpha of 0.91).",
        "timeFrame": "3-month follow up, 6-month follow-up"
      },
      {
        "measure": "System Usage Data for My Diabetes Care - Total Sessions (Intervention Group Only)",
        "description": "Self-reported system usage will include: participants' total number of visits, total duration of visits, and utilization of embedded features and functionality",
        "timeFrame": "6-month follow-up"
      },
      {
        "measure": "System Usage Data for My Diabetes Care - Total Duration of Visits (Intervention Group Only)",
        "description": "Self-reported system usage will include: participants' total number of visits, total duration of visits, and utilization of embedded features and functionality",
        "timeFrame": "6-month follow-up"
      },
      {
        "measure": "System Usage Data for My Diabetes Care - Utilization of Embedded Features and Functionality (Intervention Group Only)",
        "description": "Self-reported system usage will include: participants' total number of visits, total duration of visits, and utilization of embedded features and functionality",
        "timeFrame": "6-month follow-up"
      }
    ],
    "other": []
  },
  "complexityMetrics": {
    "eligibilityCriteria": {
      "inclusionCount": 1,
      "exclusionCount": 1,
      "totalCount": 2
    },
    "endpoints": {
      "primaryCount": 2,
      "secondaryCount": 17,
      "otherCount": 0,
      "totalCount": 19
    },
    "studyDesign": {
      "phases": [
        "NA"
      ],
      "isRandomized": true,
      "isMasked": false,
      "interventionModel": "PARALLEL"
    },
    "overallComplexityScore": 100,
    "complexityCategory": "Highly Complex"
  },
  "collectionDate": "2025-09-21T22:34:03.213Z",
  "dataSource": "ClinicalTrials.gov API v2 - Mass Collection"
}